{"data":{"data":{"semester":{"name":"WiSe 2020/2021","courses":[{"type":"course","_id":"b897021b-e7fa-488a-8b5e-de129f4a15ce","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Reflexion:Politiken des Designs –Design als Politik?","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-R","id_new":"31 LE-R","name":"31 LE-R","category":"III/1 Labor-/Entwurfsstrategien Reflexion"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"19"},"day":{"value":4},"String":"Donnerstag, 19:30"}}},"room":"D/226 online","descriptionText":{"type":"html/md","value":"Donnerstag 14:00-19:30, Raum D/226 / online\n\nTransformation ist der Begriff der Stunde: ob ökologisch, ökonomisch oder gesellschaftlich, die Krisen unserer Zeit führen zu Veränderungen.\n\nDazu verhalten sich auch Designer*innen: Manche nehmen klare Positionen ein, sei es in der Analyse bestehender Verhältnisse, bei der Vermittlung, der Unterstützung von Organisationen oder als Aktivist*innen.\n\nIn diesem Seminar recherchieren und untersuchen wir historische und zeitgenössische Designpraktiken, die sich dezidiert politisch oder sozial engagieren. Themen sind dabei unter anderem Ökologie, Feminismus, Diversität und soziale Gerechtigkeit. Ziel ist es, diese Ergebnisse in einer Publikation (gedruckt/digital/hybrid) zu reflektieren und zu vermitteln. Ob dabei eher dokumentarisch, kommentierend oder aktivistisch gearbeitet wird ist freigestellt.\n\nDas Seminar ist auch für Masterstudierende geeignet.\n\nPrüfungsleistung: Voraussetzungen für den Erwerb von Credit Points sind für dieses Seminar: regelmäßige Teilnahme und Beteiligung am Seminar, Referat, gestalterische Arbeit (Publikation), Incom-Doku (Bilder, Text über das Projekt)\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9309\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"db9ca641-bc7e-4855-b3ed-15b8b0a9fa8f","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Spezialisierung: Rethinking Tech Resources for Mental Health. XR-Prototyping etc.","teacher":"Prof. Dr. Frank Heidmann\nRahel Flechtner, Sebastian Wloch","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":2},"String":"Dienstag, 19:00"}}},"room":"D/106 online","descriptionText":{"type":"html/md","value":"Dienstag 14:00-19:00, Raum D/106 online\n\nDer Kurs hat das Ziel, virtuelle und erweiterte Interaktionstechnologien (XR) sowie neue Formen multisensorischer Interaktion – beispielsweise interaktive Textilien oder Tangible Interfaces – für eine Anwendung im Kontext psychischer bzw. psychosomatischer Erkrankungen und deren Behandlung zu explorieren. Neben dem Kennenlernen der Potentiale und Grenzen dieser Technologien sollen im Kurs Prototypen unterschiedlicher Komplexität konzipiert und realisiert werden. Die Aufgabenstellung basiert u.a. auf der Bedürfnisanalyse von Menschen mit sozialen Angststörungen, mit denen wir gemeinsam in einem interdisziplinären Forschungsprojekt (DISA) an der FHP Hilfestellungen für eine stärkere soziale Inklusion und Teilhabe entwickeln.\n\nDie Struktur des Kurses sieht kompakte Impulse und Tutorials zum Prototyping spezifischer Technologien – Augmented Reality, Virtual Reality, Physical Computing & Wearable Technologies – vor. Der Kurs setzt dabei ein hohes Maß an Bereitschaft zum eigenständigen Ausprobieren der jeweiligen Technologien und Devices voraus. Programmierkenntnisse sind nicht notwendig. Unter den besonderen Umständen der Pandemie ist geplant, neue AR (HoloLens2) und VR (HP Reverb G2, Quest 2) Headsets an die Kursteilnehmer*innen auszuleihen und den Kurs hybrid zu gestalten. Wenn möglich, soll in der zweiten Kurshälfte in kleinen Gruppen in der Interfacewerkstatt gearbeitet werden.\n\nPrüfungsleistung: Projektdokumentation\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9295\n\nProf. Dr. Frank Heidmann, Rahel Flechtner, Sebastian Wloch"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"82729a5e-5ede-4788-abad-be311a5d0f17","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Spezialisierung: Design Research: How to scientifically argue your design idea.","teacher":"Prof. Reto Wettach","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:30"}}},"room":"D/105","descriptionText":{"type":"html/md","value":"Freitag 09:00-13:30, Raum D/105\n\nIn diesem Kurs wird ein Aspekt der eigenen MA-Thesis erforscht und in Form eines 4-seitiges Papers aufbereitet.\n\n \n\nFolgende Schritte werden gemeinsam in der Gruppe erarbeitet:\n\n- Identifizierung des „domain-defining papers“.\n\n- Identifizierung der aktuellen Trends in der Forschung.\n\n- Erarbeitung einer eigenständigen, innovativen und relevanten Fragestellung.\n\n- Konzipieren einer Hypothese und eines entsprechenden Test-Design inklusive des sog. Forschungsartefakts (entspricht dem Prototyp im klassischen Designprojekt).\n\n- Designen und Implementieren des Forschungsartefaktes - in einem iterativen Prozess, unterstützt durch formlose Evaluationen.\n\n- Durchführung und Auswertung der formalen quantitativen sowie qualitativen Evaluation.\n\n- Parallel zum oben beschriebenen Prozess: Schreiben eines Papers bestehend aus abstract, introduction, solution, evaluation, related work, outlook.\n\nDer Kurs hat einen Fokus auf Human-Computer-Interaction (HCI) im weitesten Sinne (inklusive Service und Business Design sowie Design Methoden); es können aber auch eigenständige Forschungsfragen außerhalb dieses Feldes untersucht werden.\n\nSämtliche Schritte werden vom Lehrenden durch entsprechende Vorlesungen begleitet.\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9312\n\nProf. Reto Wettach"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2016973a-8d36-46f4-8133-17e799191455","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: Digitale Souveränität","teacher":"Prof. Constanze Langer\nChristin Renner","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":1},"String":"Montag, 09:30"},"end":{"minutes":{"value":"45"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:45"}}},"room":"D/106 online","descriptionText":{"type":"html/md","value":"Montag 09:30-14:45, D/106 online\n\nAb wann bewegen wir uns souverän im Digitalen? Welches Wissen, welche Erfahrungen und welche Fragen benötigt man, um als souverän im digitalen Raum zu gelten? Und wer definiert dies eigentlich? —\n\nIn der Lehrveranstaltung Digitale Souveränität wollen wir zunächst intensiv recherchieren, was heute unter dem Begriff der Digitalen Souveränität verstanden werden kann.\n\nAlgorithmische Prozesse zur Entscheidungsfindung durchdringen zunehmend unser Alltagsleben: Sie lenken Inhalte in den (sozialen) Medien, sortieren unsere Warenkörbe oder erstellen im Hintergrund Mobilitätsprofile. Dies geschieht allzu oft auf nicht nachvollziehbare Art und Weise.\n\nVor diesem Hintergrund werden wir uns ausführlich mit Computertechnologien, Vernetzung und algorithmisch-gesteuerten Entscheidungen sowie Empfehlungssystemen auseinandersetzen. Wir werden Lesen, Befragen und Testen; Fragestellungen erörtern und Sachverhalte durch Diskussion und Workshops untersuchen.\n\nUnser praktisches Ziel ist die Konzeption und Gestaltung von neuen Vermittlungsformaten, die Auskunft über die Verwendung von Daten und die Funktionsweise algorithmisch gesteuerter Angebote geben und somit die Digitale Souveränität fördern.\n\nPrüfungsleistung: Fachliche Tiefe in Recherche, begründeter Diskussion und ästhetischer Entwurfsarbeit; nachvollziehbare Dokumentation von Prozess und Ergebnis.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9319\n\nProf. Constanze Langer, Christin Renner"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ff72a62a-a096-4798-816f-398c098bd9d7","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: 31LE-S Spezialisierung: (Fast) alles über UX Methoden","teacher":"Marian Gunkel, Clara Lozano","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"}}},"room":"D/105","descriptionText":{"type":"html/md","value":"Dienstag 10:00-14:00, Raum D/105\n\nDer Kurs führt praktisch und theoretisch durch unterschiedliche quantitative und qualitative UX-Research-Methoden, die im Laufe des Design-Zyklus angewendet werden.\n\n„Wissenschaftliches“ Denken führt zu objektiveren Entscheidungen über Design-Alternativen und damit zu verbesserter User Experience. Ziel des Kurses ist, wissenschaftliche Denk- und Handlungsprinzipien sicher anzuwenden, passende Methoden für unterschiedlichste Problemstellungen zu kennen und zu können sowie den Umgang mit „Daten“ (Erhebung, Analyse, Interpretation, Aktion) sicher zu beherrschen.\n\nThemen sind u.a.:\n\n- „wissenschaftliches Mindset“ (Neugier, Denken in Hypothesen und Experimenten, kritisches Denken und Freude am Lernen durch Experimentieren)\n\n- Probleme identifizieren und näher beschreiben (wer hat warum welches Problem?)\n\n- Problemkontexte erfassen und bewerten, daraus Gestaltungsideen entwickeln\n\n- Gestaltungsideen testen\n\n- „beiläufige“, kontinuierliche Forschung\n\n- „What people say, what people do and what people say they do are entirely different things” -> warum ist das so und wie können psychologische und ethnographische Methoden helfen\n\n- Grundkenntnisse Statistik\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9355\n\nMarian Gunkel, Clara Lozano"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f6c4d8cf-5ba0-49f2-87a1-053637912999","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: mobility design / products / systems / services / scenarios","teacher":"Prof. Holger Jahn","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:00"}}},"room":"D/307 online","descriptionText":{"type":"html/md","value":"Montag 10:00 — 15:00, Raum D/307 online\n\nVorab-Vorstellung des Seminars und der Vorhaben via Zoom am 15. März ab 10:00 Uhr\n\nMobility Design vereint Forschung, Konzeption, Gestaltung, Entwicklung und Kommunikation klimaneutraler und ressourcenleichter Mobilität.\n\nNeben Elektrifizierung und Digitalisierung, werden insbesondere attraktive Services, Systeme, Produkte, Fahrzeuge, Infrastruktur und Geschäftsmodelle dazu beitragen, dass sich Mobilität und Logistik so entwickelt, dass diese zukünftig innerhalb der planetaren und urbanen Grenzen bewegt.\n\nEnde 2020 hat die EU in Ergänzung zum „European Green Deal“ die „Strategie für nachhaltige und intelligente Mobilität“ verabschiedet. Hier wird gefordert, dass in der EU mindestens 100 Städte bis 2030 klimaneutral werden. Im Seminar werden wir Vorschlage erarbeiten, welche dazu beitragen, dass die Mobilität in der Region Berlin-Brandenburg ab ca. 2030 weitgehend klimaneutral erfolgen kann.\n\nGrundlage sind die in vorhergehenden Kursen erarbeiteten Analysen, Szenarien, Konzepte, Darstellungsformen für Zukunftsbilder, Matrizen und anderes mehr.\n\nThemen: #Mobility + Urbanism, #Culture + Transformation\n\nPrüfungsleistung: Aktive Mitarbeit, Recherche, Entwicklung von Konzeptionen, Gestaltung, Darstellungen, Referate, Dokumentation, Präsentation und Veröffentlichung\n\nRaum: Online via Incom, Zoom, Slack, Miro & Trello\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9339\n\nProf. Holger Jahn"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2c35362e-22f1-48f9-bf27-841f7f4f55f5","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: Neue Erzählungen vom Wald","teacher":"Prof. Wiebke Loeper, Michael Annoff, Prof. Nicola Lepp, Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:15"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Montag 10:00-15:15, Raum D/308\n\nInterflex_Lehrveranstaltung zum Wald mit: Nicola Lepp und Michael Annoff (Kulturarbeit), Franziska Morlok (Redaktionelle Gestaltung) und Wiebke Loeper (Fotografie).\n\nIm Zentrum der interdisziplinären Lehrveranstaltung steht der heutige Wald als Ergebnis einer historisch gewachsenen Wechselbeziehung von Mensch und Natur. Vor diesem Hintergrund konzipieren die Studierenden Ausstellungs- und Vermittlungsformate für neue Erzählungen vom Wald. Wie lassen sich komplexe ökologische und kulturelle Zusammenhänge mit den Mitteln von Design und Kulturvermittlung ästhetisch und diskursiv erfahrbar machen?\n\nPrüfungsleistung: aktive Teilnahme am interdisziplinären Seminardiskurs, Entwicklung prototypischer Ausstellungsbeiträge und eine Dokumentation auf Incom\n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9304\n\nProf. Wiebke Loeper, Michael Annoff, Prof. Nicola Lepp, Prof. Franziska Morlok"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"87dd4b86-eb83-4644-bbe4-1332c19eda2d","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: New Tesla World: Nachhaltige Regionalentwicklung in Brandenburg","teacher":"Prof. Alexandra Martini, Prof. Dr. Tobias Schröder, Prof. Dr. Michael Prytula","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"Haus 2, Raum 16 + 18","descriptionText":{"type":"html/md","value":"Donnerstag, 10:00 — 16:00, Raum: Haus 2, Raum 16 + 18\n\nIm inter- und transdisziplinären Projekt beschäftigen wir uns mit Themen der Regionalentwicklung im Südosten Berlins, die insbesondere durch die Neuansiedlung der Tesla-Autofabrik in Grünheide und der Eröffnung des neuen Berliner Flughafens starke Impulse erhält. Am Beispiel dieses geographisch definierten Bezugsraums wollen wir untersuchen, wie eine sozialökologische Modernisierung und der Übergang in eine CO2-neutrale Gesellschaft gestaltet werden kann sowie welche raumplanerischen, technologischen und sozialen Entwicklungen hierfür erforderlich sind. Als Hintergrund unserer Untersuchungen dient das Leitbild der 2.000-Watt-Gesellschaft, das als Zielgröße für eine nachhaltige Gesellschaft eine durchschnittliche Energieleistung von max. 2.000 Watt pro Einwohner definiert. Das Erreichen dieses Ziels erfordert technologische Innovationen und ein Umbau der urbanen (Infrastruktur-) Systeme und nachhaltige Lebensstile. Das berührt sämtliche Fragen des Wohnens und Arbeitens, des Mobilitäts- und Konsumverhaltens, der Ernährung und Nahrungsmittelproduktion.\n\nAn den sich entwickelnden Projekten arbeiten Master Design und Master Urbane Zukunft Studierende gemeinsam.\n\nPrüfungsleistung: Regelmäßige Teilnahme Schriftliche Dokumentation\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9257\n\nProf. Alexandra Martini, Prof. Dr. Tobias Schröder, Prof. Dr. Michael Prytula"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"94c79a38-6e5b-456a-a7c2-bb210290ae60","attributes":{"type":null,"title":"Entwurfsstrategien Spezialisierung: Reality","teacher":"Prof. Sven Völker","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Montag 10:00-15:00, Raum D/223\n\nIn diesem Semester geht es um Grafikdesign und Augmented Reality. Wir erweitern den realen Raum mit virtuellen grafischen Mitteln. Vom Pop-Up Buch bis zur Rauminstallation, unser Ziel sind überraschende und ungewöhnliche, visuelle, digitale Ideen in einer realen Umgebung. Natürlich gibt es dabei auch einige technische Problem zu lösen, unser Ziel ist es jedoch, effektiv und clever mit einfachen Tricks und verfügbaren Apps (Adobe Aero und Ähnlichem) zu arbeiten. Technisches Interesse und etwas Risikobereitschaft sind also Voraussetzung – ohne das geht es nicht – aber das Erlernen von Tools steht nicht im Mittelpunkt. Es geht vielmehr darum richtig gutes Grafikdesign zu machen und dies in einem neuen Medium zu erproben und es schließlich in kurzen aber eindrucksvollen Filmclips zu präsentieren.\n\nDas Some Magazine zum Thema „Reality“ wird wie immer in diesem Kurs entstehen. Hierfür suche ich eine drei- bis vierköpfige Redaktion.\n\nEin Hinweis: der Titel dieses Seminars bezieht sich auch auf die Form unseres gemeinsamen Studiums. Ich habe genug von Zoom. Wir suchen nun nach alternativen Strategien zum digitalen Studium. Diese Suche ist Teil des Experiments.\n\nThemen: #Society + Public domain, #Mobility + Urbanism, #Culture + Transformation, #Consumption + Production, #Science + Technology, #Business + Commerce\n\nPrüfungsleistung: Rege Teilnahme am Diskurs, individuelle Entwurfsarbeit, mehrere Präsentationen, ein Vortrag zum Thema, Dokumentation auf Incom.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9244\n\nProf. Sven Völker"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8b81ff38-b977-42ff-baff-cd3a4c0b19ce","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Spezialisierung: MotionStandard 11: Critical Whiteness","teacher":"Prof. Klaus Dufke","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":4},"String":"Donnerstag, 18:30"}}},"room":"LW 117","descriptionText":{"type":"html/md","value":"Donnerstag 14:00-18:30, Raum LW 117\n\nCritical Whiteness 01: White Privilege. Wie bewusst sind uns die Strukturen alltäglicher Benachteiligung von marginalisierten Gruppen einerseits bzw. die Vorteile und „unsichtbaren\" Privilegien der Mehrheitsgesellschaft andererseits? Was können wir tun, um uns Selbst und Anderen solche Strukturen sichtbarer und bewusster zu machen?\n\nDie Ausgrenzung und Benachteiligung der Einen beginnen bereits dort, wo kulturelle, soziale, politische und ökonomische Privilegien von Anderen in Anspruch genommen werden. Dies geschieht allzu oft, ohne daß sich die Einzelnen dessen bewußt sind. »Critical Whiteness« bedeutet im Kontext der sozialen Konstruktion von Differenzen, dass weiße Menschen eine kritische und reflektierende Haltung gegenüber ihrer Hautfarbe einnehmen. Wir wollen dies versuchen , indem wir unterschiedliche gesellschaftliche Instanzen und Phänomene kritisch beobachten und analysieren: uns als Hochschule, uns als Land im Jahr der Bundestagswahl (+ sechs Landtagswahlen und diversen Kommunalwahlen), uns als Kulturbetrieb in pandemischen Krisenzeiten, uns als soziale Skulptur mit dem Anspruch auf Diversität.\n\nDas Seminar findet statt in enger Zusammenarbeit mit der Veranstaltung »Exit racism« (Perspektiven und Social Skills; Freitagsnachmittag) von Jessica Brown, dessen Besuch wir sehr empfehlen.\n\nAUFGABENSTELLUNG + FORMAT: Das Projekt adressiert Gesellschaft, Öffentlichen Sektor, Kultur + Transformation oder Bildung. Alle Phasen einer Produktion (Recherche, Konzeption, Entwurf, Planung, Produktion) werden durchlaufen. Das Format für das Bewegtbild-Projekt kann frei gewählt werden. Dies kann sein ein Video Explainer; eine Motion-Poster Plakatreihe; eine Living-Print / Augmented Reality Anwendung; ein interview basierter Dokumentarfilm; oder in anderes selbstgewähltes Format.\n\nVORAUSSETZUNG: Sicherer Umgang mit den Grundwerkzeugen der digitalen 2D-Mediengestaltung und Grundkenntnisse in einer Animationssoftware; zB erfolgreiche Teilnahme am Grundkurs MotionBasis. Die Teilnehmerzahl ist begrenzt. Anmeldung erfolgt über das Kurswahlsystem im Incom-Workspace.\n\nThemen: #Society + Public domain, #Culture + Transformation\n\nPrüfungsleistung:- 1 x Semesterprojekt; Format frei wählbar; - 1 x Projektdokumentation; - 1 x SeminarProtokoll.\n\nAnzahl Teilnehmer: 20\n\nIncom Url:https://fhp.incom.org/workspace/9280\n\nProf. Klaus Dufke"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f0cd394c-c17a-4976-b006-ea26de986585","attributes":{"type":null,"title":"Thesesentwicklung Designdiskurs + Argumentation: (fast) alles, was Recht ist - ein Seminar (nicht nur!) zum Medienrecht...","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 32TE-DA","id_new":"32 TE-DA","name":"32 TE-DA","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Dienstag 14.00-16.00, online\n\nRechtspolitische Fragen waren immer wieder Gegenstand gesellschaftlicher Auseinandersetzungen - sei es um die Notstandsgesetzgebung in den 60er Jahren des letzten Jahrhunderts, die Frage des Abtreibungsverbots, den großen Lauschangriff oder die gleichgeschlechtliche Ehe. Selten aber sind rechtspolitische Diskussionen gerade zum Medienrecht und dem Recht des geistigen Eigentums auf so viel Resonanz in der Allgemeinheit gestoßen. War etwa das Urheberrecht sehr lange Zeit ein Rechtsgebiet für Spezialisten, so bringt das Thema „Uploadfilter“ mittlerweile Tausende auf die Straßen. Die Regierung von Sachsen-Anhalt stoppt unter großer Anteilnahme der Öffentlichkeit die Abstimmung über den Rundfunkstaatsvertrag. Und die europäische Datenschutzreform rief Lobbyisten und NGOs in zuvor kaum gekannter Zahl auf den Plan, wurde dann doch verabschiedet und entwickelt sich nach und nach zu einem globalen „Gold Standard“. Die Corona-Pandemie stellt Datenschutz-Prinzipien wiederum auf den Prüfstand (Stichwort „Tracking-App“) und führt uns generell deutlich vor Augen, wie abstrakte juristische Fragen - etwa zum Infektionsschutzgesetz - unser aller Leben bestimmen.\n\nDiese kurze Beschreibung soll verdeutlichen, dass sich das Seminar zwar auf medien- und urheberrechtliche Aspekte konzentrieren, aber auch den Prozess der Gesetzgebung darüber hinaus thematisieren wird. Rechtsetzung und Rechtsanwendung fallen nicht vom Himmel, sind auch nicht nur eine Spezialmaterie für Experten, sondern betreffen uns täglich und unmittelbar.\n\nWir werden daher das Seminar dafür nutzen, im Rahmen von Vorträgen, Gruppenarbeiten und Diskussionen unterschiedliche Aspekte des Rechts zu bearbeiten und damit das Verständnis für diese Prozesse zu erhöhen. Ich biete zudem die Möglichkeit an, in diesem Seminar im Austausch mit den anderen Teilnehmenden und natürlich mit mir eine Hausarbeit zu schreiben.\n\nDas Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.\n\nPrüfungsleistung: Referat ggfs. mit Verschriftlichung, Lernprotokoll, Seminar- bzw. Vorlesungsprotokolle oder andere universitäre schriftliche Übungsformen.\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9301\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"debf0ca9-5065-40ba-b8cb-ca28e60ef6d4","attributes":{"type":null,"title":"Thesisentwicklung Designdiskurs + Argumentation: Thesisentwicklung KD","teacher":"Prof. Sven Völker","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-TE","id_new":"32 TE-DA","name":"32Th-TE Thesisentwicklung ","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":2},"String":"Dienstag, 18:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Dienstag 14.00–18:00, Raum D/223\n\nDas Ziel dieser Lehrveranstaltung ist die Weiterentwicklung und Schärfung der Masterthesis. Das Seminar wird in wechselnder Besetzung rund um einen festen Kursleiter (in diesem Semester Professor Sven Völker) durch die Professoren des Studiengangs Kommunikationsdesign durchgeführt, so dass ein breites, interdisziplinäres Feedback zu den jeweiligen Themen möglich ist. Dafür sind die Teilnehmer angehalten, alle zwei bis drei Wochen den Stand ihrer Überlegungen, insbesondere die theoretische Durchdringung und methodische Vorgehensweise vorzustellen und zu diskutieren.\n\nFür Studierende im Kommunikationsdesign Master of Arts\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9246\n\nProf. Sven Völker"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a971534f-d96f-4871-b18b-24c0ae1eb34a","attributes":{"type":null,"title":"Thesisentwicklung Designdiskurs + Argumentation: Thesisentwicklung PD","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-TE","id_new":"32 TE-DA","name":"32Th-TE Thesisentwicklung ","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/311","descriptionText":{"type":"html/md","value":"Mittwoch 10.00–14:00, Raum D/311\n\nGegenstand der Lehre ist der kritische Diskurs der Inhalte der Masterarbeit in Bezug auf Plausibilität, Dramaturgie, Schlüssigkeit, Visualität der Fragestellung im Hinblick auf die avisierten Ziele. Im Mittelpunkt dieser Veranstaltung steht die Ausarbeitung und Weiterentwicklung der MA-Thesisprojekte.\n\nZiel ist die Schärfung der MA-Problemstellung sowie die Entwicklung des Verknüpfungsvermögens und der Diskursfähigkeit in Richtung kultur- und / oder designwissenschaftlicher Fragestellungen.\n\nPrüfungsleistung: Thesisentwicklung - Präsentation / Dokumentation der Arbeitsergebnisse\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9342\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6864c7ad-b5a3-47ea-a81e-e1a3fce0eb27","attributes":{"type":null,"title":"Thesisentwicklung Designdiskurs + Argumentation: Managementqualifikationen","teacher":"Anett Lommatzsch, Dr. Heike Faust, Dipl.-Kfm. Demis Mohr","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-DM","id_new":"32 TE-DA","name":"32Th-DM Designmanagement ","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Dienstag 09:00-13:00, D/119\n\nDieser Kurs dient dazu sich im Management zu qualifizieren. Managementkompetenzen können im Studium als auch in der späteren beruflichen Laufbahn von Vorteil sein, z.B. im Führen eines Teams, in der Projektsteuerung, als Geschäftsführer*in oder Arbeitgeber*in im eigenen Unternehmen. Im 1. Block wird Wissen in der Kalkulation von Honoraren und Produkten und der Liquidität und Rentabilität vermittelt. Es findet eine Einführung in die Buchführung statt, di ejedes Unternehmen durchführen muss. Die Themen Zielgruppenentwicklung digitale Marketingstrategie bilden den Bereich Marketing ab. Personalführung und Team- und Organisationsentwicklung sind strategische Themen, die befähigen sollen ein Unternehmen Unternehmens- und Mitarbeiter*innen gerecht zu führen.\n\nPrüfungsleistung: Für jedes der 6 Themen müssen jeweils 3 Fragen als Hausarbeit ausgearbeitet werden.\n\nAnzahl Teilnehmer: 24\n\nIncom Url: https://fhp.incom.org/workspace/9354\n\nAnett Lommatzsch, Dr. Heike Faust, Dipl.-Kfm. Demis Mohr"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"64edf758-28d4-499b-b752-115f373c8383","attributes":{"type":null,"title":"Thesisentwicklung Wissenschaftsmethodik + Designforschung:","teacher":"Prof. Dr. Frank Heidmann, Prof. Constanze Langer","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-TE","id_new":"32 TE-WD","name":"32Th-TE DT ","category":"III/2 Thesisentwicklung Wissenschaftsmethodik + Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/106 online","descriptionText":{"type":"html/md","value":"Mittwoch, 11.00 — 14.00, Raum D/106 online\n\nDer Kurs begleitet die Konzeption, Bearbeitung und Dokumentation der Masterthesis. Er vermittelt Hands-On-Wissen zur Formulierung von Forschungsfragen und Hypothesen, zum Aufbau eines passgenauen Forschungsdesigns sowie der darauf abgestimmten Methodenauswahl. Hilfestellungen bei der Recherche, beim Schreibprozess und der Entscheidung für ein spezifisches Format bzw. Medium des Entwurfsteils ergänzen das Praxisangebot. Daneben werden aktuelle Ansätze und Entwicklungen der Designforschung zur Diskussion gestellt. Ziel ist die Reflexion der eigenen Masterthesis an bestehenden Wissenskulturen des Designs und die Beantwortung der Frage, welchen Beitrag die Arbeit zum Diskurs in der jeweils adressierten Designdomäne leisten kann.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9296\n\nProf. Dr. Frank Heidmann, Prof. Constanze Langer"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"573008fb-fe8c-4477-bb64-3d19bb481e67","attributes":{"type":null,"title":"Thesisentwicklung Wissenschaftsmethodik + Designforschung: Masterkurs Designtheorie","teacher":"Prof. Dr. Rainer Funke","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-DT","id_new":"32 TE-WD","name":"32Th-DT Theorie: Design","category":"III/2 Thesisentwicklung Wissenschaftsmethodik + Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":4},"String":"Donnerstag, 19:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Donnerstag, 16:00 — 19:00,  online\n\nSemiotische Analyse zur Master-Thesis.\n\nPrüfungsleistung: Hausarbeit, Online-Dokumentation, Präsentation\n\n \n\nAnzahl Teilnehmer: 13\n\nIncom Url: https://fhp.incom.org/workspace/335\n\nProf. Dr. Rainer Funke"},"maxStudents":0,"credits":"8 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b130d4c4-bf90-496d-9f9c-fac6b9aaa9d8","attributes":{"type":null,"title":"Thesesentwicklung Wissenschaftsmethodik + Designforschung: (fast) alles, was Recht ist - ein Seminar (nicht nur!) zum Medienrecht...","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 32TE-WD","id_new":"32 TE-WD","name":"32 TE-WD","category":"III/2 Thesisentwicklung Wissenschaftsmethodik + Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Dienstag 14.00-16.00, online\n\nRechtspolitische Fragen waren immer wieder Gegenstand gesellschaftlicher Auseinandersetzungen - sei es um die Notstandsgesetzgebung in den 60er Jahren des letzten Jahrhunderts, die Frage des Abtreibungsverbots, den großen Lauschangriff oder die gleichgeschlechtliche Ehe. Selten aber sind rechtspolitische Diskussionen gerade zum Medienrecht und dem Recht des geistigen Eigentums auf so viel Resonanz in der Allgemeinheit gestoßen. War etwa das Urheberrecht sehr lange Zeit ein Rechtsgebiet für Spezialisten, so bringt das Thema „Uploadfilter“ mittlerweile Tausende auf die Straßen. Die Regierung von Sachsen-Anhalt stoppt unter großer Anteilnahme der Öffentlichkeit die Abstimmung über den Rundfunkstaatsvertrag. Und die europäische Datenschutzreform rief Lobbyisten und NGOs in zuvor kaum gekannter Zahl auf den Plan, wurde dann doch verabschiedet und entwickelt sich nach und nach zu einem globalen „Gold Standard“. Die Corona-Pandemie stellt Datenschutz-Prinzipien wiederum auf den Prüfstand (Stichwort „Tracking-App“) und führt uns generell deutlich vor Augen, wie abstrakte juristische Fragen - etwa zum Infektionsschutzgesetz - unser aller Leben bestimmen.\n\nDiese kurze Beschreibung soll verdeutlichen, dass sich das Seminar zwar auf medien- und urheberrechtliche Aspekte konzentrieren, aber auch den Prozess der Gesetzgebung darüber hinaus thematisieren wird. Rechtsetzung und Rechtsanwendung fallen nicht vom Himmel, sind auch nicht nur eine Spezialmaterie für Experten, sondern betreffen uns täglich und unmittelbar.\n\nWir werden daher das Seminar dafür nutzen, im Rahmen von Vorträgen, Gruppenarbeiten und Diskussionen unterschiedliche Aspekte des Rechts zu bearbeiten und damit das Verständnis für diese Prozesse zu erhöhen. Ich biete zudem die Möglichkeit an, in diesem Seminar im Austausch mit den anderen Teilnehmenden und natürlich mit mir eine Hausarbeit zu schreiben.\n\nDas Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.\n\nPrüfungsleistung: Referat ggfs. mit Verschriftlichung, Lernprotokoll, Seminar- bzw. Vorlesungsprotokolle oder andere universitäre schriftliche Übungsformen.\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9301\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"01999594-5ae7-4e25-88b7-87921837b00a","attributes":{"type":null,"title":"Didaktik Tutoring / Mentoring: It's the End of the World as We Know It. Xtopien für eine Welt von Morgen","teacher":"Prof. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 33D-TM","id_new":"33 D-TM","name":"33 D-TM","category":"III/3 Didaktik Tutoring / Mentoring"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:30"}}},"room":"LW 126","descriptionText":{"type":"html/md","value":"Donnerstag 10.00-15.30, Raum LW/126\n\nXtopien sind extreme Zukunftsvorstellungen. Sie verbinden Utopien und Dystopien und fordern das, was für uns selbstverständlich erscheint, heraus. Sie grenzen sich radikal von der Gegenwart ab, stellen bestehende Rahmenbedingungen in Frage und verlassen den Bereich des derzeit Möglichen. Sie haben keinen Anspruch auf Realisierbarkeit und können weit in die Zukunft reichen. In einem geeigneten Interventionsformat ermöglichen sie Menschen, sich in Zukünfte hineinzuversetzen.\n\nAusgehend von dem R.E.M. Song It's the End of the World as We Know It (And I Feel Fine) reflektieren wir das mögliche Ende einer Ära und fragen in diesem Kurs:\n\nWie sieht die Welt aus nach dem Ende der Dominanz des Menschen über andere Lebewesen?\n\nDas Corona-Virus hat viele von uns „besiegt“ und damit wieder einmal verdeutlicht und in Erinnerung gebracht, dass wir als Menschen nicht über die Natur siegen können, sondern neue Formen des Zusammenlebens mit ihr denken sollten. Dies wird nicht nur in Pandemien spürbar, sondern immer wieder auch in den negativen Rückkopplungs-Effekten, welche durch die Zerstörung von anderen Arten, natürlichen Lebensräumen, Ressourcen, des Klimasystems und von Vielfalt im Allgemeinen entstehen.\n\nWelche radikal anderen Formen des Zusammenlebens von Menschen und anderen Lebewesen können wir uns für die Stadt der Zukunft vorstellen? Wie könnten natürliche und symbiotische Systeme unser urbanes Leben prägen? Lässt sich die Stadt als Wald oder Pilz-Netzwerk denken? Wie könnte ein Bildungs-, Gesundheits-, oder Verkehrssystem in einer Stadt-Natur-Gesellschaft funktionieren? Welche Rechte haben andere Lebewesen, sowie Flüsse, Erde, Luft? Welche Rolle spielt hier Digitalisierung und AI?\n\nDieser Kurs umfasst ernsthaftes wie humorvolles, experimentelles wie kommunikatives, prozesshaftes wie ergebnisorientiertes Arbeiten. In verschiedenen Übungen werden wir unser Vorstellungsvermögen trainieren, Ideen iterieren, Themen eigenständig recherchieren, Bilder und Geschichten entwickeln, Interventionsformate auswählen und weiterentwickeln, Prototypen bauen und testen. Die im Kurs erarbeiteten Xtopien sollen ein öffentliches Publikum aktiv einbeziehen und auf spielerische Art dazu einladen, Faszination für das Zukunftsthema zu wecken, es kontrovers zu diskutieren und selbst neue Ideen zu formulieren.\n\nDas Seminar wird in Kooperation mit dem transformativen Forschungsprojekt „Urbane Xtopien - Freiräume der Zukunft“ durchgeführt und wird damit Teil des vom Forschungsteams ausgerufenen „Jahr der Xtopien“, in dem verschiedene xtopische Interventionen in mehreren deutschen Städten stattfinden werden https://xtopien.org\n\nOrganisatorisches:\n\nDer Kurs richtet sich an alle Studierenden des ersten Studienabschnitts (Interfacedesign, Kommunikationsdesign, Produktdesign). Scheinerwerb durch regelmäßige und aktive Teilnahme, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen, Dokumentation.\n\nKursbeginn ist am Donnerstag, 08.04.2020, 10h online.\n\nDie Kurs-Sessions finden vor allem online statt, ggf. auch hybrid an der FHP und an anderen Orten. (Konkrete Hinweise folgen zum Kurs-Start)\n\nKurs ist geöffnet im Master-Tutorium\n\nDie Veranstaltung ist geöffnet für EMW Studierende Modul Interdisziplinäres Ergänzungsstudium.\n\nPrüfungsleistung: Scheinerwerb durch regelmäßige und aktive Teilnahme, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen, Dokumentation.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9318\n\nProf. Myriel Milicevic"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f86f2d84-f26f-4900-b177-d2d48575ce39","attributes":{"type":null,"title":"Didaktik Tutoring / Mentoring: Spreepark – Trinkwasserbrunnen als künstlerische Installationen","teacher":"Prof. Alexandra Martini\nProf. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 33D-TM","id_new":"33 D-TM","name":"33 D-TM","category":"III/3 Didaktik Tutoring / Mentoring"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:30"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Dienstag 10.00 - 15.30, Raum LW 226\n\nWir arbeiten wechselweise vor Ort im Spreepark, und an der FHP und ggf. hybrid. Der Spreepark (https://www.spreepark.berlin) ist ein einzigartiger Ort in der Mitte Berlins. Als ehemaliger Vergnügungspark und zukünftiger Kunst- und Kulturort befindet er sich in einem Zwischenstadium von Vergangenheit und Werden. Er ist Experimentierfeld und Möglichkeitsraum, sowohl für die Vorstellungen von Menschen als auch für die Entwicklung von urbanen Ökosystemen.\n\nUmgeben von Wasser ¬– sichtbar durch die Spree, unsichtbar durch Grundwasser in geringer Tiefe – können hier ökologische, gesellschaftliche und politische Aspekte zum Element Wasser als Ressource, Lebensraum, Bedrohung und Vergnügen verhandelt werden.\n\nOb als Kinderstube für Lurche oder Fundort für einzigartige Algen in dortigen Kleingewässern, mit seiner Lage im eiszeitlich entstandenen Warschau-Berliner Urstromtal, als knappe Ressource durch abnehmende Niederschlagsmengen, als historische industrielle Müllkippe im Flussbett – es gibt unzählig viele Wechselwirkungen rund um Wasser auf der Mikro- oder Makroebene. Diese Zusammenhänge und Daten werden wir im Spreepark Berlin durch interaktive Installationen und Objekte anschaulich und sinnlich erfahrbar machen. Dabei beziehen wir die Einzigartigkeit des Ortes ein und orientieren uns für die Interaktion und Gestaltung an Prinzipien der Vergnügungskultur. Diese übertragen wir in künstlerische Installationen, die als Trinkwasserbrunnen für Mensch, Tier und Pflanze funktionieren.\n\nDurch Recherche, inhaltliche Einarbeitung, experimentelle Studien mit Material und Mechanismen, nüchterne Betrachtungen und poetische Abstraktionen schaffen wir eine Serie von „thematischen Trinkwasserbrunnen“, die sich in einem Spannungsfeld von wissenschaftlichen Fakten und Rummelplatz-Automaten bewegen.\n\nAbschließend werden wir die Installationen filmisch dokumentieren und vor Ort der Öffentlichkeit präsentieren.\n\nOrganisatorisches:\n\nDer Kurs richtet sich vorwiegend an alle Einsteiger des Studiengangs Design (Interfacedesign, Kommunikationsdesign, Produktdesign). Scheinerwerb durch regelmäßige Teilnahme, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen, Dokumentation und aktive Beteiligung an der filmischen Dokumentation.\n\nKursbeginn ist am Dienstag, 06.04.2020, 10h online.\n\nHinweis:\n\nDie Veranstaltung ist geöffnet für EMW Studierende im Modul Interdisziplinäres Ergänzungsstudium, im Master-Tutorium und für den Special Skill-Schein 24PSs im zweiten Studienabschnitt.\n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9255\n\nProf. Alexandra Martini, Prof. Myriel Milicevic"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"27912ac1-952c-4d8c-9dab-29189d9a3600","attributes":{"type":null,"title":"Entwurf Interfacedesign Designforschung: Rethinking Tech Resources for Mental Health. XR-Prototyping etc.","teacher":"Prof. Dr. Frank Heidmann\nRahel Flechtner, Sebastian Wloch","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-AM","id_new":"21 EId-F","name":"21FVId-AM Advanced Media ","category":"II/1 Entwurf Interfacedesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":2},"String":"Dienstag, 19:00"}}},"room":"D/106 online","descriptionText":{"type":"html/md","value":"Dienstag 14:00-19:00, Raum D/106 online\n\nDer Kurs hat das Ziel, virtuelle und erweiterte Interaktionstechnologien (XR) sowie neue Formen multisensorischer Interaktion – beispielsweise interaktive Textilien oder Tangible Interfaces – für eine Anwendung im Kontext psychischer bzw. psychosomatischer Erkrankungen und deren Behandlung zu explorieren. Neben dem Kennenlernen der Potentiale und Grenzen dieser Technologien sollen im Kurs Prototypen unterschiedlicher Komplexität konzipiert und realisiert werden. Die Aufgabenstellung basiert u.a. auf der Bedürfnisanalyse von Menschen mit sozialen Angststörungen, mit denen wir gemeinsam in einem interdisziplinären Forschungsprojekt (DISA) an der FHP Hilfestellungen für eine stärkere soziale Inklusion und Teilhabe entwickeln.\n\nDie Struktur des Kurses sieht kompakte Impulse und Tutorials zum Prototyping spezifischer Technologien – Augmented Reality, Virtual Reality, Physical Computing & Wearable Technologies – vor. Der Kurs setzt dabei ein hohes Maß an Bereitschaft zum eigenständigen Ausprobieren der jeweiligen Technologien und Devices voraus. Programmierkenntnisse sind nicht notwendig. Unter den besonderen Umständen der Pandemie ist geplant, neue AR (HoloLens2) und VR (HP Reverb G2, Quest 2) Headsets an die Kursteilnehmer*innen auszuleihen und den Kurs hybrid zu gestalten. Wenn möglich, soll in der zweiten Kurshälfte in kleinen Gruppen in der Interfacewerkstatt gearbeitet werden.\n\nPrüfungsleistung: Projektdokumentation\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9295\n\nProf. Dr. Frank Heidmann, Rahel Flechtner, Sebastian Wloch"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9492b573-06ca-4b24-8123-49de271429ae","attributes":{"type":null,"title":"Entwurf Interfacedesign Designforschung: Digitale Souveränität","teacher":"Prof. Constanze Langer\nChristin Renner","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-VI","id_new":"21 EId-F","name":"21FVId-VI Visual Interfacedesign ","category":"II/1 Entwurf Interfacedesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":1},"String":"Montag, 09:30"},"end":{"minutes":{"value":"45"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:45"}}},"room":"D/106 online","descriptionText":{"type":"html/md","value":"Montag 09:30-14:45, D/106 online\n\nAb wann bewegen wir uns souverän im Digitalen? Welches Wissen, welche Erfahrungen und welche Fragen benötigt man, um als souverän im digitalen Raum zu gelten? Und wer definiert dies eigentlich? —\n\nIn der Lehrveranstaltung Digitale Souveränität wollen wir zunächst intensiv recherchieren, was heute unter dem Begriff der Digitalen Souveränität verstanden werden kann.\n\nAlgorithmische Prozesse zur Entscheidungsfindung durchdringen zunehmend unser Alltagsleben: Sie lenken Inhalte in den (sozialen) Medien, sortieren unsere Warenkörbe oder erstellen im Hintergrund Mobilitätsprofile. Dies geschieht allzu oft auf nicht nachvollziehbare Art und Weise.\n\nVor diesem Hintergrund werden wir uns ausführlich mit Computertechnologien, Vernetzung und algorithmisch-gesteuerten Entscheidungen sowie Empfehlungssystemen auseinandersetzen. Wir werden Lesen, Befragen und Testen; Fragestellungen erörtern und Sachverhalte durch Diskussion und Workshops untersuchen.\n\nUnser praktisches Ziel ist die Konzeption und Gestaltung von neuen Vermittlungsformaten, die Auskunft über die Verwendung von Daten und die Funktionsweise algorithmisch gesteuerter Angebote geben und somit die Digitale Souveränität fördern.\n\nPrüfungsleistung: Fachliche Tiefe in Recherche, begründeter Diskussion und ästhetischer Entwurfsarbeit; nachvollziehbare Dokumentation von Prozess und Ergebnis.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9319\n\nProf. Constanze Langer, Christin Renner"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e5b7d7ec-f5d3-485c-8bd1-c64097331400","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: Digitale Typografie","teacher":"Frank Rausch","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-AM","id_new":"21 EId-P","name":"21FVId-AM Advanced Media ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:30"}}},"room":"D/226 online","descriptionText":{"type":"html/md","value":"Freitag 10.00-14.30, Raum D/226 online\n\nGute Typografie ist entscheidend für eine gute User Experience – ob im gedruckten Buch oder auf der digitalen Benutzeroberfläche.\n\nWir werden typografische Details in Web und Apps diskutieren. Lernziel des Kurses ist es, sich durch Technologien nicht gestalterisch eingeschränkt zu fühlen – stattdessen sollen neue Möglichkeiten erkannt und angewandt werden, um die digitale Typografie voranzubringen.\n\nEs wird diverse Übungen geben, zum Beispiel zur Lesbarkeit für verschiedene Nutzungsszenarien und zur Mikrotypografie im Web. Interesse und Offenheit, die technische Umsetzung von Typografie und Layouts zu lernen, ist unbedingt erwünscht. Technische Vorkenntnisse sind nicht erforderlich.\n\nVoraussetzung für die Teilnahme am Kurs sind die Anwesenheit bei der ersten Veranstaltung sowie die Anfertigung einer Hausaufgabe zum zweiten Termin. Ein bestandenes Kolloquium des ersten Studienabschnitts ist ebenso Pflicht. Die Teilnehmerinnenzahl ist auf 12 Personen begrenzt. Die Plätze werden per Incom-Einschreibeverfahren verlost.\n\nWer diesen Typografie-Kurs im bereits absolviert hat, möge ihn bitte möglichst nicht noch einmal belegen.\n\nRemote-Kurs TL;DR\n\nDer Kurs läuft über Incom und es gibt einen wöchentlichen Videochat per Zoom.\n\nOrganisation\n\nDie Kursorganisation (Termine, Materialien, wichtige Links) wird im Incom-Workspace stattfinden.\nHausaufgaben werden ebenfalls per Incom-Workspace verteilt und eingesammelt.\nDie Vorlesung findet einmal wöchentlich per Videochat statt. Der Link wird oben links im Workspace zu sehen sein. Wir verwenden Zoom.\nInhaltliche Diskussionen zwischen allen Teilnehmenden im Incom-Workspace sind ausdrücklich erwünscht.\n\nVorlesungen und Besprechung der Hausaufgaben\n\nFreitags ab 10 Uhr wird eine Vorlesung mit Besprechung der Hausaufgaben per Videokonferenz stattfinden. Ich werde es ähnlich wie in meinen bisherigen Live-Kursen handhaben:\n\nIhr ladet die Hausaufgaben bis zur Deadline um 9:59 Uhr des Kurstages hoch.\nIch lade alle Hausaufgaben gesammelt um 10:00 Uhr herunter.\nAnschließend öffne ich die Hausaufgaben einzeln auf meinem Computer und diskutiere sie im Dialog mit den Kursteilnehmenden.\nDie Live-Schaltung wird voraussichtlich von 10 bis 13 Uhr gehen.\nAnschließend stehe ich noch – nach Bedarf – für einzelne Rückfragen zur Verfügung, auch unter vier Augen.\nFür die Abschlusspräsentation wünsche ich mir, dass die Studierenden einzeln Ihre Bildschirme teilen und eine Präsentation halten.\n\nErwartungen und Semesterplanung\n\nRegelmäßige Teilnahme an den Videokonferenzen ist erwünscht. Ich werde für meine eigene Übersicht eine »Remote-Anwesenheitsliste« führen.\nWer meine Kurse kennt, weiß: Es gibt sehr klare und vom Umfang her gut zu bewältigende Aufgabenstellungen.\nDie ersten zwei Drittel des Semesters wird es jede Woche ein neues Thema geben. Das letzte Drittel wird Projektarbeit sein.\nMir ist noch keine praktikable Alternative zur Feedback-Videokonferenz eingefallen. Es würde – bei meinem didaktischen Ansatz – zu viel verloren gehen, wenn ich nur Aufgaben stellen würde, ohne die Ergebnisse vor versammelter Runde zu diskutieren. Deshalb der Hinweis: Für die Kursteilnahme ist eine halbwegs stabile Internetverbindung wichtig.\nAlle Angaben hier sind mein aktueller Stand der Überlegungen. Anregungen zu technischen und inhaltlichen Änderungen nehme ich gerne entgegen.\n\nPrüfungsleistung: Anfertigung einer digitalen typografischen Arbeit. Präsentation der Arbeitsergebnisse am letzten Kurstermin des Semesters.\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9344\n\nFrank Rausch"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"7cc8cb23-0e88-472b-852a-fb8ddb9015e0","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: Mashup! vol. 2","teacher":"Paul Thiele","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-Visua","id_new":"21 EId-P","name":"21FVId-Visual Interfacedesign ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":5},"String":"Freitag, 19:00"}}},"room":"D/119 online","descriptionText":{"type":"html/md","value":"Freitag 14.00 - 19.00, D/119 online\n\nWir alle kennen Mashups aus der Musik: Collagen, die aus mindestens zwei Stücken zusammengesetzt sind. So gelangen von Funk umhüllte Metal Riffs in unsere Ohren, wenn Stevie Wonder auf Metallica trifft. Gemeinsamkeiten werden aufgedeckt und mitunter entstehen neue Musikrichtungen.\n\nMashups sind Bausteine der Evolution, Innovationsmethode und finden sich überall:\n\n1983 sagte Steve Jobs in einer Rede: »[…] we want to put an incredibly great computer in a book that you can carry around […]«\nDank APIs können Informationen verschiedener Websites verknüpft werden, um neue Einblicke zu geben.\nDas Mashup aus Spielmechaniken und einem spielfremden Kontext nennt sich Gamification.\nKirby Ferguson meint: »Everything is a remix« und illustriert basierend auf diesem Gedanken seine fundamentalen Prinzipien der Kreativität: Copy, Transform, Combine.\n\nIm Kurs Mashup wollen wir verschiedenste Apps analysieren und zu neuen Apps (Smartphone, iOS) synthetisieren. Welche Aspekte lassen sich gebrauchstauglich kombinieren oder werfen in Kombination kritische Fragen auf? Welche Mashups sind in welchen Kontexten überlebensfähig?\n\nBei der Gestaltung der Apps beachten wir die Human Interface Guidelines von Apple.\n\nLinks\n\nSad But Superstitious (Stevie Wonder vs Metallica Mashup) by Wax Audio https://www.youtube.com/watch?v=KyvxHL5hLfE\n\nEverything is a Remix\n\nhttps://www.youtube.com/watch?v=nJPERZDfyWc\n\nVoraussetzung zur Teilnahme\n\nDu befindest dich im Hauptstudium.\nDu hast eine gute Internetverbindung zu Hause (Remote-Kurs).\n\nPrüfungsleistung\n\nEngagement, Recherche und Präsentation der Ergebnisse im Workspace. Qualität der Konzeption, Gestaltung und Präsentation der App. Ausführliche Dokumentation des Prozesses und der Arbeitsergebnisse auf Incom.\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/9370\n\nPaul Thiele\n"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"bc89ae9b-d271-4150-9971-2473fa76aeed","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: Service Design Advanced - Re-Invent Öffentlicher Dienst","teacher":"Prof. Reto Wettach","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-PI","id_new":"21 EId-P","name":"21FVId-PI Physical","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:30"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Mittwoch 9.00 - 13:30, Raum D/106\n\nErarbeitung eines Design-Prozesses und Adaption etablierter Service-Design-Methoden für das Re-Designen einer Dienstleistung einer Behörde.\n\nNeben einem iterativen Prozess bestehend aus User-Research, Desk-Research, Ideation, Prototyping und Evaluation wird die Arbeit mit projektspezifischen KPIs Teil des Kurses sein.\n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/9313\n\nProf. Reto Wettach"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"00db48dd-ca43-4bdb-9236-5021c26371ed","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Designforschung: MotionStandard 11: Critical Whiteness","teacher":"Prof. Klaus Dufke","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-MG","id_new":"21 EKd-F","name":"21FVKd-MG Motiongraphics ","category":"II/1 Entwurf Kommunikationsdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":4},"String":"Donnerstag, 18:30"}}},"room":"LW 117","descriptionText":{"type":"html/md","value":"Donnerstag 14:00-18:30, Raum LW 117\n\nCritical Whiteness 01: White Privilege. Wie bewusst sind uns die Strukturen alltäglicher Benachteiligung von marginalisierten Gruppen einerseits bzw. die Vorteile und „unsichtbaren\" Privilegien der Mehrheitsgesellschaft andererseits? Was können wir tun, um uns Selbst und Anderen solche Strukturen sichtbarer und bewusster zu machen?\n\nDie Ausgrenzung und Benachteiligung der Einen beginnen bereits dort, wo kulturelle, soziale, politische und ökonomische Privilegien von Anderen in Anspruch genommen werden. Dies geschieht allzu oft, ohne daß sich die Einzelnen dessen bewußt sind. »Critical Whiteness« bedeutet im Kontext der sozialen Konstruktion von Differenzen, dass weiße Menschen eine kritische und reflektierende Haltung gegenüber ihrer Hautfarbe einnehmen. Wir wollen dies versuchen , indem wir unterschiedliche gesellschaftliche Instanzen und Phänomene kritisch beobachten und analysieren: uns als Hochschule, uns als Land im Jahr der Bundestagswahl (+ sechs Landtagswahlen und diversen Kommunalwahlen), uns als Kulturbetrieb in pandemischen Krisenzeiten, uns als soziale Skulptur mit dem Anspruch auf Diversität.\n\nDas Seminar findet statt in enger Zusammenarbeit mit der Veranstaltung »Exit racism« (Perspektiven und Social Skills; Freitagsnachmittag) von Jessica Brown, dessen Besuch wir sehr empfehlen.\n\nAUFGABENSTELLUNG + FORMAT: Das Projekt adressiert Gesellschaft, Öffentlichen Sektor, Kultur + Transformation oder Bildung. Alle Phasen einer Produktion (Recherche, Konzeption, Entwurf, Planung, Produktion) werden durchlaufen. Das Format für das Bewegtbild-Projekt kann frei gewählt werden. Dies kann sein ein Video Explainer; eine Motion-Poster Plakatreihe; eine Living-Print / Augmented Reality Anwendung; ein interview basierter Dokumentarfilm; oder in anderes selbstgewähltes Format.\n\nVORAUSSETZUNG: Sicherer Umgang mit den Grundwerkzeugen der digitalen 2D-Mediengestaltung und Grundkenntnisse in einer Animationssoftware; zB erfolgreiche Teilnahme am Grundkurs MotionBasis. Die Teilnehmerzahl ist begrenzt. Anmeldung erfolgt über das Kurswahlsystem im Incom-Workspace.\n\nThemen: #Society + Public domain, #Culture + Transformation\n\nPrüfungsleistung:- 1 x Semesterprojekt; Format frei wählbar; - 1 x Projektdokumentation; - 1 x SeminarProtokoll.\n\nAnzahl Teilnehmer: 20\n\nIncom Url:https://fhp.incom.org/workspace/9280\n\nProf. Klaus Dufke"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"04b4627f-b562-4fb7-9090-681b7ad9ac18","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Designforschung: Politiken des Designs –Design als Politik?","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-AD","id_new":"21 EKd-F","name":"21FVKd-AD Advertising Design ","category":"II/1 Entwurf Kommunikationsdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"19"},"day":{"value":4},"String":"Donnerstag, 19:30"}}},"room":"D/226 online","descriptionText":{"type":"html/md","value":"Donnerstag 14:00-19:30,Raum D/226 / online\n\nTransformation ist der Begriff der Stunde: ob ökologisch, ökonomisch oder gesellschaftlich, die Krisen unserer Zeit führen zu Veränderungen.\n\nDazu verhalten sich auch Designer*innen: Manche nehmen klare Positionen ein, sei es in der Analyse bestehender Verhältnisse, bei der Vermittlung, der Unterstützung von Organisationen oder als Aktivist*innen.\n\nIn diesem Seminar recherchieren und untersuchen wir historische und zeitgenössische Designpraktiken, die sich dezidiert politisch oder sozial engagieren. Themen sind dabei unter anderem Ökologie, Feminismus, Diversität und soziale Gerechtigkeit. Ziel ist es, diese Ergebnisse in einer Publikation (gedruckt/digital/hybrid) zu reflektieren und zu vermitteln. Ob dabei eher dokumentarisch, kommentierend oder aktivistisch gearbeitet wird ist freigestellt.\n\nDas Seminar ist auch für Masterstudierende geeignet.\n\nPrüfungsleistung: Voraussetzungen für den Erwerb von Credit Points sind für dieses Seminar: regelmäßige Teilnahme und Beteiligung am Seminar, Referat, gestalterische Arbeit (Publikation), Incom-Doku (Bilder, Text über das Projekt)\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9309\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e98971de-6ffa-4ce4-a200-567286417d00","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign künstlerische Praxis: Neue Erzählungen vom Wald","teacher":"Prof. Wiebke Loeper, Michael Annoff, Prof. Nicola Lepp, Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-FG","id_new":"21 EKd-K","name":"21FVKd-FG Fotografie ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:15"}}},"room":"D/308 und D/226","descriptionText":{"type":"html/md","value":"Montag 10:00-15:15, Raum D/308und D/226\n\nInterflex_Lehrveranstaltung zum Wald mit: Nicola Lepp und Michael Annoff (Kulturarbeit), Franziska Morlok (Redaktionelle Gestaltung) und Wiebke Loeper (Fotografie).\n\nIm Zentrum der interdisziplinären Lehrveranstaltung steht der heutige Wald als Ergebnis einer historisch gewachsenen Wechselbeziehung von Mensch und Natur. Vor diesem Hintergrund konzipieren die Studierenden Ausstellungs- und Vermittlungsformate für neue Erzählungen vom Wald. Wie lassen sich komplexe ökologische und kulturelle Zusammenhänge mit den Mitteln von Design und Kulturvermittlung ästhetisch und diskursiv erfahrbar machen?\n\nPrüfungsleistung: aktive Teilnahme am interdisziplinären Seminardiskurs, Entwicklung prototypischer Ausstellungsbeiträge und eine Dokumentation auf Incom\n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9304\n\nProf. Wiebke Loeper, Michael Annoff, Prof. Nicola Lepp, Prof. Franziska Morlok"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"830b0169-6d3b-4684-bf46-fb8cf077e55c","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign als Problemlösung: Clean Green!","teacher":"Prof. Matthias Beyrow","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-CI","id_new":"21 EKd-P","name":"21FVKd-CI Corporate Identity ","category":"II/1 Entwurf Kommunikationsdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:30"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Donnerstag 10:00 - 15:30, Raum D/310\n\nBrand-Entwicklung (Namensentwicklung sowie Packagingdesign) für eine Serie von ökologisch verträglichen Haushaltsreinigern im weitesten Sinne – von Essig-, Neutral-, Universalreiniger über WC-Reiniger, Spülmittel, Spülmaschinenmittel bis Waschmittel. Kooperation mit TSI hin oder her: Es geht um ehrliche Produktkommunikation, die den Umstand nicht verschweigt, dass Reinigungsmittel nie gut für die Umwelt sind, sondern bestenfalls nicht katastrophal.\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/9293\n\nProf. Matthias Beyrow"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b994cb8e-6f05-4ffc-916c-6c3987a00332","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Problemlösung: Schriftgestaltung - Expertkurs","teacher":"Prof. Lucas de Groot","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-TD","id_new":"21 EKd-P","name":"21FVKd-TD Typedesign ","category":"II/1 Entwurf Kommunikationsdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":2},"String":"Dienstag, 18:00"}}},"room":"D/103","descriptionText":{"type":"html/md","value":"Dienstag 14.00-18.00, Raum D/103\n\nExpertkurs nur für Studenten, die den Startkurs erfolgreich abgeschlossen haben.\n\nWorkspace:\n\nProf. Lucas de Groot"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e21814c4-c581-48f5-b035-364005b8c5ef","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Problemlösung: Digitale Typografie","teacher":"Frank Rausch","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-TD","id_new":"21 EKd-P","name":"21FVKd-TD Typedesign ","category":"II/1 Entwurf Kommunikationsdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:30"}}},"room":"D/226 online","descriptionText":{"type":"html/md","value":"Freitag 10.00-14.30, Raum D/226 online\n\nGute Typografie ist entscheidend für eine gute User Experience – ob im gedruckten Buch oder auf der digitalen Benutzeroberfläche.\n\nWir werden typografische Details in Web und Apps diskutieren. Lernziel des Kurses ist es, sich durch Technologien nicht gestalterisch eingeschränkt zu fühlen – stattdessen sollen neue Möglichkeiten erkannt und angewandt werden, um die digitale Typografie voranzubringen.\n\nEs wird diverse Übungen geben, zum Beispiel zur Lesbarkeit für verschiedene Nutzungsszenarien und zur Mikrotypografie im Web. Interesse und Offenheit, die technische Umsetzung von Typografie und Layouts zu lernen, ist unbedingt erwünscht. Technische Vorkenntnisse sind nicht erforderlich.\n\nVoraussetzung für die Teilnahme am Kurs sind die Anwesenheit bei der ersten Veranstaltung sowie die Anfertigung einer Hausaufgabe zum zweiten Termin. Ein bestandenes Kolloquium des ersten Studienabschnitts ist ebenso Pflicht. Die Teilnehmerinnenzahl ist auf 12 Personen begrenzt. Die Plätze werden per Incom-Einschreibeverfahren verlost.\n\nWer diesen Typografie-Kurs im bereits absolviert hat, möge ihn bitte möglichst nicht noch einmal belegen.\n\nRemote-Kurs TL;DR\n\nDer Kurs läuft über Incom und es gibt einen wöchentlichen Videochat per Zoom.\n\nOrganisation\n\nDie Kursorganisation (Termine, Materialien, wichtige Links) wird im Incom-Workspace stattfinden.\nHausaufgaben werden ebenfalls per Incom-Workspace verteilt und eingesammelt.\nDie Vorlesung findet einmal wöchentlich per Videochat statt. Der Link wird oben links im Workspace zu sehen sein. Wir verwenden Zoom.\nInhaltliche Diskussionen zwischen allen Teilnehmenden im Incom-Workspace sind ausdrücklich erwünscht.\n\nVorlesungen und Besprechung der Hausaufgaben\n\nFreitags ab 10 Uhr wird eine Vorlesung mit Besprechung der Hausaufgaben per Videokonferenz stattfinden. Ich werde es ähnlich wie in meinen bisherigen Live-Kursen handhaben:\n\nIhr ladet die Hausaufgaben bis zur Deadline um 9:59 Uhr des Kurstages hoch.\nIch lade alle Hausaufgaben gesammelt um 10:00 Uhr herunter.\nAnschließend öffne ich die Hausaufgaben einzeln auf meinem Computer und diskutiere sie im Dialog mit den Kursteilnehmenden.\nDie Live-Schaltung wird voraussichtlich von 10 bis 13 Uhr gehen.\nAnschließend stehe ich noch – nach Bedarf – für einzelne Rückfragen zur Verfügung, auch unter vier Augen.\nFür die Abschlusspräsentation wünsche ich mir, dass die Studierenden einzeln Ihre Bildschirme teilen und eine Präsentation halten.\n\nErwartungen und Semesterplanung\n\nRegelmäßige Teilnahme an den Videokonferenzen ist erwünscht. Ich werde für meine eigene Übersicht eine »Remote-Anwesenheitsliste« führen.\nWer meine Kurse kennt, weiß: Es gibt sehr klare und vom Umfang her gut zu bewältigende Aufgabenstellungen.\nDie ersten zwei Drittel des Semesters wird es jede Woche ein neues Thema geben. Das letzte Drittel wird Projektarbeit sein.\nMir ist noch keine praktikable Alternative zur Feedback-Videokonferenz eingefallen. Es würde – bei meinem didaktischen Ansatz – zu viel verloren gehen, wenn ich nur Aufgaben stellen würde, ohne die Ergebnisse vor versammelter Runde zu diskutieren. Deshalb der Hinweis: Für die Kursteilnahme ist eine halbwegs stabile Internetverbindung wichtig.\nAlle Angaben hier sind mein aktueller Stand der Überlegungen. Anregungen zu technischen und inhaltlichen Änderungen nehme ich gerne entgegen.\n\nPrüfungsleistung: Anfertigung einer digitalen typografischen Arbeit. Präsentation der Arbeitsergebnisse am letzten Kurstermin des Semesters.\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9344\n\nFrank Rausch"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3ef49145-6cc7-4329-8c14-47db4962e745","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Spekulation: Reality","teacher":"Prof. Sven Völker","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-GD","id_new":"21 EKd-S","name":"21FVKd-GD Grafikdesign ","category":"II/1 Entwurf Kommunikationsdesign als Spekulation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Montag 10:00-15:00, Raum D/223\n\nIn diesem Semester geht es um Grafikdesign und Augmented Reality. Wir erweitern den realen Raum mit virtuellen grafischen Mitteln. Vom Pop-Up Buch bis zur Rauminstallation, unser Ziel sind überraschende und ungewöhnliche, visuelle, digitale Ideen in einer realen Umgebung. Natürlich gibt es dabei auch einige technische Problem zu lösen, unser Ziel ist es jedoch, effektiv und clever mit einfachen Tricks und verfügbaren Apps (Adobe Aero und Ähnlichem) zu arbeiten. Technisches Interesse und etwas Risikobereitschaft sind also Voraussetzung – ohne das geht es nicht – aber das Erlernen von Tools steht nicht im Mittelpunkt. Es geht vielmehr darum richtig gutes Grafikdesign zu machen und dies in einem neuen Medium zu erproben und es schließlich in kurzen aber eindrucksvollen Filmclips zu präsentieren.\n\nDas Some Magazine zum Thema „Reality“ wird wie immer in diesem Kurs entstehen. Hierfür suche ich eine drei- bis vierköpfige Redaktion.\n\nEin Hinweis: der Titel dieses Seminars bezieht sich auch auf die Form unseres gemeinsamen Studiums. Ich habe genug von Zoom. Wir suchen nun nach alternativen Strategien zum digitalen Studium. Diese Suche ist Teil des Experiments.\n\nThemen: #Society + Public domain, #Mobility + Urbanism, #Culture + Transformation, #Consumption + Production, #Science + Technology, #Business + Commerce\n\nPrüfungsleistung: Rege Teilnahme am Diskurs, individuelle Entwurfsarbeit, mehrere Präsentationen, ein Vortrag zum Thema, Dokumentation auf Incom.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9244\n\nProf. Sven Völker"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"79dca16d-c2f3-474e-833a-3534784554fc","attributes":{"type":null,"title":"Entwurf Produktdesign als Designforschung: Leuchte in „nachhaltig“","teacher":"Prof. Volker von Kardorff","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-RA","id_new":"21 EPd-F","name":"21FVPd-RA Raum","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:00"}}},"room":"online per Teamsmeeting","descriptionText":{"type":"html/md","value":"Freitag, 10.00-15.00, Online per Teamsmeeting\n\nNachhaltigkeit ist in aller Munde – zu Recht.\n\nAber was bedeutet dies für den Designprozess?\n\nWarenströme, Transportbelastung, Fertigung, Materialaufwand, Betriebsaufwand, Materialtrennung, Wiederverwertung, Aufbereitung, Entsorgung.\n\nWas sagt der Gesetzgeber, was die Normen zu dem Thema? Wir recherchieren. Wie sehr ist der nachhaltige Produktionsprozess bereits Teil der Leuchtenindustrie? Wir suchen Beispiele und sprechen mit Herstellern.\n\nWie stark ist der Wunsch nach nachhaltigen Leuchten beim Nutzer? Wir fragen nach und skizzieren das Stimmungsbild.\n\nWie sehr helfen uns vorhandene Datenbanken bei der Beurteilung von Umweltauswirkungen? Wir ermöglichen den Zugang und machen uns ein Bild.\n\nDer Kurs recherchiert und trägt Informationen zusammen, bewertet und wägt ab. Diskutiert zwischen langer Nutzung und schneller Verwertung, zwischen Komplexität und Einfachheit, zwischen dem Wert von mehr und der Konsequenz von weniger.\n\nDas Ergebnis ist eine Leuchte für den Stadtraum oder eine für den Arbeitsplatz – für alle und damit relevant.\n\nDer Kurs beginnt gemeinsam und teilt sich in Gruppen von 2 bis 3 Studierende für die Recherchethemen und die Entwürfe.\n\nZum Ende wird eine Dokumentation mit den Ergebnissen der Recherche und der Vorstellung der Leuchtenentwürfe entstehen.\n\nZiel ist, den Prozess des nachhaltigen Entwerfens für Dritte nachvollziehbar darzustellen.\n\nThemen: #Society + Public domain, #Consumption + Production\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9369\n\nProf. Volker von Kardorff"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5f7ee853-a79d-4942-a464-a5c046c4fe14","attributes":{"type":null,"title":"Entwurf Produktdesign als Designforschung: DesignX – Onlineplattform für Design und gute Zukunft","teacher":"Prof. Holger Jahn\nJulia Ullrich","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PU","id_new":"21 EPd-F","name":"21FVPd-PU Produkt","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:00"}}},"room":"D/307 online","descriptionText":{"type":"html/md","value":"Dienstag, 09:30 — 15:00, D/307 online\n\nUnverbindliche Vorab-Kurs-Vorstellung via Zoom am Dienstag, den 16.03.2021 um 10:00 Uhr via Zoom\n\nDesign hat maßgeblich zum Überkonsum und damit zum Überschreiten der Planetaren Grenzen beigetragen. Design kann und wird aber auch einen wesentlichen Beitrag zur erfolgreichen Gestaltung der vor uns liegenden vielfältigen und tiefgreifenden Transformationen leisten.\n\nDie in der Vorbereitung befindliche Nonprofit-Plattform DesignX verknüpft das Wissen und die Community aus den ansonsten separaten Felder Design und Nachhaltigkeit an einem Ort, soll so das Wissen über Design und Nachhaltigkeit aber auch die Sichtbarkeit unseres Fachbereichs verbessern.\n\nIm Feld Design soll eine umfassende Sammlung von Wissen zu Design, Designdisziplinen, internationale Designer:innen-Profile (auch FHP Studierende, Lehrende und Aluminis), Designmethoden und vielem mehr publiziert werden. Im Feld Zukunft soll aufgezeigt werden, welche Herausforderungen vor uns liegen, wie gute Zukunft gelingen kann. Die Schnittmenge der beiden Schwerpunkte bilden vorbildhafte Projekte, z.B. FHP-Studienarbeiten, Initiativen, Unternehmen und Produkte.\n\nIm Seminar werden wir in erster Linie die, schon im Wintersemester und in vorhergehenden Seminaren erarbeiteten, Inhalte strukturieren, überarbeiten, aufbereiten, weitere beschaffen, uns mit Experten abstimmen, Texte, Grafiken und sonstige Medien erstellen, Rechte klären und die Inhalte publizieren. Weitere Teams werden sich um das Online-Marketing, Social-Media, das Corporate- & Webdesign, die technische Umsetzung, die finale Redaktion, Lektorat und ggf. Übersetzung kümmern.\n\nOrganisation\n\nNeben dem Input zu den für die Bearbeitung relevanten Themenfeldern, der Begleitung der Teams bildet die Vermittlung und Praxis produktiver Teamarbeit und Projektmanagement einen wichtigen Bestandteil des Seminars.\n\nDiesen Part wird Julia Ullrich, M.A. zertifizierter Scrum Master, Transferscout im Forschungs- und Transferschwerpunkt „Gesellschaft bilden“ des Forschungs- und Transferservice der FHP übernehmen.\n\nDas Seminar wird in Form einer virtuellen Redaktion/Agentur via Zoom, Miro, Slack und Trello durchgeführt. Wir werden morgens mit einer Inputveranstaltung und einem gemeinsamen „Agentur-Meeting“ starten, dann die Teams in mehreren Breakout-Rooms aufteilen und bis zum Abend in diesen „Team-Räumen“ arbeiten uns zu festgelegten Zeiten treffen und abstimmen.\n\nThemen: #Society + Public domain, #Culture + Transformation\n\nPrüfungsleistung: Aktive Mitarbeit, Übernahme und Bearbeitung der definierten Aufgaben, Autorschaft für relevante Projekt-Beiträge, Präsentation und Projekttagebuch\n\nRaum: Online via Incom, Zoom, Slack, Miro & Trello\n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9337\n\nProf. Holger Jahn, Julia Ullrich"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"0932c59c-969a-4fd1-9874-4ebbaa902d3a","attributes":{"type":null,"title":"Entwurf Produktdesign Designforschung: Schattenspiel","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PD","id_new":"21 EPd-F","name":"21FVPd-PD Produktdesign ","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":5},"String":"Freitag, 16:00"}}},"room":"D/116","descriptionText":{"type":"html/md","value":"Freitag 09.00 – 16.00, Raum D/116\n\nLicht ist ein zentrales Thema der Gestaltung – ohne Licht gäbe es schließlich nicht viel zu sehen. Das Spektrum der gestalterischen Auseinandersetzung mit Licht reicht vom technisch funktionalen Einsatz bis zur künstlerisch atmosphärischen Inszenierung von Innen- wie Außenräumen. Wobei das Licht selbst als auch der beleuchtete Kontext, der Lichtreflex gewissermaßen, Teil der Verhandlung sein kann.\n\nGegenstand des Entwurfsseminars mit formalästhetisch stilistischem Schwerpunkt ist die Gestaltung von Leuchten. Zentral sind die Fragen nach den Technologien und Gestaltungen die aktuell in Bezug auf das Thema Licht behandelt werden.\n\nAnlass für das Thema ist die Ausschreibung des LUXI - LICHT-Preis 2021. Weitere Informationen: http://www.lichtwoche-muenchen.de/\n\nPrüfungsleistung: Entwurfspräsentation mit hoher Ausführungsqualität, die Konzeptqualität und alle relevanten Aspekte der Entwurfslösung plausibel darstellen. Dokumentation der Gestaltungsentwicklung und –konzeption (Format: PDF-Dokument).\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9340\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2e9edb3a-9eb7-4926-bf95-c2f78ee884a1","attributes":{"type":null,"title":"Entwurf Produktdesign Künstlerische Praxis: Vom Guss zur Form – Phase II","teacher":"Prof. Hermann Weizenegger","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-ID","id_new":"21 EPd-K","name":"21FVPd-ID Industrialdesign ","category":"II/1 Entwurf Produktdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:30"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Mittwoch, 11:00 — 14:30, Raum D/310\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9329\n\nProf. Hermann Weizenegger"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"15941c0f-37c4-4b61-8b6e-72db1673f005","attributes":{"type":null,"title":"Entwurf Produktdesign künstlerische Praxis: New Luxury","teacher":"Prof. Hermann Weizenegger","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-ID","id_new":"21 EPd-K","name":"21FVPd-ID Industrialdesign ","category":"II/1 Entwurf Produktdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Dienstag 9.30 – 15.00, Raum D/308\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9330\n\nProf. Hermann Weizenegger"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a3f28393-ae03-41d4-bba2-5870d41910cb","attributes":{"type":null,"title":"Entwurf Produktdesign als Problemlösung: mobility design / products / systems / services / scenarios","teacher":"Prof. Holger Jahn","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PU","id_new":"21 EPd-P","name":"21FVPd-PU Produkt","category":"II/1 Entwurf Produktdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:00"}}},"room":"D/307 online","descriptionText":{"type":"html/md","value":"Montag 10:00 — 15:00, Raum D/307 online\n\nVorab-Vorstellung des Seminars und der Vorhaben via Zoom am 15. März ab 10:00 Uhr\n\nMobility Design vereint Forschung, Konzeption, Gestaltung, Entwicklung und Kommunikation klimaneutraler und ressourcenleichter Mobilität.\n\nNeben Elektrifizierung und Digitalisierung, werden insbesondere attraktive Services, Systeme, Produkte, Fahrzeuge, Infrastruktur und Geschäftsmodelle dazu beitragen, dass sich Mobilität und Logistik so entwickelt, dass diese zukünftig innerhalb der planetaren und urbanen Grenzen bewegt.\n\nEnde 2020 hat die EU in Ergänzung zum „European Green Deal“ die „Strategie für nachhaltige und intelligente Mobilität“ verabschiedet. Hier wird gefordert, dass in der EU mindestens 100 Städte bis 2030 klimaneutral werden. Im Seminar werden wir Vorschlage erarbeiten, welche dazu beitragen, dass die Mobilität in der Region Berlin-Brandenburg ab ca. 2030 weitgehend klimaneutral erfolgen kann.\n\nGrundlage sind die in vorhergehenden Kursen erarbeiteten Analysen, Szenarien, Konzepte, Darstellungsformen für Zukunftsbilder, Matrizen und anderes mehr.\n\nThemen: #Mobility + Urbanism, #Culture + Transformation\n\nPrüfungsleistung: Aktive Mitarbeit, Recherche, Entwicklung von Konzeptionen, Gestaltung, Darstellungen, Referate, Dokumentation, Präsentation und Veröffentlichung\n\nRaum: Online via Incom, Zoom, Slack, Miro & Trello\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9339\n\nProf. Holger Jahn"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"522be9c5-043b-4a97-a5bb-00214c72ab89","attributes":{"type":null,"title":"Theorie Design-/Kulturgeschichte: Weimarer Republik, Bauhaus und Gestalterinnen","teacher":"Prof. Marion Godau, Prof. Dr. Susanne Freund","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DG","id_new":"22 Th-DKG","name":"22Th-DG Designgeschichte ","category":"II/2 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"11"},"day":{"value":5},"String":"Freitag, 11:45"}}},"room":"D/108 online","descriptionText":{"type":"html/md","value":"Freitag 10.15-11.45, Raum D/108 Zoom-Konferenz\n\nFür 2. Studienabschnitt: Im Jahr 2019 wurde in Deutschland das Jubiläum 100 Jahre Bauhaus gefeiert. Im Mittelpunkt standen die bekannten männlichen Protagonisten, während die Frauen nur wenig Beachtung fanden. Denn obgleich bislang vereinzelte Darstellungen zu den lange aus dem Blick geratenen Gestalterinnen, Fotografinnen oder Architektinnen erschienen sind, bleiben noch viele Fragen offen. Ferner fehlt nach wie vor die Perspektive, dass die Moderne nicht nur von der Bauhausbewegung geprägt wurde. Die Forschungsfrage „Wie, wann und wo haben Frauen in der Weimarer Republik gestalterische Spuren hinterlassen?“ soll als Leitmotiv dienen, um neue Erkenntnisse zu gewinnen. Themen, Orte, Institutionen und Meinungen bilden den Rahmen des Projekts, das sowohl Kenntnisse des Designs vermittelt als auch den klassischen Archivbegriff im Hinblick auf die Hinterlassenschaften bislang unsichtbarer Frauen neu definieren soll. Als Kursergebnis sollen Kurzportraits die Biografien dieser Frauen dokumentieren. Diese wiederum sollen als Grundlage für mögliche weitergehende Forschungen zum Thema dienen.\n\nSommersemester 2021 und wer will Fortführung im Wintersemester 2021/22 Interessierte senden bitte bis zum 26. März 2021 eine Mail an godau­ (at) fh-potsdam.de und beantworten kurz die Fragen, warum sie sich diesen Kurs ausgesucht haben, welche Erwartungen sie haben und was sie besonders interessiert. Stichworte genügen :) Danach werden wir Sie nach Eingangsdatum Ihrer Antwort als Mitglied einladen.\n\nPrüfungsleistung: Regelmäßige und aktive Teilnahme, ausgearbeitete studentische Beiträge\n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/9299\n\nProf. Marion Godau, Prof. Dr. Susanne Freund"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"7f879dcf-2328-4690-8024-da3fc0ebb826","attributes":{"type":null,"title":"Theorie Design-/Kulturgeschichte: Artificial Interfaces","teacher":"Dr. des. Sandra Groll","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DG","id_new":"22 Th-DKG","name":"22Th-DG Designgeschichte ","category":"II/2 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/108","descriptionText":{"type":"html/md","value":"Mittwoch, 11:00 — 14:00, Raum D/108\n\nIm kommenden Sommersemester werden wir uns im Seminar „Artificial Interfaces“ aus designgeschichtlicher Perspektive mit dem Design der Interfaces von digitalen Produkten, elektronischen Devices und KI-gestützten Services beschäftigen. Neben der Beschäftigung mit der zeitgenössischen Ikonographie von Interfaces, werden wir uns dabei auch dem Phänomen des Anthropomorphismus bei der Gestaltung von Schnittstellen zu künstlichen Intelligenzen auseinandersetzen.\n\nPrüfungsleistung: Das Seminar findet mittwochs von 11:00 – 14:00, in Abhängigkeit von der jeweiligen Corona-Lage im Sommersemester als Online-, Hybrid- oder Präsenzveranstaltung statt. Voraussetzung für den Leistungsnachweis ist neben der regelmäßigen Teilnahme, den Beiträgen im Seminar auch eine Hausarbeit im Umfang von 20.000 Zeichen / 12 Seiten.\n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/9306\n\nDr. des. Sandra Groll"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"d9f59ed7-5286-42af-9b83-b9efd1294815","attributes":{"type":null,"title":"Theorie Design-/Kulturgeschichte: Ich kaufe also bin ich? Kulturgeschichte des Konsums","teacher":"Prof. Marion Godau","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DG","id_new":"22 Th-DKG","name":"22Th-DG Designgeschichte ","category":"II/2 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:15"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:30"}}},"room":"D/108 online","descriptionText":{"type":"html/md","value":"Donnerstag 10.15-13.30, Raum D/108 Zoom-Konferenz\n\nMenschen können nicht ohne Dinge sein, sie müssen sich kleiden, sie trinken aus Tassen oder Gläsern, sitzen etc. Seit der Industrialisierung ist der Konsum zum Dreh- und Angelpunkt sogenannter moderner Gesellschaften geworden. Mit dem Effekt, dass es etwa allein in Großbritannien 2013 sechs Milliarden Kleidungsstücke gab – mehr als hundert pro Person – und in Deutschland jeder Mensch statistisch mehr als 10.000 Gegenstände besitzt (Frank Trentmann: ‚Herrschaft der Dinge’. München 2019, S. 11). Viele nationale Wirtschaften hängen an der Produktion von Konsumgütern. Das bleibt nicht ohne Folgen für die gesamte Welt. Der Kurs behandelt die Entstehung unserer Konsumgesellschaft mit seinen Formen und Auswirkungen und stellt die Frage, welche Rolle Designer*innen hier spielen und spielen können.\n\nPrüfungsleistung: Regelmäßige und aktive Teilnahme, ausgearbeitete studentische Beiträge\n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/9297\n\nProf. Dr. des Marion Godau"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"98967098-5759-4040-bebc-6bac189174fa","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Managementqualifikationen","teacher":"Anett Lommatzsch, Dr. Heike Faust, Dipl.-Kfm. Demis Mohr","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Dienstag 09:00-13:00, D/119\n\nDieser Kurs dient dazu sich im Management zu qualifizieren. Managementkompetenzen können im Studium als auch in der späteren beruflichen Laufbahn von Vorteil sein, z.B. im Führen eines Teams, in der Projektsteuerung, als Geschäftsführer*in oder Arbeitgeber*in im eigenen Unternehmen. Im 1. Block wird Wissen in der Kalkulation von Honoraren und Produkten und der Liquidität und Rentabilität vermittelt. Es findet eine Einführung in die Buchführung statt, di ejedes Unternehmen durchführen muss. Die Themen Zielgruppenentwicklung digitale Marketingstrategie bilden den Bereich Marketing ab. Personalführung und Team- und Organisationsentwicklung sind strategische Themen, die befähigen sollen ein Unternehmen Unternehmens- und Mitarbeiter*innen gerecht zu führen.\n\nPrüfungsleistung: Für jedes der 6 Themen müssen jeweils 3 Fragen als Hausarbeit ausgearbeitet werden.\n\nAnzahl Teilnehmer: 24\n\nIncom Url: https://fhp.incom.org/workspace/9354\n\nAnett Lommatzsch, Dr. Heike Faust, Dipl.-Kfm. Demis Mohr"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"0b297fd0-ac01-40e3-9f69-42d26f0b7d11","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Urheber-, Design- und Medienrecht (Vorlesung mit integrierter Übung)","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Dienstag 10:00-13:00, online\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\n\nPrüfungsleistung: schriftlicher Leistungsnachweis\n\nAnzahl Teilnehmer: 90\n\nIncom Url: https://fhp.incom.org/workspace/9300\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"35660595-652a-4be1-a818-5703ff5ad592","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: (fast) alles, was Recht ist - ein Seminar (nicht nur!) zum Medienrecht...","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Dienstag 14.00-16.00, online\n\nRechtspolitische Fragen waren immer wieder Gegenstand gesellschaftlicher Auseinandersetzungen - sei es um die Notstandsgesetzgebung in den 60er Jahren des letzten Jahrhunderts, die Frage des Abtreibungsverbots, den großen Lauschangriff oder die gleichgeschlechtliche Ehe. Selten aber sind rechtspolitische Diskussionen gerade zum Medienrecht und dem Recht des geistigen Eigentums auf so viel Resonanz in der Allgemeinheit gestoßen. War etwa das Urheberrecht sehr lange Zeit ein Rechtsgebiet für Spezialisten, so bringt das Thema „Uploadfilter“ mittlerweile Tausende auf die Straßen. Die Regierung von Sachsen-Anhalt stoppt unter großer Anteilnahme der Öffentlichkeit die Abstimmung über den Rundfunkstaatsvertrag. Und die europäische Datenschutzreform rief Lobbyisten und NGOs in zuvor kaum gekannter Zahl auf den Plan, wurde dann doch verabschiedet und entwickelt sich nach und nach zu einem globalen „Gold Standard“. Die Corona-Pandemie stellt Datenschutz-Prinzipien wiederum auf den Prüfstand (Stichwort „Tracking-App“) und führt uns generell deutlich vor Augen, wie abstrakte juristische Fragen - etwa zum Infektionsschutzgesetz - unser aller Leben bestimmen.\n\nDiese kurze Beschreibung soll verdeutlichen, dass sich das Seminar zwar auf medien- und urheberrechtliche Aspekte konzentrieren, aber auch den Prozess der Gesetzgebung darüber hinaus thematisieren wird. Rechtsetzung und Rechtsanwendung fallen nicht vom Himmel, sind auch nicht nur eine Spezialmaterie für Experten, sondern betreffen uns täglich und unmittelbar.\n\nWir werden daher das Seminar dafür nutzen, im Rahmen von Vorträgen, Gruppenarbeiten und Diskussionen unterschiedliche Aspekte des Rechts zu bearbeiten und damit das Verständnis für diese Prozesse zu erhöhen. Ich biete zudem die Möglichkeit an, in diesem Seminar im Austausch mit den anderen Teilnehmenden und natürlich mit mir eine Hausarbeit zu schreiben.\n\nDas Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.\n\nPrüfungsleistung: Referat ggfs. mit Verschriftlichung, Lernprotokoll, Seminar- bzw. Vorlesungsprotokolle oder andere universitäre schriftliche Übungsformen.\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9301\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"37db1c9d-5210-4523-9a65-f1e2c497e232","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Designmanagement-Grundlagen (Fokus „Marketing“)","teacher":"Prof. Karsten Henze","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":1},"String":"Montag, 16:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":1},"String":"Montag, 19:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Montag 16.00-19.00, online\n\nDesigner·innen sind heute mehr denn je gefordert, die Rahmenbedingungen ihrer Arbeit nicht nur zu verstehen, sondern diese nach Möglichkeit ebenfalls gestalten und steuern zu können. Erst wenn Design strategisch eingesetzt wird, kann es das volle Potenzial entfalten, ob für Auftragnehmer oder Auftraggeber. Designmanagement ist vor diesem Hintergrund nicht als eigenständiges Berufsbild zu verstehen, sondern implizite, strategische Komponente aller designrelevanten Prozesse und Aktivitäten.\n\nZiel dieses Kurses ist es, Studierenden einen Überblick über die verschiedenen Dimensionen des Designmanagements und den unterschiedlichen Rollen und Funktionen zu geben, die Designer·innen im Rahmen ihrer Arbeit kennen und für sich nutzen sollten. Im Fokus steht dabei nicht das konkrete Management von Projekten, sondern die Vermittlung designrelevanter Grundlagen des Marketings und Aspekte des Designmanagements aus unterschiedlichen Perspektiven wie Kunde, Agentur und Unternehmen mit konkreten Fallbeispielen aus der Praxis. Darüber hinaus steht der Austausch und die Diskussion über heutige und zukünftige Anforderungen an das Design im Mittelpunkt des Kurses.\n\nInhalt (Auszug):\n\nBegriffsklärung, Entwicklung, Innovationsmanagement, Marketing, Methoden, Strategien, Aspekte der Psychologie- und Verhaltensforschung, Organisation und Führung, Trend- und Marktforschung, Umgang mit disruptiven Entwicklungen, Marke und Identität, markenrechtliche Aspekte, Design- und Markenmanagement aus Agentur- und Unternehmenspraxis (Fallbeispiele) und Diskussion über aktuelle Trends und Entwicklungen.\n\nFormat:\n\nVorlesung mit Gruppenarbeiten. Im Rahmen des Kurses werden unterschiedliche Themen und Aspekte des Designmanagements behandelt und u.a. durch die Studierenden in Gruppenarbeit erarbeitet, präsentiert und im Kurs diskutiert. Die Gruppenarbeit mit Präsentation, eine individuelle Hausarbeit sowie regelmäßige und aktive Beteiligung bilden die Grundlage für den Scheinerwerb.\n\nOrganisatorisches:\n\n----------------- Online-Kurs --------------------\n\nStarttermin: **Montag, 12. April 2021, 16.00 Uhr **\n\nMaximal 26 Teilnehmer*innen, (plus 4 EMW/Austauschstud./Härtefälle)\n\nTeilnahme ab 4. Semester\n\n--> EMW-Studierende willkommen\n\nPrüfungsleistung: Gruppenarbeit mit Präsentation, individuelle Hausarbeit, Präsenz und aktive Mitarbeit\n\nAnzahl Teilnehmer: 26\n\nIncom Url: https://fhp.incom.org/workspace/9285\n\nProf. Karsten Henze"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f0089f15-c814-43f9-90f4-4d4d8a3f8063","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: On the Job","teacher":"Prof. Vicky Tiegelkamp","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":1},"String":"Montag, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Montag 11.00-14.00, Online Kurs\n\nDesigner stehen heute im Dialog mit Ihren Auftraggebern vor neuen Herausforderungen. Die Entwicklungen von z.B. Corporate Design Systemen, Websites, Produktdesign oder Websites gehören weiterhin zu den Fragestellungen von Auftraggebern – aber sie werden um neue Fragen in Bezug auf Strategie- und Innovationsentwicklung ergänzt. DesignerInnen sind nicht mehr nur reine Oberflächengestalter, sondern gesuchte Mittler an der Schnittstelle von Business und Design. Das hat auch Auswirkungen auf die Anforderungen von Agenturen an das Know-How an DesignerInnen. Neben dem designspezifischen Expertenwissen, sind DesignerInnen aufgefordert Projekte auf Basis des Human-Centered Design Ansatzes zu gestalten (z.B. Design Process Model). Kundenbefragungen und Methoden wie z.B. Costumer Journey Mapping gehören heute zu den Standard Methoden bei der Projektplanung im Agenturleben.\n\nDas erfordert ein Umdenken – auch bei DesignerInnen. Im Designmanagement besprechen wir zum einen das »Management of Design« aber auch das »Design of Management«.\n\nIm »Design of Management« ist der »Human-Centered-Design-Ansatz« Schlüssel zur Entwicklung von Produkten und Services, die von Wert für Kunden sind. Befragungen und Beobachtungen von Kunden spielen eine zentrale Rolle, um Bedürfnisse zu Erkennen und zu Verstehen. Gleichzeitig ist es wichtig Trends zu beobachten und Impulse aus ganz unterschiedlichen Bereichen zu nutzen, damit Neues entstehen kann. Ziel muss es sein, dass DesignerInnen ihren Horizont erweitern und ein tiefes Verständnis für das eigentliche Problem - und damit die spätere Lösung – entwickeln und erst dann starten, Lösungen zu entwickeln.\n\n»Management of Design« beinhaltet die Planung von Projekten und die Kalkulation der Projekte unter Einbeziehung einer kundenzentrierten Perspektive. Dabei lernen DesignerInnen die zeitliche und wirtschaftliche Planung und den Unterschied von klassischen und agilen Methoden kennen. In den Vorlesungen werden die Grundlagen der Projektplanung vermittelt. Dabei lernen die Studierenden ein Projekt zu kalkulieren und einen Zeitplan zu erstellen. Weiterhin wird gemäß Design Process Modell Methoden des Human-Centered Design vermittelt.\n\nPrüfungsleistung: 50% Hausarbeit in Gruppen 20% Einzelne Arbeiten / Mitarbeit in Zoom 30% Präsentation der finalen Gruppenarbeit am Ende des Kurses\n\nErster Termin: voraussichtlich Montag, 12. April 2021\n\n \n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9254\n\nProf. Vicky Tiegelkamp"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f3dd9b70-7e56-45c6-9d46-26b91f73916f","attributes":{"type":null,"title":"Theorie Design-/Medientheorie: Cave Lutum!","teacher":"Prof. Dr. Rainer Funke","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DT","id_new":"22 Th-DMT","name":"22Th-DT Design","category":"II/2 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":2},"String":"Dienstag, 17:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Dienstag 14:00-17:00 und 18:00-21:00 online und Raum D 119\n\nHygiene-Konstruktionen als strategisches Herz des Design. Forschung zu Grenzen und Grenzüberschreitungen\n\nPrüfungsleistung: Kultur- und Design-Analyse, schriftliche Dokumentation, Präsentation, Online-Veröffentlichung\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9265\n\nProf. Dr. Rainer Funke"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a6c83ff3-485b-4d03-8a80-709619a45108","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Figur und Raum","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Dienstag 09.00-13.30, Raum D/323\n\nDie Gestalt der menschlichen Figur, Anatomie, Proportionslehre, Statik.\n\nAkt, bekleidete Figur, figürliche Skizzen, Gesten.\n\nPrüfungsleistung: Mappenpräsentation, 3 Credits (neue Studienordnung), 6 Credits (alte Studienordnung)\n\nAnzahl Teilnehmer: 15\n\nWorkspace: https://fhp.incom.org/workspace/9268\n\nFrank Gottsmann"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"7540dde4-9072-427a-acef-2698fc19d1bc","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Das Geheimnis der Dinge","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Montag 14:00-18:30, Raum D/323\n\nperspektivisches Freihandzeichnen von geometrischen Grundkörpern, Gegenständen des täglichen Gebrauchs, Architekturzeichnen\n\nPrüfungsleistung: Mappenpräsentation, 3 Credits (neue Studienordnung), 6 Credits (alte Studienordnung)\n\n \n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9267\n\nFrank Gottsmann"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5f290423-d151-43dd-8a3d-a8da15cce7bf","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Figur im Raum","teacher":"Maria Kleinschmidt","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Freitag, 10:00 — 15:30, Raum D/323\n\nDieser zeichnerische Grundlagenkurs möchte Studierende dazu befähigen, schnell und sicher Menschen in Räumen / in Situationen zu zeichnen. Es werden verschiedene Zeichenmaterialien sowie Techniken und Methoden vorgestellt und miteinander kombiniert. Am Semesteranfang wird es, voraussichtlich online, zunächst um einige Übungen zu Perspektive und Perspektivkonstruktionen gehen.\n\nAnschließend widmet sich der Kurs dem schnellen Zeichnen und Skizzieren von Menschen: kurze Posen, kleine Formate, viel Papier. Mittels einer schrittweisen Methodik wird die Figur in ihre Elemente zerlegt: Linie, Silhouette, Bewegung, Licht-Schatten. Dieser Teil des Kurses wird, soweit möglich, als Präsenzunterricht im Atelier-Raum D.323 stattfinden. Im dritten Teil werden wir, auch: soweit möglich, auf mehreren kleinen Tagesexkursionen das Zeichnen von Menschen in Bezug zur Umgebung üben.\n\n________________\n\nDer Kurs ist auf 15 Teilnehmer:innen beschränkt. Beginn ist am 09. April 2021. Freitags, 10 bis 15:30 Uhr\n\n________________\n\nNicht verwirren lassen: Dieser Kurs ist bis auf den Termin identisch mit dem gleichnamigen Kurs am Donnerstag. Beide Kurse zu belegen macht daher vielleicht keinen Sinn. Pandemiebedingt wird der Farbkurs erst wieder im Wintersemester angeboten, dafür dann auch doppelt.\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9331\n\nMaria Kleinschmidt"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e3a7366f-99cf-4a20-ae34-419ba8d33424","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Figur im Raum","teacher":"Maria Kleinschmidt","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Donnerstag, 10:00 — 15:30, Raum D/323\n\nDieser zeichnerische Grundlagenkurs möchte Studierende dazu befähigen, schnell und sicher Menschen in Räumen / in Situationen zu zeichnen. Es werden verschiedene Zeichenmaterialien sowie Techniken und Methoden vorgestellt und miteinander kombiniert.\n\nAm Semesteranfang wird es, voraussichtlich online, zunächst um einige Übungen zu Perspektive und Perspektivkonstruktionen gehen.\n\nAnschließend widmet sich der Kurs dem schnellen Zeichnen und Skizzieren von Menschen: kurze Posen, kleine Formate, viel Papier. Mittels einer schrittweisen Methodik wird die Figur in ihre Elemente zerlegt: Linie, Silhouette, Bewegung, Licht-Schatten. Dieser Teil des Kurses wird, soweit möglich, als Präsenzunterricht im Atelier-Raum D.323 stattfinden.\n\nIm dritten Teil werden wir, auch: soweit möglich, auf mehreren kleinen Tagesexkursionen das Zeichnen von Menschen in Bezug zur Umgebung üben.\n\nNicht verwirren lassen:\n\nDieser Kurs ist bis auf den Termin identisch mit dem gleichnamigen Kurs am Freitag. Beide Kurse zu belegen macht daher vielleicht keinen Sinn. Pandemiebedingt wird der Farbkurs erst wieder im Wintersemester angeboten, dafür dann auch doppelt.\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9289\n\nMaria Kleinschmidt"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"bfc1059e-4646-46e8-8c21-43e77d98e90a","attributes":{"type":null,"title":"Perspektiven und Social skills Flex-Modul: Weimarer Republik, Bauhaus und Gestalterinnen","teacher":"Prof. Marion Godau, Prof. Dr. Susanne Freund","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex ","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"11"},"day":{"value":5},"String":"Freitag, 11:45"}}},"room":"D/108 online","descriptionText":{"type":"html/md","value":"Freitag 10.15-11.45, Raum D/108 Zoom-Konferenz\n\nFür 2. Studienabschnitt: Im Jahr 2019 wurde in Deutschland das Jubiläum 100 Jahre Bauhaus gefeiert. Im Mittelpunkt standen die bekannten männlichen Protagonisten, während die Frauen nur wenig Beachtung fanden. Denn obgleich bislang vereinzelte Darstellungen zu den lange aus dem Blick geratenen Gestalterinnen, Fotografinnen oder Architektinnen erschienen sind, bleiben noch viele Fragen offen. Ferner fehlt nach wie vor die Perspektive, dass die Moderne nicht nur von der Bauhausbewegung geprägt wurde. Die Forschungsfrage „Wie, wann und wo haben Frauen in der Weimarer Republik gestalterische Spuren hinterlassen?“ soll als Leitmotiv dienen, um neue Erkenntnisse zu gewinnen. Themen, Orte, Institutionen und Meinungen bilden den Rahmen des Projekts, das sowohl Kenntnisse des Designs vermittelt als auch den klassischen Archivbegriff im Hinblick auf die Hinterlassenschaften bislang unsichtbarer Frauen neu definieren soll. Als Kursergebnis sollen Kurzportraits die Biografien dieser Frauen dokumentieren. Diese wiederum sollen als Grundlage für mögliche weitergehende Forschungen zum Thema dienen.\n\nSommersemester 2021 und wer will Fortführung im Wintersemester 2021/22 Interessierte senden bitte bis zum 26. März 2021 eine Mail an godau­ (at) fh-potsdam.de und beantworten kurz die Fragen, warum sie sich diesen Kurs ausgesucht haben, welche Erwartungen sie haben und was sie besonders interessiert. Stichworte genügen :) Danach werden wir Sie nach Eingangsdatum Ihrer Antwort als Mitglied einladen.\n\nPrüfungsleistung: Regelmäßige und aktive Teilnahme, ausgearbeitete studentische Beiträge\n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/9299\n\nProf. Marion Godau, Prof. Dr. Susanne Freund"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"74163962-714b-4c8c-ad31-9c7376f7cb12","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Urheber-, Design- und Medienrecht (Vorlesung mit integrierter Übung)","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Dienstag 10:00-13:00, online\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\n\nPrüfungsleistung: schriftlicher Leistungsnachweis\n\nAnzahl Teilnehmer: 90\n\nIncom Url: https://fhp.incom.org/workspace/9300\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"53be1054-c1bf-4ceb-9097-21ce6ef4b360","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: BAUHAUS EXTENDED – DIE GESCHICHTE DES BAUHAUSES ÜBER DEUTSCHLAND HINAUS« - VON DESSAU NACH TEL-AVIV","teacher":"M.A. Anouk Meissner, Luisa Hilmer","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":5},"String":"Freitag, 17:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Freitag, 15:30 — 17:00, online\n\nDas Bauhaus wird häufig mit der deutschen Architektur der Moderne in Verbindung gebracht – made in Germany. Inspiriert vom Bauhaus-Stil finden wir indes beispielsweise auch Bauten in China, Indien, Israel, Lateinamerika, Russland und in den Vereinigten Staaten.\n\nDas Seminar schafft einen Überblick dieser internationalen Pendants und deren Kontexte sowie involvierter Personen unter Berücksichtigung von relevanten Fragestellungen und setzt sich mit historischen Positionen des Bauhauses auseinander. Studierende werden mit den Fragen: Wie wurden Bauhaus-Konzepte außerhalb von Deutschland aufgegriffen? Welche Medien unterstützten den sogenannten Bauhaus-Mythos? Was ist das ›Erbe‹ des Bauhauses? konfrontiert.\n\nEs wird pro Sitzung Input (Literatur, Video bzw. Audio-Dateien und Gast-Vorträge) geben, der dabei hilft, das Themenfeld der Baugeschichte und einzelner internationaler Beispiele zu beleuchten. In dem Zuge werden gemeinsam Texte diskutiert und unterschiedliche Auslegungen des Begriffs ›Weltkulturerbe‹ reflektiert.\n\nDie Prüfungsleistung setzt sich aus der Beteiligung im Seminar und einer Gruppenarbeit am Ende des Seminars zusammen. Im Mittelpunkt der Gruppenarbeit steht dann die Rezeption des Bauhauses bzw. der Bauhaus-Konzepte (mit Referenzen aus internationalen Publikationen) als Impuls für die Erstellung von Kurz-Videos oder Animationen über internationale Bauhaus-Projekte. Diese sollen in Form einer digitalen Ausstellung auf einer Website bzw. in einem Youtube-Channel zusammengetragen werden.\n\nZielgruppe:\n\nDas Seminar wird online per Zoom-Konferenz angeboten und richtet sich an Studierende der Fachbereiche\n\nFB 2, alle Studiengänge der Architektur, Restaurierung, Kulturarbeit und Urbane Zukunft und FB 4, alle Studiengänge im Design und der EMW.\n\nOptional ist der Kurs offen für alle interessierten Studierende der FH;P, vorzugsweise internationale Studierende und Erasmus-Studierende, die sich mit dem Einfluss der Bauhaus-Kultur auseinander setzen möchten.\n\nExkursion (optional):\n\nAuf Wunsch der Teilnehmer*innen und je nach den geltenden Corona-Maßnahmen kann ein Besuch mit Führung ins Bauhaus Dessau organisiert werden. Der Besuch wäre freiwillig und die Kosten hierfür müssten selbst getragen werden.\n\nModulzuordnung in den anvisierten Fachbereichen bzw. Studiengängen und Anzahl der ECTS-Punkte: 5 (FB2) bzw. 4 (Fb4).\n\nModul im SG Architektur: WM-BA\n\nModul im SG Restaurierung: muss noch angefragt werden\n\nModul im SG Kulturarbeit: Teil-Anrechnung im interdisziplinären Modul 19\n\nModul im SG Urbane Zukunft: Modul 4.2, Wahlfachbereich\n\nModule 15/24 PSs-FM-L Flex-Modul (4 CP) in den Design-SG\n\nModul 10 Interdisziplinäres Ergänzungsstudium im EMW-SG\n\n \n\nZusammensetzung: 4-5 CP setzten sich zusammen aus der aktiven Präsenzteilnahme am Kurs inkl. Vor- und Nachbereitung (2 CP) zzgl. 2-3 CP für die erforderliche Projektdokumentation u.a. in Form von Kurz-Videos und Animationen sowie der Präsentation der Ergebnisse bei der geplante Werkschau 2021 am 16.-18.7.2021. Letzteres ist abhängig von den zum Zeitpunkt geltenden Corona-Maßnahmen.\n\nPrüfungsleistung: Aktive Teilnahme und Erstellung von Kurz-Videos oder Animationen in Gruppenarbeit: Im Seminar sollen die Studierenden durch das Arbeiten mit Texten einen ersten Wissenstransfer in Bezug auf verschiedene historische Positionen herstellen. Durch die aktive Auseinandersetzung mit verschiedenen Narrativen soll der Geschichtsschreibung – als Vermittlungstool von historischen Ereignissen – auf den Grund gegangen werden. Hierbei steht die Auseinandersetzung mit der Interpretation historischer Ereignisse besonders im Vordergrund. Die Erforschung von Geschichtsschreibung hilft dabei, nicht nur die Geschichte selbst zu untersuchen, sondern auch die breiteren, übergeordneten Merkmale, die die Aufzeichnung der Geschichte selbst prägen, zu erkennen. Mit der Erstellung von Kurz-Videos und Animationen am Ende des Kurses sollen Studierende das eigene Narrativ hinterfragen und die Präsentation von Endergebnissen bzw. Zwischenständen üben.\n\nAnzahl Teilnehmer: 21\n\nIncom Url: https://fhp.incom.org/workspace/9333\n\nM.A. Anouk Meissner, Luisa Hilmer"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e6a52c1d-22da-49a1-91ff-9746078d82db","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: EXIT RACISM« - Die Existenz rassistischer Denkmuster und was wir dagegen tun können.","teacher":"M.A. Anouk Meissner, Jessica Brown","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":5},"String":"Freitag, 18:30"}}},"room":"online","descriptionText":{"type":"html/md","value":"Freitag, 14.30 — 18.30, online\n\nExistiert Rassismus? Rassismus ist derart in unserer Gesellschaft verwoben, dass er oft im Verborgenen bleibt und sogar unbewusst verursacht wird. Dieser Kurs zielt darauf ab, das Unbewusste ins Bewusstsein zu rücken, unterschiedlichste Arten von Diskriminierung, stereotypische Vorstellungen und gesellschaftliche Einstellung gegenüber bestimmten Gruppen auch institutionell zu erkennen und gemeinsam Verhaltensmuster zu reflektieren. Angeleitet von den Kursleiter*innen wird sowohl durch die diskursive Analyse der erörterten Denkmuster und Erfahrungen mit Rassismus als auch anhand von Vorträgen die Wahrnehmung und das Urteilsvermögen geschärft. Ergänzt werden sollen die Vorträge durch geladene Experten (Anfragen laufen).\n\nIn Form eines Forschungstagebuchs, dessen Interpretation und Form je nach Disziplin frei wählbar ist, erforschen und visualisieren die Studierenden ihre eigens aufgespürten rassistischen Denkmuster und Begegnungen mit Rassismus. Die Form der visuellen Umsetzung der Tagebucheinträge ist frei wählbar. Denkbar sind Illustration, eigens verfasste Texte, Fotografie, Skulpturales, Instagram Posts, usw.\n\nZielgruppe und Module:\n\nDer Kurs wird online per Zoom-Konferenz angeboten. Je nach den aktuellen Corona-Bestimmungen können Anteile auch hybrid stattfinden.\n\nFB 1 => Modul im FB 1: Zuordnung bitte bei SG-Leiter*innen anfragen\n\nFB 2 => Modul im SG Architektur: WM-BA\n\nModul im SG Restaurierung: muss noch angefragt werden\n\nModul im SG Kulturarbeit: Teil-Anrechnung im interdisziplinären Modul 19\n\nModul im SG Urbane Zukunft: Modul 4.2, Wahlfachbereich\n\nFB 4 => Module 15/24 PSs-FM-L Flex-Modul (4 CP) in den Design-SG\n\nModul 10 Interdisziplinäres Ergänzungsstudium im EMW-SG\n\nFB 3 u. 5 => müssen erfragt werden\n\n \n\nGeplante Anzahl der ECT-Punkte: 5\n\n5 CP setzten sich zusammen aus der aktiven Präsenzteilnahme am Kurs inkl. Vor- und Nachbereitung (2 CP) zzgl. 3 CP für das Forschungstagebuch sowie der Präsentation der Ergebnisse bei der geplante Werkschau 2021 am 16.-18.7.2021. Letzteres ist abhängig von den zum Zeitpunkt geltenden Corona-Maßnahmen.\n\nTermine:\n\nDie Lehrveranstaltung findet 14-tägig mit 4 SWS freitags von 14.30-18.30h inkl. Pausen statt.\n\nBeginn ist Freitag, 16.4. mit einer Begrüßung und Einführung. Weitere Termine sind am 30.4., 14.5., 28.5., 11.6., 25.6. und 9.7. (Abschlusspräsentationen und Feedback).\n\nTeilnahme an der Werkschau 2021 vom 16.-18.7.2021 je nach geltenden Corona-Maßnahmen in Präsenz oder als digitale Ausstellung.\n\nDie Termine können evtl. aufgrund von geladenen Gästen abweichen und werden im Kurs gemeinsam mit den Teilnehmer*innen abgestimmt.\n\nPrüfungsleistung: Prüfungsleistung ist eine aufbereitete Reihe der Arbeiten in Form eines Forschungstagebuchs, in der die intensive Auseinandersetzung mit dem Thema und der innere Prozess der/des Studierenden sichtbar wird. Der Kurs orientiert sich didaktisch an den Ansätzen des Forschenden Lernens. Anhand des Forschungstagebuchs sollen die Teilnehmer*innen ihren subjektiven Lern- und Forschungsprozess weitgehend selbständig organisieren und dokumentieren, im späteren Verlauf ist das Arbeiten in Teams möglich. Das Tagebuch wird hierbei als Reflexions- und Forschungsinstrument verstanden, in dem der Bildungsprozess auf Basis der Vorträge, Diskurse und wissenschaftlicher Lektüre sowie eigener empirischer Zugänge erarbeitet wird und das Resultat in einer kreativen Form darstellt. Inhalte sind die Übungen wie das Erstellen von Mindmaps, das Führen von Interviews oder das Aufspüren von rassistischen Beiträgen in Medien und nicht zuletzt das Auswerten des erstellten Materials und das Vorstellen der Ergebnisse aus der gemeinsamen Auseinandersetzung. Das Tagebuch kann explorativ den Zugang zum Thema dokumentieren, wissenschaftliche und andere nicht-wissenschaftliche Quellen und Informationen wie Bilder, Fotos, Karikaturen erfassen, eigene Reflexionen, Emotionen, Fragestellungen, Selbstreflexionen und Persönliches, wie Beobachtungen, Spekulationen, Erfahrungen, Gedanken, Probleme, Schwierigkeiten oder Konflikte mit dem Thema Rassismus beinhalten. Entscheidend für die Form des Forschungstagebuch ist es, dass die Teilnehmer*innen ihre persönlichen Vorlieben und Anforderungen herausfinden und weiterentwickeln.\n\nAnzahl Teilnehmer: 21\n\nIncom Url: https://fhp.incom.org/workspace/9334\n\nM.A. Anouk Meissner, Jessica Brown"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"cb6e9f3c-c6e4-4a8a-be37-986d93f3eba3","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Visualizing Open Access Summer School","teacher":"Prof. Dr. Marian Dörk, Tobias Kauer, Arran Ridley, Francesca Morini, Linda Freyberg","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex ","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"17"},"hour":{"value":"6"},"day":{},"String":"6, 6:17"},"end":{"minutes":{"value":"21"},"hour":{"value":"20"},"day":{},"String":"6, 20:21"}}},"room":"TBD","descriptionText":{"type":"html/md","value":"6-17 September 2021, 9am-6pm\n\nWhat if the results from publicly funded research were freely available to everyone? Open Access represents this vision of unrestricted access and use of scholarly publications and further research materials freely available worldwide without any legal, technical or financial barriers. Germany supports this idea at both the federal and state levels. Numerous research and higher education institutions have already issued open access policies and guidelines. Together with their libraries, they engage in open access advocacy activities and offer consultancy on issues related to open access to students and researchers. They build open access repositories and manage publication funds to cover open access publication costs. The project open-access.network collects data on individual institutions at federal state level as well as strategic political activities to showcase best practices and provide an overview of the open access activities. The Summer School will focus on visualizing open access in Germany (Open Access Bundesländer-Atlas) and beyond to raise awareness of this transformation in academic publishing. This Summer School aims at providing students with an introduction to principles and methods of information visualization combined with an opportunity to apply general principles to specific visualization designs to exemplary use cases such as Open Access Bundesländer-Atlas. Lectures with experts from the fields of human-computer interaction, information science, and interface design from the cooperating institutions cover the topics of the fundamentals of information visualization e.g. mapping data to visual variables, and techniques for visualizing multidimensional, relational and textual data as well as an introduction to the concept of open access.\n\nStudents will closely collaborate in small, interdisciplinary teams. The hands-on session tutorials complement the inputs during the lectures with practical activities and assignments directed towards a visual representation of the data.\n\nThe Summer School is a cooperation between Fachhochschule Potsdam, Humboldt-Universität zu Berlin, Freie Universität Berlin and the Open-Access-Büro Berlin acting on behalf of the BMBF funded project open-access.network. Furthermore, the project “Kompetenzentwicklung Open Access Brandenburg” will also be involved in the Summer School.\n\nPlease note: The Summer School will be given in English. It is targeted at advanced students enrolled in design, information science, or computer science at Fachhochschule Potsdam, Free University of Berlin and Humboldt University of Berlin. The overall number of students is limited to 25. Your participation benefits from basic knowledge of data structures and algorithms.\n\nPrüfungsleistung: Project presentation and documentation\n\nWochentag & Zeit: 6-17 September 2021, 9am-6pm\n\nRaum: TBD\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9324\n\nProf. Dr. Marian Dörk, Tobias Kauer, Arran Ridley, Francesca Morini, Linda Freyberg"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3fb59e7a-9ed4-4822-be32-1579ee4ee087","attributes":{"type":null,"title":"Perspektiven und Social skills: Flex-Modul: Neue Erzählungen vom Wald","teacher":"Prof. Wiebke Loeper, Michael Annoff, Prof. Nicola Lepp, Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex ","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:15"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Montag 10:00-15:15, Raum D/308\n\nInterflex_Lehrveranstaltung zum Wald mit: Nicola Lepp und Michael Annoff (Kulturarbeit), Franziska Morlok (Redaktionelle Gestaltung) und Wiebke Loeper (Fotografie).\n\nIm Zentrum der interdisziplinären Lehrveranstaltung steht der heutige Wald als Ergebnis einer historisch gewachsenen Wechselbeziehung von Mensch und Natur. Vor diesem Hintergrund konzipieren die Studierenden Ausstellungs- und Vermittlungsformate für neue Erzählungen vom Wald. Wie lassen sich komplexe ökologische und kulturelle Zusammenhänge mit den Mitteln von Design und Kulturvermittlung ästhetisch und diskursiv erfahrbar machen?\n\nPrüfungsleistung: aktive Teilnahme am interdisziplinären Seminardiskurs, Entwicklung prototypischer Ausstellungsbeiträge und eine Dokumentation auf Incom\n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9304\n\nProf. Wiebke Loeper, Michael Annoff, Prof. Nicola Lepp, Prof. Franziska Morlok"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"cffb4579-a31f-4c70-8c9f-d038a7619c15","attributes":{"type":null,"title":"Perspektiven und Social skills Flex-Modul","teacher":"","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF ","category":"II/4 Perspektiven und Social skills Flex-Modul"},"room":"","descriptionText":{"type":"html/md","value":"https://www.fh-potsdam.de/interflex/"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"fdf2ddb9-a25f-47d4-a214-907ddc35d1c8","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Hello? Is It Change You’re Looking For? – Reloaded -»","teacher":"Sebastian Oft, M.A. Anouk Meissner","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":5},"String":"Freitag, 18:30"}}},"room":"online","descriptionText":{"type":"html/md","value":"Freitag, 14.30 — 18.30 14tägig, Beginn: 09.04.21 online\n\nThe cultural and societal contexts we live in define not only our upbringing and our ideas of norms and socially acceptable behavior, but also how our physical bodies interact with(in) their environments.\n\nWhat body is considered „normal“ and „okay“, which bodies make us and others feel comfortable or not, what kind of body is sanctioned or praised etc.\n\nOften enough, it is the gendered and non-normative body that suffers mostly under these norms – when they are mistreated by society or discriminated against. But what can we as designers do about that?\n\nWithin this course, we will identify the challenges our or other bodies are facing in their respective social and cultural environments and in an approach of social and critical design try to find ways to tackle those challenges. We will be focusing on intersectional topics in regards to gender, queerness and all the undesirable -isms that discriminate against non-normative bodies to come up with possible design solutions.\n\nMethodological-didactic approach\n\nThis course will be held in English, unless there is only German native speakers present. A sufficient level in English therefore is expected.\n\nWe will be using ideation techniques and design thinking methods to rapidly generate ideas in as large a quantity as possible, as for the start of the course the credo will be: more is more and no idea is a bad idea. Eventually, we will condense these ideas into working critical and social design concepts that help raise awareness for the chosen topics, create visibility or even offer solutions. We strive to execute those concepts into working designs that will then be presented at the Werkschau.\n\nTeamwork is highly encouraged, as this course is explicitly open to students from all design backgrounds and even though it will be very visual, it does not require specific skills in drawing etc. Instead, we will work interdisciplinary and focus on the idea first.\n\nIt is anticipated that external guest speakers will give further insights into intersectional topics revolving around gendered and non-normative bodies. Additionally, we want to cooperate closely with Jessica Brown’s course “Exit Racism”.\n\nItinerary\n\nThis course is planned for the duration of one semester, distributed over seven bi-weekly online-meetings. The anticipated starting date is the 9th of April 2021, with regularly scheduled meeting times from 2.30 pm to 6pm every second Friday until the last meeting on the 2nd of July 2021.\n\nMeeting 1 – 9th of April // Meeting 2 – 23rd of April // Meeting 3 – 7th of May // Meeting 4 – 21st of May // Meeting 5 – 4th of June // Meeting 6 – 18th of June // Meeting 7 – 2nd of July\n\nAbout The Teachers\n\nSebastian Oft (des. M.A.):\n\nB.A. Integrated Design at Köln International School of Design on the discrimination against sexual fetishes\n\nM.A. Design at FH Potsdam on queer perception of space in Berlin 2016–2019 Senior Designer at yellow too\n\nAnouk Meissner (M.A.):\n\nDipl. Cultural Work and Master of Arts in Future Studies\n\nPrüfungsleistung: The maximum number of ECTS possible for this course is 4. 2 ECTS will be given for the active participation and presence over the duration of the course, including small bi-weekly interim presentations, a final concept presentation and the project documentation on incom. 2 additional ECTS will be given for the (prototypical) execution of the presented final concept and participation in the Werkschau. The format of the concept and the execution can be chosen freely and is not bound specifically to a certain area of expertise in design but rather to what design approach is the best fit for the topic chosen. Hence, this can include Service Design, Visual Communication, Interface Design, Exhibition Design, Product Design, Public Design etc. and is up to you.\n\nAnzahl Teilnehmer: 14\n\nIncom Url: https://fhp.incom.org/workspace/9359\n\nSebastian Oft, M.A. Anouk Meissner"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"eabe9bb5-e695-4d57-91c8-f9a4a3e52bf5","attributes":{"type":null,"title":"Perspektiven und Social Skills Handwerk/Technik: A – Grundlagen Produktionsprozess Druck und Farbmanagement","teacher":"Dipl. Des. Christine Mangelsdorf","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-HT","name":"23PP-HT Handwerk / Technik ","category":"II/4 Perspektiven und Social skills Handwerk/Technik"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":3},"String":"Mittwoch, 12:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Mittwoch 9.30 – 12.30, Raum LW 128,\n\nFarbe und Reproduktion – Buchprojekt „Nachhaltig“\n\nalternativ – Plakatserie „Wortspiel“\n\nDie Grundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Zentrale Themen sind die Druckverfahren, wie Digitaldruck, Offsetdruck, Tiefdruck, Hochdruck, Durchdruck und die Aufbereitung der Daten für das Farbmanagement. Das Buchprojekt wird mit den jeweiligen Druckverfahren hergestellt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Printerzeugnissen beschäftigen wollen.\n\nHinweise:\n\nMittwoch, 9.30 Uhr im Raum LW 128 // Max. 10 Teilnehmer // Auf Grund der aktuellen Situation wird der Unterricht zum Thema „Grundlagen im Produktionsprozess Druck“ im ersten Teil per Onlinekonferenz stattfinden und in der nachfolgenden Produktionszeit im Drucklabor der Fachhochschule. Nach erfolgter Auslosung wird eine Einladung zur Teilnahme erfolgen. Der Unterricht findet Mittwoch von 9.30 bis 12.30 Uhr statt. Es entstehen Kosten für die Ausgabe im Digitaldruck, je nach Verbrauch.\n\nPrüfungsleistung: Herstellung einer Plakatserie oder eines Buches mit den jeweiligen og. Druckverfahren und Projektdokumentation zu den Lehrinhalten.\n\nVoraussetzung für den Scheinerwerb: Plakatserie oder Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9288\n\nChristine Mangelsdorf"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6ccbce6a-0f7b-4dc9-9653-e9a5458f775c","attributes":{"type":null,"title":"Perspektiven und Social skills Handwerk/Technik: B – Weiterführender Kurs Produktionsprozess Druck","teacher":"Dipl. Des. Christine Mangelsdorf","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-HT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Handwerk/Technik"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":4},"String":"Donnerstag, 12:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Donnerstag 10.00–12.30 Uhr, Raum LW 128\n\nFarbe und Reproduktion – Buchprojekt\n\nEinführung in den Themenbereich Colormanagement und die korrekte Anwendung in den Bereichen der Printproduktion.\n\nZiel des Kurses ist die Konzeption eines Printdokumentes in Form eines Buches, Farbmanagement und Kontrolle bis zur Ausgabe in der Druckproduktion. Der Kurs richtet sich primär an Studenten, die den Produktionsprozess verstehen und kontrollieren möchten, interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der Produktion von Printerzeugnissen beschäftigen wollen. // Voraussetzungen: sicherer Umgang mit der adobe creative suite\n\nHinweise:\n\nDonnerstag, 10.00 Uhr in Raum LW 128. // Max. 8 Teilnehmer. Auf Grund der aktuellen Situation wird der Unterricht im ersten Teil per Onlinekonferenz stattfinden und in der nachfolgenden Produktionszeit im Drucklabor der Fachhochschule. Nach erfolgter Auslosung wird eine Einladung zur Teilnahme erfolgen. Es entstehen Kosten für die Ausgabe, je nach Verbrauch.\n\nDonnerstag 10.00–12.30 Uhr - ab 14.00 Uhr kursbezogene Arbeit im LW 128/130 möglich\n\nPrüfungsleistung: Herstellung eines Buches im Colormanagementverfahren und Projektdokumentation zu den Lehrinhalten\n\nVoraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\n\nAnzahl Teilnehmer: 8\n\nIncom Url: https://fhp.incom.org/workspace/9287\n\nChristine Mangelsdorf"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a8cfc6e3-032d-487e-b00e-96f1d70f8e11","attributes":{"type":null,"title":"Perspektiven und Social skills Projektorganisation: Blender Tutorium","teacher":"Levi Kollwitz, Prof. Hermann Weizenegger","semester":"","graduateProgram":"","module":{"id":"PO 2013 24PSs-PO","id_new":"24 PSs-PO","name":"24 PSs-PO","category":"II/4 Perspektiven und Social skills Projektorganisation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"16"},"day":{"value":3},"String":"Mittwoch, 16:30"}}},"room":"online","descriptionText":{"type":"html/md","value":"Mittwoch 14:00 — 16:00, online\n\nEinführung in die 3D Creation Suite Blender\n\nBlender ist eine allaround open source Plattform für die 3D-Gestaltung.\n\nIn mehreren Workshops werde ich Euch mit dieser Software Grundlagen im Bereich Mesh Modeling beibringen.\n\nDas Tutorium richtet sich an Studierende mit Erfahrung in CAD, aber auch Studierende aus dem Grundstudium sind herzlichst willkommen.\n\nDer inhaltliche Schwerpunkt wird bei der Übertragung realer Objekte in den digitalen Raum liegen. Wir werden die Oberflächen unserer Alltagsgegenstände und Körper als Grundlage neuer experimenteller Interpretationen nutzen. Ziel der Veranstaltung ist dann die physische Übersetzung der generierten Artefakte in Textil, 3D-Druck oder CNC gefräst.\n\n(Es sind extra Werkstatttermine und Gastvorträge geplant, je nach Pandemielage...)\n\n(Weitere Informationen im Workspace.)\n\nEinblicke erhaltet Ihr in:\n\n- Scan-Technologie / digitale Nachbearbeitung\n\n- CAD Modellierung\n\n- Freeform Sculpting\n\n- Oberflächen Mapping\n\n- Mode Design / Schnittmuster generieren\n\n- Mustergestaltung / Origami Patterns\n\n- Parametrisches Design / Automatismen\n\n- Rendering in Animation und Simulation\n\n- Experimenteller 3D-Druck\n\nPrüfungsleistung: Physische Umsetzung eines freien in Blender erstellten Objektes. Präsentation mit kurzer Dokumentation des Prozesses.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9328\n\nLevi Kollwitz, Prof. Hermann Weizenegger"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3a3010e0-6c90-4f25-8da9-90a8c4fffb33","attributes":{"type":null,"title":"Perspektiven und Social Skills Projektwochen: Visualizing Open Access Summer School","teacher":"Prof. Dr. Marian Dörk, Tobias Kauer, Arran Ridley, Francesca Morini, Linda Freyberg","semester":"","graduateProgram":"","module":{"id":"PO 2013 24PP-PW","id_new":"24 PSs-PW","name":"24PP-PW Projektwochen ","category":"II/4 Perspektiven und Social skills Projektwochen"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"17"},"hour":{"value":"6"},"day":{},"String":"6, 6:17"},"end":{"minutes":{"value":"21"},"hour":{"value":"20"},"day":{},"String":"6, 20:21"}}},"room":"TBD","descriptionText":{"type":"html/md","value":"6-17 September 2021, 9am-6pm\n\nWhat if the results from publicly funded research were freely available to everyone? Open Access represents this vision of unrestricted access and use of scholarly publications and further research materials freely available worldwide without any legal, technical or financial barriers. Germany supports this idea at both the federal and state levels. Numerous research and higher education institutions have already issued open access policies and guidelines. Together with their libraries, they engage in open access advocacy activities and offer consultancy on issues related to open access to students and researchers. They build open access repositories and manage publication funds to cover open access publication costs. The project open-access.network collects data on individual institutions at federal state level as well as strategic political activities to showcase best practices and provide an overview of the open access activities. The Summer School will focus on visualizing open access in Germany (Open Access Bundesländer-Atlas) and beyond to raise awareness of this transformation in academic publishing. This Summer School aims at providing students with an introduction to principles and methods of information visualization combined with an opportunity to apply general principles to specific visualization designs to exemplary use cases such as Open Access Bundesländer-Atlas. Lectures with experts from the fields of human-computer interaction, information science, and interface design from the cooperating institutions cover the topics of the fundamentals of information visualization e.g. mapping data to visual variables, and techniques for visualizing multidimensional, relational and textual data as well as an introduction to the concept of open access.\n\nStudents will closely collaborate in small, interdisciplinary teams. The hands-on session tutorials complement the inputs during the lectures with practical activities and assignments directed towards a visual representation of the data.\n\nThe Summer School is a cooperation between Fachhochschule Potsdam, Humboldt-Universität zu Berlin, Freie Universität Berlin and the Open-Access-Büro Berlin acting on behalf of the BMBF funded project open-access.network. Furthermore, the project “Kompetenzentwicklung Open Access Brandenburg” will also be involved in the Summer School.\n\nPlease note: The Summer School will be given in English. It is targeted at advanced students enrolled in design, information science, or computer science at Fachhochschule Potsdam, Free University of Berlin and Humboldt University of Berlin. The overall number of students is limited to 25. Your participation benefits from basic knowledge of data structures and algorithms.\n\nPrüfungsleistung: Project presentation and documentation\n\nWochentag & Zeit: 6-17 September 2021, 9am-6pm\n\nRaum: TBD\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9324\n\nProf. Dr. Marian Dörk, Tobias Kauer, Arran Ridley, Francesca Morini, Linda Freyberg"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"654fe777-4d79-45b3-b0dc-376bc14ca7f7","attributes":{"type":null,"title":"Perspektiven und Social skills Tutorium: New Tesla World: Nachhaltige Regionalentwicklung in Brandenburg","teacher":"Prof. Alexandra Martini, Prof. Dr. Tobias Schröder, Prof. Dr. Michael Prytula","semester":"","graduateProgram":"","module":{"id":"PO 2013 24PSs-T","id_new":"24 PSs-T","name":"24 PSs-T","category":"II/4 Perspektiven und Social skills Tutorium"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"Haus 2, Raum 16 + 18","descriptionText":{"type":"html/md","value":"Donnerstag, 10:00 — 16:00, Raum: Haus 2, Raum 16 + 18\n\nIm inter- und transdisziplinären Projekt beschäftigen wir uns mit Themen der Regionalentwicklung im Südosten Berlins, die insbesondere durch die Neuansiedlung der Tesla-Autofabrik in Grünheide und der Eröffnung des neuen Berliner Flughafens starke Impulse erhält. Am Beispiel dieses geographisch definierten Bezugsraums wollen wir untersuchen, wie eine sozialökologische Modernisierung und der Übergang in eine CO2-neutrale Gesellschaft gestaltet werden kann sowie welche raumplanerischen, technologischen und sozialen Entwicklungen hierfür erforderlich sind. Als Hintergrund unserer Untersuchungen dient das Leitbild der 2.000-Watt-Gesellschaft, das als Zielgröße für eine nachhaltige Gesellschaft eine durchschnittliche Energieleistung von max. 2.000 Watt pro Einwohner definiert. Das Erreichen dieses Ziels erfordert technologische Innovationen und ein Umbau der urbanen (Infrastruktur-) Systeme und nachhaltige Lebensstile. Das berührt sämtliche Fragen des Wohnens und Arbeitens, des Mobilitäts- und Konsumverhaltens, der Ernährung und Nahrungsmittelproduktion.\n\nAn den sich entwickelnden Projekten arbeiten Master Design und Master Urbane Zukunft Studierende gemeinsam.\n\nPrüfungsleistung: Regelmäßige Teilnahme Schriftliche Dokumentation\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9257\n\nProf. Alexandra Martini, Prof. Dr. Tobias Schröder, Prof. Dr. Michael Prytula"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f06142bc-e8ca-483f-9209-0f4a6a6c7bd5","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Figur und Raum","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-Z","id_new":"11 AT","name":"11At-Z Atelier Zeichnen ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Dienstag 09:00-13:30, Raum D/323\n\nDie Gestalt der menschlichen Figur, Anatomie, Proportionslehre, Statik.\n\nAkt, bekleidete Figur, figürliche Skizzen, Gesten.\n\nPrüfungsleistung: Mappenpräsentation\n\n \n\nAnzahl Teilnehmer: 15\n\nWorkspace: https://fhp.incom.org/workspace/9268\n\nFrank Gottsmann"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2b9ede30-379b-4141-9cca-7ad0def3cbc7","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Das Geheimnis der Dinge","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-Z","id_new":"11 AT","name":"11At-Z Atelier Zeichnen ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Montag 14:00-18:30, Raum D/323\n\nperspektivisches Freihandzeichnen von geometrischen Grundkörpern, Gegenständen des täglichen Gebrauchs, Architekturzeichnen\n\nAnzahl Teilnehmer: 15\n\nWorkspace: https://fhp.incom.org/workspace/9267\n\nFrank Gottsmann"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c135b60c-17a3-4a58-bdbc-3daee1c6d537","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Figur im Raum","teacher":"Maria Kleinschmidt","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-F","id_new":"11 AT","name":"11At-F Atelier Farbe ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Donnerstag, 10:00 — 15:30, Aktzeichensaal (D/323)\n\nDieser zeichnerische Grundlagenkurs möchte Studierende dazu befähigen, schnell und sicher Menschen in Räumen / in Situationen zu zeichnen. Es werden verschiedene Zeichenmaterialien sowie Techniken und Methoden vorgestellt und miteinander kombiniert. Am Semesteranfang wird es, voraussichtlich online, zunächst um einige Übungen zu Perspektive und Perspektivkonstruktionen gehen.\n\nAnschließend widmet sich der Kurs dem schnellen Zeichnen und Skizzieren von Menschen: kurze Posen, kleine Formate, viel Papier. Mittels einer schrittweisen Methodik wird die Figur in ihre Elemente zerlegt: Linie, Silhouette, Bewegung, Licht-Schatten. Dieser Teil des Kurses wird, soweit möglich, als Präsenzunterricht im Atelier-Raum D.323 stattfinden.\n\nIm dritten Teil werden wir, auch: soweit möglich, auf mehreren kleinen Tagesexkursionen das Zeichnen von Menschen in Bezug zur Umgebung üben.\n\nNicht verwirren lassen:\n\nDieser Kurs ist bis auf den Termin identisch mit dem gleichnamigen Kurs am Freitag. Beide Kurse zu belegen macht daher vielleicht keinen Sinn. Pandemiebedingt wird der Farbkurs erst wieder im Wintersemester angeboten, dafür dann auch doppelt.\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9289\n\nMaria Kleinschmidt"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6b73f50b-7c3d-419b-b6aa-415e3f0110b0","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Figur im Raum","teacher":"Maria Kleinschmidt","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-F","id_new":"11 AT","name":"11At-F Atelier Farbe ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Freitag, 10:00 — 15:30, Aktzeichensaal (D/323)\n\nDieser zeichnerische Grundlagenkurs möchte Studierende dazu befähigen, schnell und sicher Menschen in Räumen / in Situationen zu zeichnen. Es werden verschiedene Zeichenmaterialien sowie Techniken und Methoden vorgestellt und miteinander kombiniert. Am Semesteranfang wird es, voraussichtlich online, zunächst um einige Übungen zu Perspektive und Perspektivkonstruktionen gehen.\n\nAnschließend widmet sich der Kurs dem schnellen Zeichnen und Skizzieren von Menschen: kurze Posen, kleine Formate, viel Papier. Mittels einer schrittweisen Methodik wird die Figur in ihre Elemente zerlegt: Linie, Silhouette, Bewegung, Licht-Schatten. Dieser Teil des Kurses wird, soweit möglich, als Präsenzunterricht im Atelier-Raum D.323 stattfinden. Im dritten Teil werden wir, auch: soweit möglich, auf mehreren kleinen Tagesexkursionen das Zeichnen von Menschen in Bezug zur Umgebung üben.\n\n________________\n\nDer Kurs ist auf 15 Teilnehmer:innen beschränkt. Beginn ist am 09. April 2021. Freitags, 10 bis 15:30 Uhr\n\n________________\n\nNicht verwirren lassen:\n\nDieser Kurs ist bis auf den Termin identisch mit dem gleichnamigen Kurs am Donnerstag. Beide Kurse zu belegen macht daher vielleicht keinen Sinn. Pandemiebedingt wird der Farbkurs erst wieder im Wintersemester angeboten, dafür dann auch doppelt.\n\n \n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9331\n\nMaria Kleinschmidt"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"1075b390-4799-4925-b494-822dc5e7ddac","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: Spreepark – Trinkwasserbrunnen als künstlerische Installationen","teacher":"Prof. Alexandra Martini\nProf. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:30"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Dienstag 10.00 - 15.30, Raum LW 226\n\nWir arbeiten wechselweise vor Ort im Spreepark, und an der FHP und ggf. hybrid. Der Spreepark (https://www.spreepark.berlin) ist ein einzigartiger Ort in der Mitte Berlins. Als ehemaliger Vergnügungspark und zukünftiger Kunst- und Kulturort befindet er sich in einem Zwischenstadium von Vergangenheit und Werden. Er ist Experimentierfeld und Möglichkeitsraum, sowohl für die Vorstellungen von Menschen als auch für die Entwicklung von urbanen Ökosystemen.\n\nUmgeben von Wasser ¬– sichtbar durch die Spree, unsichtbar durch Grundwasser in geringer Tiefe – können hier ökologische, gesellschaftliche und politische Aspekte zum Element Wasser als Ressource, Lebensraum, Bedrohung und Vergnügen verhandelt werden.\n\nOb als Kinderstube für Lurche oder Fundort für einzigartige Algen in dortigen Kleingewässern, mit seiner Lage im eiszeitlich entstandenen Warschau-Berliner Urstromtal, als knappe Ressource durch abnehmende Niederschlagsmengen, als historische industrielle Müllkippe im Flussbett – es gibt unzählig viele Wechselwirkungen rund um Wasser auf der Mikro- oder Makroebene. Diese Zusammenhänge und Daten werden wir im Spreepark Berlin durch interaktive Installationen und Objekte anschaulich und sinnlich erfahrbar machen. Dabei beziehen wir die Einzigartigkeit des Ortes ein und orientieren uns für die Interaktion und Gestaltung an Prinzipien der Vergnügungskultur. Diese übertragen wir in künstlerische Installationen, die als Trinkwasserbrunnen für Mensch, Tier und Pflanze funktionieren.\n\nDurch Recherche, inhaltliche Einarbeitung, experimentelle Studien mit Material und Mechanismen, nüchterne Betrachtungen und poetische Abstraktionen schaffen wir eine Serie von „thematischen Trinkwasserbrunnen“, die sich in einem Spannungsfeld von wissenschaftlichen Fakten und Rummelplatz-Automaten bewegen.\n\nAbschließend werden wir die Installationen filmisch dokumentieren und vor Ort der Öffentlichkeit präsentieren.\n\nOrganisatorisches:\n\nDer Kurs richtet sich vorwiegend an alle Einsteiger des Studiengangs Design (Interfacedesign, Kommunikationsdesign, Produktdesign). Scheinerwerb durch regelmäßige Teilnahme, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen, Dokumentation und aktive Beteiligung an der filmischen Dokumentation.\n\nKursbeginn ist am Dienstag, 06.04.2020, 10h online.\n\nHinweis:\n\nDie Veranstaltung ist geöffnet für EMW Studierende im Modul Interdisziplinäres Ergänzungsstudium, im Master-Tutorium und für den Special Skill-Schein 24PSs im zweiten Studienabschnitt.\n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9255\n\nProf. Alexandra Martini, Prof. Myriel Milicevic"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8f0c6ce0-6dfc-4953-80c6-e1aea526f1b8","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: PAPIER","teacher":"Prof. Klaus Keller","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Mittwoch 09.30 - 14.00, Raum LW 226\n\nWir experimentieren mit dem Werkstoffen Papier und Pappe in unterschiedlichen Anwendungsbereichen und Dimensionen. Die vielfältigen gestalterischen und kreativen Möglichkeiten die diese Materialien bieten werden ausprobiert. Über Schneiden, Falzen, Weben und Schichten werden Strukturen gebildet, geht es von der Fläche zum Objekt.\n\nVorgehensweise: In aufeinander folgenden, elementaren und formalen Übungen, werden die Möglichkeiten des Materials fantasievoll ausgelotet. Im Verlauf des Kurses ändern sich zunehmend die Dimensionen und Interventionen.\n\nDa die Räume der FHP voraussichtlich nicht vollwertig genutzt werden können, müssen Sie sich den Arbeitsplatz zuhause einrichten und das benötigte Werkzeug und Material (Papier/Pappe) selbst besorgen.\n\nHinweise: Der Kurs richtet sich primär an Studienanfänger (Kommunikationsdesign, Produktdesign, Interfacedesign).  In den entsprechenden Kursabschnitten kann themenspezifisch eine Auseinandersetzung mit starkem Anteil auf die grundlegenden Techniken und dem Erstellen von Varianten geführt werden (Basics), oder mit speziellem Augenmerk auf Gestaltungsabläufe und methodischer Vorgehensweise anhand von mindestens 3 Themen, bei denen eigene Entwürfe realisiert werden (Prozess).\n\nPrüfungsleistung: Grundlagen für den Scheinerwerb: Arbeitseinsatz, regelmäßige Teilnahme, Ideenreichtum, Bereitschaft zur tiefgründigen Auseinandersetzung sowie saubere und präzise Umsetzung sind u.a. Bewertungskriterien. // Zwischen- und Abschlusspräsentation in analoger Form. // Die Kursdokumentation wird in analoger und digitaler Form abgegeben.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9272\n\nProf. Klaus Keller"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"134b078d-c0e8-4bb1-b320-da381fc888cb","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: Experimentelle Kartografie","teacher":"Prof. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:30"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Montag 10:00 — 15:30, Raum LW 226\n\nKarten genießen unser Vertrauen als objektive Darstellungen der Welt. Sie begegnen uns täglich in den unterschiedlichsten Situationen: sie geben uns Orientierung, bilden die Grundlage für zukünftige Planungen und politische Entscheidungen, kündigen das Wetter von morgen an oder ganze Szenarien der Klimaentwicklung. Karten beeinflussen nicht nur, wie wir die Welt sehen, sondern auch wie wir uns durch sie hindurch bewegen und sie verändern.\n\nDass Karten allerdings keine neutrale Repräsentation darstellen wird schon mit der Mercator Projektion deutlich, die seit Jahrhunderten ein verzerrtes Weltbild prägt. Als Gestalter*innen wiederholen wir oft Konventionen ohne zu hinterfragen, welche weiteren Botschaften dabei noch mit kommuniziert werden. Was wird auf Karten gezeigt, was verbergen sie aber auch? Wer entscheidet, welche Daten dargestellt werden und für wen? Dieser Kurs ist eine experimentelle Auseinandersetzung mit gestalterischen, aber auch sozialen und politischen Fragen. Welche Geschichten räumlicher Zusammenhänge wollen wir mit Karten erzählen und worauf sollen sie aufmerksam machen? Dabei geht es nicht nur um die gestalterische Darstellung, sondern vor allem auch um das Kartieren als Prozess. Dafür werden wir hinausgehen, um Stadträume aus verschiedenen Perspektiven zu beobachten und selbst Eindrücke zu sammeln, eigene Maßstäbe und Vermessungssysteme entwickeln, Beispiele aus Kultur und Wissenschaft diskutieren, die eigene Wahrnehmung sensibilisieren, und gestalterische Gegenvorschläge entwerfen.\n\nPrüfungsleistung: Der Kurs richtet sich vorwiegend an alle Einsteiger des Studiengangs Design (Interfacedesign, Kommunikationsdesign, Produktdesign). Scheinerwerb durch regelmäßige und aktive Teilnahme, Arbeitsergebnisse, Präsentationen, Dokumentation.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9321\n\nProf. Myriel Milicevic"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c376bd35-a1a4-472f-b511-2560e44b160f","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Kontext- Wahrnehmung und Differenzierung: FARBE & FORM","teacher":"Prof. Klaus Keller","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-K","id_new":"11 EG-K","name":"11 EG-K","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Donnerstag 10.00 - 15.00, Raum LW 226\n\nFarbe und Form, Kontraste und Größen wirken im Wechselspiel und können dabei niemals isoliert betrachtet werden.\n\nDurch Skizzen von Naturstudien wird ein Formenvokabular recherchiert und in einem mehrwöchigen Prozess zu farblichen und grafischen Umsetzungen und flächigen Motiven entwickelt. Bei der Gestaltung werden Bildaufbau und -ausschnitt variiert. Die Erkenntnisse der analogen Entwürfe helfen mittels Adobe Illustrator Vektorgrafiken zu erarbeiten. Die verschiedenen Verfahren bestimmen und verändern die visuelle Wirkung eines Entwurfs im Wesentlichen.\n\nIm weiteren Verlauf des Kurses werden verstärkt verschiedene Motive mittels Adobe Illustrator malerische ins Digitale übertragen.\n\nVorgehensweise: Aufgrund der derzeitigen Umstände, müssen wir auch in diesem Kurs neue Arbeitsweisen erproben. Da die Räume der FHP voraussichtlich bis auf weiteres nicht genutzt werden können, müssen Sie sich den Arbeitsplatz zuhause einrichten.\n\nUnsere Kommunikation wird zunächst wie gewohnt über die Kursbeiträge der incom laufen. – Einzelkorrekturen an den Kurstagen können wir dann in Videokonferenzen erproben. Dieser Kurs wird als analoger sowie digital Malkurs angeboten. Gearbeitet wird in aufeinanderfolgenden Übungen mit Tonwerten, Farbe, Rhythmus, Proportion sowie Flächenkompositionen. Es werden mit ausgewählten Stilmitteln und Techniken Varianten von Darstellungen erarbeitet.\n\nOrganisatorisches: Der Kurs richtet sich primär an Studienanfänger (Kommunikationsdesign, Produktdesign, Interfacedesign).\n\nKenntnisse im Umgang mit Malmitteln sowie vektorbasierten Grafik- und Zeichenprogrammen (z.B. Illustrator) ist vorteilhaft.\n\nPrüfungsleistung: Grundlagen für den Scheinerwerb: Arbeitseinsatz, regelmäßige Teilnahme, Ideenreichtum, Bereitschaft zur tiefgründigen Auseinandersetzung sowie saubere, prägnante und variantenreiche Umsetzung der einzelnen Übungen sind u.a. Bewertungskriterien. // Zwischen- und Abschlusspräsentationen in analoger Form. // Die Kursdokumentation wird in analoger und digitaler Form abgegeben.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9273\n\nProf. Klaus Keller\n\n\n"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a08913c3-76c4-43ed-875f-8ad667481d41","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gesalten Prozess- Gestaltungsabläufe und Methoden: FRIDAY for Future","teacher":"Prof. Klaus Keller","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-P","id_new":"11 EG-P","name":"11 EG-P","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Prozess"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Freitag 10:00 — 15:00, Raum LW 226\n\nDieser Kurs bezieht sich auf die aktuellen Diskussionen um „Fridays for Future\" und dem Bestreben nach einem verantwortlicherem Umgang mit der Natur, unseren Ressourcen und der Umwelt. Die Kursteilnehmer sind aufgefordert für sich prägnante Themen und Überschriften herauszufiltern, zu diskutieren und auf kleine Arbeitsgruppen (max. 3 Personen) zu verteilen. Jede Gruppe wird daraufhin ein gewähltes Thema verdichten, verständlich auf die wichtigsten Punkte reduzieren und das Problem gestalterisch darstellen. Gleichzeitig werden Ideen und Empfehlungen zur Überwindung bzw. Eindämmung des Problems erarbeitet und aufgezeigt. Die dargestellten Inhalte sollten sich an wissenschaftlichen Diskussionen und nachweislichen Fakten orientieren, die auch als Referenz dienen werden.\n\nVorgehensweise: Aufgrund der derzeitigen Umstände, müssen wir auch in diesem Kurs neue Arbeitsweisen erproben. Da die Räume der FHP bis auf weiteres nicht genutzt werden können, müsst ihr euch den Arbeitsplatz zuhause einrichten. Unsere Kommunikation wird zunächst wie gewohnt über die Kursbeiträge der incom laufen. Gruppen- und Einzelkonsultationen an den Kurstagen und evtl. Gruppenvorstellung können wir dann in der Video-Konferenz erproben. Diese Arbeitsweise erfordert umso mehr Eigeninitiative und Selbstmotivation und ich werde natürlich versuchen, euch von der Ferne so gut wie möglich zu unterstützen. Lasst uns das neue Semester mit viel positiver Energie und Bereitschaft für neue Unterrichtsformen angehen.\n\nZu jeder Themenfindung wird eine kurze Thesis (max. 1 A4) geschrieben, bestehend aus 7 Punkten: Thema/Überschrift, kurze Problembeschreibung, Verursacher, Lösungsansätze, Ideen & Empfehlungen, Fakten/Referenzen und beabsichtigte Form der Umsetzung, die dem Kursverbund per Video vorgestellt wird. Zum optimalen Austausch zwischen Lehrendem und KursteilnehmerInnen werden die Arbeitsschritte und Ideen, Thesis als Text-Dokument, evtl. Zeichnungen, Skizzen fotografiert und Videos in einem personalisiertem Projekt in der incom regelmäßig eingestellt (Sichtbarkeit nur für TeilnehmerInnen + Lehrende). Die Art der Darstellung, Umsetzung ist frei wählbar (Print, Film, 3D Modell), muss aber als Ergebnis für einen aussenstehenden Betrachter in Kürze erfassbar, verständlich und nachvollziehbar sein. Das Erarbeiten erfolgt selbständig mit regelmäßigen Konsultationen per Video-Konferenz.\n\nHinweis: Der Kurs richtet sich primär an Studienanfänger aus Kommunikationsdesign, Produktdesign und Interfacedesign. \n\nKursbeginn am 09. April 2021, 10:00 Uhr über Videokonferenz. Die Teilnehmerzahl ist auf 20 Personen begrenzt.\n\nPrüfungsleistung: Grundlagen für den Scheinerwerb: Arbeitseinsatz, regelmäßige Teilnahme, Ideenreichtum, Bereitschaft zur tiefgründigen Auseinandersetzung sowie eine anschauliche, prägnante, verständliche und begründete Umsetzung des Themas sind u.a. Bewertungskriterien. // Zwischen- und Abschlusspräsentation in analoger Form. // Eine Dokumentation von Themenfindung bis Umsetzung und Ergebnis wird digital erstellt und abgegeben.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9274\n\nProf. Klaus Keller"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"97b6fa1e-88ed-4f7f-b42c-25fd09eda1f7","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Prozess- Gestaltungsabläufe und Methoden: It's the End of the World as We Know It. Xtopien für eine Welt von Morgen","teacher":"Prof. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-P","id_new":"11 EG-P","name":"11 EG-P","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Prozess"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:30"}}},"room":"LW 126","descriptionText":{"type":"html/md","value":"Donnerstag 10.00-15.30, Raum LW/126\n\nXtopien sind extreme Zukunftsvorstellungen. Sie verbinden Utopien und Dystopien und fordern das, was für uns selbstverständlich erscheint, heraus. Sie grenzen sich radikal von der Gegenwart ab, stellen bestehende Rahmenbedingungen in Frage und verlassen den Bereich des derzeit Möglichen. Sie haben keinen Anspruch auf Realisierbarkeit und können weit in die Zukunft reichen. In einem geeigneten Interventionsformat ermöglichen sie Menschen, sich in Zukünfte hineinzuversetzen.\n\nAusgehend von dem R.E.M. Song It's the End of the World as We Know It (And I Feel Fine) reflektieren wir das mögliche Ende einer Ära und fragen in diesem Kurs:\n\nWie sieht die Welt aus nach dem Ende der Dominanz des Menschen über andere Lebewesen?\n\nDas Corona-Virus hat viele von uns „besiegt“ und damit wieder einmal verdeutlicht und in Erinnerung gebracht, dass wir als Menschen nicht über die Natur siegen können, sondern neue Formen des Zusammenlebens mit ihr denken sollten. Dies wird nicht nur in Pandemien spürbar, sondern immer wieder auch in den negativen Rückkopplungs-Effekten, welche durch die Zerstörung von anderen Arten, natürlichen Lebensräumen, Ressourcen, des Klimasystems und von Vielfalt im Allgemeinen entstehen.\n\nWelche radikal anderen Formen des Zusammenlebens von Menschen und anderen Lebewesen können wir uns für die Stadt der Zukunft vorstellen? Wie könnten natürliche und symbiotische Systeme unser urbanes Leben prägen? Lässt sich die Stadt als Wald oder Pilz-Netzwerk denken? Wie könnte ein Bildungs-, Gesundheits-, oder Verkehrssystem in einer Stadt-Natur-Gesellschaft funktionieren? Welche Rechte haben andere Lebewesen, sowie Flüsse, Erde, Luft? Welche Rolle spielt hier Digitalisierung und AI?\n\nDieser Kurs umfasst ernsthaftes wie humorvolles, experimentelles wie kommunikatives, prozesshaftes wie ergebnisorientiertes Arbeiten. In verschiedenen Übungen werden wir unser Vorstellungsvermögen trainieren, Ideen iterieren, Themen eigenständig recherchieren, Bilder und Geschichten entwickeln, Interventionsformate auswählen und weiterentwickeln, Prototypen bauen und testen. Die im Kurs erarbeiteten Xtopien sollen ein öffentliches Publikum aktiv einbeziehen und auf spielerische Art dazu einladen, Faszination für das Zukunftsthema zu wecken, es kontrovers zu diskutieren und selbst neue Ideen zu formulieren.\n\nDas Seminar wird in Kooperation mit dem transformativen Forschungsprojekt „Urbane Xtopien - Freiräume der Zukunft“ durchgeführt und wird damit Teil des vom Forschungsteams ausgerufenen „Jahr der Xtopien“, in dem verschiedene xtopische Interventionen in mehreren deutschen Städten stattfinden werden https://xtopien.org\n\nOrganisatorisches:\n\nDer Kurs richtet sich an alle Studierenden des ersten Studienabschnitts (Interfacedesign, Kommunikationsdesign, Produktdesign). Scheinerwerb durch regelmäßige und aktive Teilnahme, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen, Dokumentation.\n\nKursbeginn ist am Donnerstag, 08.04.2020, 10h online.\n\nDie Kurs-Sessions finden vor allem online statt, ggf. auch hybrid an der FHP und an anderen Orten. (Konkrete Hinweise folgen zum Kurs-Start)\n\nKurs ist geöffnet im Master-Tutorium\n\nDie Veranstaltung ist geöffnet für EMW Studierende Modul Interdisziplinäres Ergänzungsstudium.\n\nPrüfungsleistung: Scheinerwerb durch regelmäßige und aktive Teilnahme, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen, Dokumentation.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9318\n\nProf. Myriel Milicevic"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"1842803f-4f98-43d5-8b96-e6bc686b05a4","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Prozess- Gestaltungsabläufe und Methoden: Spreepark – Trinkwasserbrunnen als künstlerische Installationen","teacher":"Prof. Myriel Milicevic\nProf. Alexandra Martini","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-P","id_new":"11 EG-P","name":"11 EG-P","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Prozess"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:30"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Dienstag 10.00-15.30, Raum LW/226\n\nWir arbeiten wechselweise vor Ort im Spreepark, und an der FHP und ggf. hybrid.\n\nDer Spreepark (https://www.spreepark.berlin) ist ein einzigartiger Ort in der Mitte Berlins. Als ehemaliger Vergnügungspark und zukünftiger Kunst- und Kulturort befindet er sich in einem Zwischenstadium von Vergangenheit und Werden. Er ist Experimentierfeld und Möglichkeitsraum, sowohl für die Vorstellungen von Menschen als auch für die Entwicklung von urbanen Ökosystemen.\n\nUmgeben von Wasser ¬– sichtbar durch die Spree, unsichtbar durch Grundwasser in geringer Tiefe – können hier ökologische, gesellschaftliche und politische Aspekte zum Element Wasser als Ressource, Lebensraum, Bedrohung und Vergnügen verhandelt werden.\n\nOb als Kinderstube für Lurche oder Fundort für einzigartige Algen in dortigen Kleingewässern, mit seiner Lage im eiszeitlich entstandenen Warschau-Berliner Urstromtal, als knappe Ressource durch abnehmende Niederschlagsmengen, als historische industrielle Müllkippe im Flussbett – es gibt unzählig viele Wechselwirkungen rund um Wasser auf der Mikro- oder Makroebene. Diese Zusammenhänge und Daten werden wir im Spreepark Berlin durch interaktive Installationen und Objekte anschaulich und sinnlich erfahrbar machen. Dabei beziehen wir die Einzigartigkeit des Ortes ein und orientieren uns für die Interaktion und Gestaltung an Prinzipien der Vergnügungskultur. Diese übertragen wir in künstlerische Installationen, die als Trinkwasserbrunnen für Mensch, Tier und Pflanze funktionieren.\n\nDurch Recherche, inhaltliche Einarbeitung, experimentelle Studien mit Material und Mechanismen, nüchterne Betrachtungen und poetische Abstraktionen schaffen wir eine Serie von „thematischen Trinkwasserbrunnen“, die sich in einem Spannungsfeld von wissenschaftlichen Fakten und Rummelplatz-Automaten bewegen.\n\nAbschließend werden wir die Installationen filmisch dokumentieren und vor Ort der Öffentlichkeit präsentieren.\n\nOrganisatorisches:\n\nDer Kurs richtet sich vorwiegend an alle Einsteiger des Studiengangs Design (Interfacedesign, Kommunikationsdesign, Produktdesign). Scheinerwerb durch regelmäßige Teilnahme, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen, Dokumentation und aktive Beteiligung an der filmischen Dokumentation.\n\nKursbeginn ist am Dienstag, 06.04.2020, 10h online.\n\nHinweis:\n\nDie Veranstaltung ist geöffnet für EMW Studierende im Modul Interdisziplinäres Ergänzungsstudium, im Master-Tutorium und für den Special Skill-Schein 24PSs im zweiten Studienabschnitt.\n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9255\n\nProf. Myriel Milicevic, Prof. Alexandra Martini"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"044d6b6f-e572-4cb2-897f-9fdfc85f857c","attributes":{"type":null,"title":"Entwurfsgrundlagen Interfacedesign Mensch + Kontext: Service Design Basics","teacher":"Prof. Reto Wettach","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOId-PI","id_new":"12 EId-MK","name":"12FOId-PI Physical","category":"I/2 Entwurfsgrundlagen Interface Mensch + Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:00"}}},"room":"D/105","descriptionText":{"type":"html/md","value":"Donnerstag 9.00-13.00, Raum D/105\n\nEinführung in die Methoden des Service-Design:\n\n- Qualitatives User-Research (Recruiting von Probanden, Interview Guide, Cultural Probes, Shadowing)\n\n- Desk Research (inkl. Stakeholder-Map)\n\n- Organisation und Durchführung eines Ideation-Workshops (Brainstorming, Bodystorming, Idea Napkin)\n\n- Ausarbeitung von Ideen-Skizzen (Service Blueprint, Business Model Canvas)\n\n- Just-Enough-Prototyping - Evaluation\n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/9311\n\nProf. Reto Wettach"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2cf8a3e2-c871-4c66-bb6f-29ff794ad259","attributes":{"type":null,"title":"Entwurfsgrundlagen Interfacedesign Methoden + Prozesse: Human-Computer Interaction Design. How to partner with intelligent/dumb things","teacher":"Prof. Dr. Frank Heidmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOId-SI","id_new":"12 EId-MP","name":"12FOId-SI Software Interfaces ","category":"I/2 Entwurfsgrundlagen Interface Methoden + Prozesse"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/106 online","descriptionText":{"type":"html/md","value":"Dienstag 10:00-13:00, Raum: D/106 online\n\nDer Grundlagenkurs führt in die theoretischen, methodischen und gestalterischen Grundlagen der Mensch-Computer Interaktion (HCI – Human-Computer Interaction) und der verwandten Themen »Human-Centered Design« & »User Experience Design« ein.\n\nDie Teilnehmer*innen erhalten einen umfassenden Überblick über aktuelle Theorien und Methoden zur Konzeption, zum Prototyping und zur Evaluation intuitiv bedienbarer und emotional ansprechender interaktiver Produkte, Systeme und Services. Wer sind meine Nutzer*innen und wer nicht? Was für Anforderungen haben sie an ein System, Produkt oder einen Service? Wie können ihre Bedürfnisse bei der System-, Produkt- oder Servicegestaltung am besten berücksichtigt werden? Wissen Nutzer*innen immer, was am »besten« für sie ist? Können die Bedürfnisse mit ökologischen und sozialen Fragestellungen in Einklang gebracht werden? Wie entsteht aus einer Sammlung von Ideen, Inhalten oder Funktionalitäten eine konkrete Informationsarchitektur und Navigationsstruktur für eine Website, eine mobile Applikation oder ein umfassendes Ökosystem? Welche Interaktionsformen sind für welche Zielgruppe und welche Nutzungssituation angemessen? Welche Usability- und UX-Guidelines gibt es für VR & AR-Systeme? Wie spielen Design, Prototyping und Evaluation in agilen Entwicklungsprozessen zusammen? Welche Methoden stehen für die Bewertung von Designentwürfen und Prototypen zur Verfügung? Welche ethischen Aspekte sind bei der Technikgestaltung zu berücksichtigen und was bedeutet dies für den Entwurfsprozess und die Verantwortung von Designer*innen?\n\nDie Beantwortung dieser und weiterer Fragen erfolgt in Form von kompakten Vorlesungsblöcken und praxisnahen Gruppen- oder Einzelprojekten aus den verschiedenen Anwendungsdomänen der Mensch-Computer-Interaktion. »Bessere« User Interfaces für Automaten im öffentlichen Raum können genauso Projektthema sein wie Interface-Konzepte für einen sicheren Umgang mit persönlichen, vertraulichen Daten oder UI-Entwürfe für völlig neue Services, die beispielsweise Machine Learning Paradigmen für adaptive User Interfaces nutzen.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9282\n\nProf. Dr. Frank Heidmann"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9e2c71b1-a982-4862-9111-46be7673f38d","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Bild + Wirkung: Lichtfänger II - HIER SIND WIR","teacher":"Prof. Wiebke Loeper\nKathrin Katzek","semester":"","graduateProgram":"","module":{"id":"PO 2013 12EKd-BW","id_new":"12 EKd-BW","name":"12 EKd-BW","category":"I/2 Entwurfsgrundlagen Kommunikation Bild + Wirkung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Freitag 10.00-13.00, Raum D/308\n\nWir schreiben das Jahr 2021. Die Erde ist der dichteste, fünftgrößte und der Sonne drittnächste Planet des Sonnensystems. Sie ist Ursprungsort und Heimat aller bekannten Lebewesen, darunter rund 7,77 Milliarden Menschen. Ich bin einer davon. Wie leben wir miteinander? Wie wollen wir unser Leben gestalten? Der Kurs HIER SIND WIR untersucht fotografisch das geistige, gesellschaftliche, kulturelle, politische und wirtschaftliche Treiben auf diesem Planeten aus den unterschiedlichsten Perspektiven und Handlungsweisen heraus.\n\nPrüfungsleistung: - Teilnahme an den gemeinsamen Bildbesprechungen - eigenständiges fotografisches Arbeiten - 1 Zwischenpräsentationen mit Konzept und mind. 3-5 Bildern - Abschlusspräsentation (Präsentation und Abgabe einer Serie zum freien Thema von ca. 5-8 Fotografien, bestehend aus selbst ausgearbeiteten Prints im DTP-Labor mit Text zur Arbeit) - digitale Dokumentation der Ergebnisse auf Incom\n\nAnzahl Teilnehmer: 18\n\nIncom Url: https://fhp.incom.org/workspace/9322\n\nProf. Wiebke Loeper, Kathrin Katzek"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"06d2e56e-5133-479c-8e23-d425d9497894","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Formate + Narration: MotionBasis 11: Visual Storytelling","teacher":"Prof. Klaus Dufke","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-MG","id_new":"12 EKd-FN","name":"12FOKd-MG Motiongraphics ","category":"I/2 Entwurfsgrundlagen Kommunikation Formate + Narration"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"LW 117","descriptionText":{"type":"html/md","value":"Mittwoch 10.00-13.00, Raum LW 117\n\nAufgabenstellung: Visual Storytelling: Konzeption und Gestaltung von drei „visuellen Erzählungen“ als Animationen mit jeweils einer individuellen Darstellungstechnik: 1x illustrativ, 1x typographisch und 1x photographisch. Ziel ist es persönliche oder universelle Geschichten zum Thema „Identität“ in Form von visuellen Erzählungen zu gestalten.\n\nVisual Storytelling: Eine visuelle Erzählung ist eine Geschichte, die hauptsächlich mithilfe visueller Medien und (fast) ohne Worte erzählt wird. Die Geschichte kann mithilfe von Fotos, Grafiken, Illustrationen oder Videos erzählt und mit Musik, Sprache und anderem Audioformaten erweitert werden.\n\nAusführliche Aufgabenstellung & Beispiele: (wird noch ergänzt)\n\nSeminar-/Projektorganisation: Innerhalb des Seminars werden in drei Einzelprojekten unterschiedliche Bewegtbildformate konzipiert und entwickelt. Es werden dabei produktionstechnische, materialtechnische und logistische Kompetenz in der Entwicklung von zeitbasierten Medienproduktionen vermittelt. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten. Voraussetzung: Sicherer Umgang mit den Grundwerkzeugen der digitalen 2D-Mediengestaltung. Die Anmeldung erfolgt über das Kurswahlsystem in diesem Incom-Workspace. Die Teilnehmerzahl ist begrenzt.\n\nAnzahl Teilnehmer: 20\n\nIncom Url:  https://fhp.incom.org/workspace/9279\n\nProf. Klaus Dufke"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2055a138-38c8-42e1-9ebc-c17b2b4085a6","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Formate + Narration: Redaktionelle Gestaltung 02: Wieso? Weshalb? Warum?","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-AD","id_new":"12 EKd-FN","name":"12FOKd-AD Advertising Design","category":"I/2 Entwurfsgrundlagen Kommunikation Formate + Narration"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"D/226 online","descriptionText":{"type":"html/md","value":"Mittwoch 10.00–13.00, Raum D/226/ online\n\nIn diesem Seminar analysieren wir existierende Publikationen (Bücher, Zeitschriften, Zeitungen, digitale Publikationen): Wie sind sie gestaltet? Wie sind sie hergestellt? Was ist ihr historischer und gesellschaftlicher Kontext? Das Analysieren und Beschreiben einer existierenden Publikation soll zu einer eigenen Konzeption führen.\n\nZiel ist es, eine Publikation zu gestalten und im Grafiklabor der FHP umzusetzen. Dabei setzen wir uns mit der Wahl des Formats und des Mediums, mit Rastern, dem Verhältnis von Text und Bild, Schriftwahl und Layoutkonzeption, Dramaturgie, Umsetzung und Herstellung von Publikationen auseinander.\n\nDas Seminar richtet sich an Studierende, die schon etwas Erfahrung im Umgang mit Typografie und Layoutprogrammen haben.\n\nPrüfungsleistung: Voraussetzungen für den Erwerb von Credit Points sind für dieses Projekt: regelmäßige Teilnahme und Beteiligung am Seminar, Kurzreferat, gestalterische Arbeit (Publikation), Incom-Doku (Bilder, Text über das Projekt)\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9308\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3c51de6f-603b-41b1-8f55-0ad281fa8a3f","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Schrift + Ausdruck: Schriftgestaltung Grundkurs","teacher":"Prof. Lucas de Groot","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-TD","id_new":"12 EKd-SA","name":"12FOKd-TD Typedesign ","category":"I/2 Entwurfsgrundlagen Kommunikation Schrift + Ausdruck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/103","descriptionText":{"type":"html/md","value":"Dienstag 10.00-13.00, Raum D/103\n\nSchriftgestaltung Grundkurs\n\nPrüfungsleistung: Gestaltung eines Alphabets mit Kleinbuchstaben und Zahlen\n\nAnzahl Teilnehmer:\n\nIncom Url:\n\nProf. Lucas de Groot"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"717676fc-4e0e-4028-a2e9-b370e5c182fa","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Zeichen + Ansprache: Experimentelle Strategie im Kommunikationsdesign","teacher":"Prof. Sven Völker","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-GD","id_new":"12 EKd-ZA","name":"12FOKd-GD Grafikdesign ","category":"I/2 Entwurfsgrundlagen Kommunikation Zeichen + Ansprache"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Dienstag 10.00–13.00, Raum D/223\n\nGrafische Welten finden und erfinden: Gestaltung zwischen Kunst und Design, Denken und Machen, Autor und Publikum, Herz und Hand, Wissen und Nichtwissen, Strategie und Experiment. In diesem Grundlagenseminar entwickeln wir individuelle Projekte und diskutieren Positionen wichtiger Gestalter und Künstler aus Geschichte und Gegenwart. Dies ist eher ein Ort für Mutige, eher eine Tour de Force; es ist eine gute Gelegenheit, den eigenen Ausdruck zu finden.\n\nWir betrachten den Prozess der Gestaltung als Formfindung und als einen, in dem das Scheitern nicht weniger Erkenntnis bietet als der Erfolg. Darum gibt es hier keine erprobten Anleitungen oder Tools. Wir arbeiten, präsentieren, recherchieren und wachsen gemeinsam in zwölf wöchentlichen Kapiteln. Wie der Musiker Ben Sidran es beschreibt: »Every creative activity is a form of journalism.« Oder wie die Künstlerin Corita Kent es ebenso passend sagt: »Consider everything an experiment.«\n\nPrüfungsleistung: Individuelle Konzeption und Entwurfsarbeiten, Referat, Diskussionen, Präsentationen, Dokumentation\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9245\n\n \n\nProf. Sven Völker"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"08eb18ab-0c3f-4fe3-a787-d04cb4decc19","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Zeichen + Ansprache: Vom Zeichen zur Marke","teacher":"Prof. Matthias Beyrow","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-CD","id_new":"12 EKd-ZA","name":"12FOKd-CD Corporate Design","category":"I/2 Entwurfsgrundlagen Kommunikation Zeichen + Ansprache"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":2},"String":"Dienstag, 18:00"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Dienstag 15.00-18.00, Raum D/310\n\nGrundlagen der Konzeption visueller Markenzeichen und der Gestaltung familienähnlicher grafischer Systeme: Mit Vorlesungen (bzw. VIDEOs, Workshops, Übungen und – als finales Projekt – dem Redesign eines bestehenden „Konsumprodukts“ inkl. Packaging als finaler Stegreifentwurf.\n\nPrüfungsleistung: 1. POSTERs — (DIN A2, Hochformat) als Dokumentation des Stegreifprojekts 2. SLIDEs — Visualisierungen der Kursergebnisse im 1920 x 1080 Px (Quer) 3. DOKU — incom-Dokumentation im Workspace Für bestimmte Termine, z.B. Zwischen- und Schlusspräsentationen ggf. Videos produziert.\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/9292\n\nProf. Matthias Beyrow"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"4a15bb61-f0c9-426c-8dc6-4a31749f9116","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Form + Zweck: Vulkanfiber","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-PD","id_new":"12 EPd-FZ","name":"12FOPd-PD Produktdesign ","category":"I/2 Entwurfsgrundlagen Produkt Form + Zweck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Donnerstag 09.00 – 16.00, Raum D/308\n\nGegenstand des Entwurfsseminars ist der älteste und zu 100% aus dem nachhaltigen und nachwachsenden Rohstoff Cellulose gefertigte Kunststoff. Vulkanfiber ist auf dem Heimkompost zu 100% biologisch zu CO2 und Wasser abbaubar. Thema der Veranstaltung ist die Frage nach den Gestaltungspotentialen dieses nachhaltigen Materials. Im Ergebnis sollen exemplarisch Entwürfe entstehen die die formalen wie funktionalen Besonderheiten in einer zeitgemäßen Anwendung und Darstellung veranschaulichen. Die Ergebnisse sollen im Rahmen einer Ausstellung in der Vulkanfiberfabrik Werder gezeigt werden.\n\nDas Seminar erfolgt in Kooperation mit der Vulkanfiberfabrik Hornex Ernst Krüger GmbH & Co KG und Sebastian Voigt. Sebastian hat einen Master in Robotics und beendet derzeit seinen Master in Design mit dem Thema »Design+Robotics« an der FH. Er hat seinen Firmensitz mit seiner Roboteranlage in der geschichtsträchtigen Vulkanfiberfabrik Werder, der ältesten Vulkanfiberfabrik Deutschlands. Außerdem ist er Mitglied im Verein \"VulkanKunstWerke eV.“, hier entwickelt er Projekte und Ausstellungen rund um die Themen Vulkanfiber und den neuen Synergien zwischen Kunst & Design und Robotic Fabrication. Unterstützt wird der Verein dabei vom Kulturland Brandenburg für die Wiederbelebung einer alten Industriekultur mit dem Thema : \"Pionierprojekt Mikrofaktur\"\n\nVoraussetzung für die Teilnahme an der Veranstaltung sind Grundkenntnisse im CAD (Rhinozeros / Fusion / o. ä.)\n\nPrüfungsleistung: Entwurfsleistungen in zeichnerischer und modellhafter Form. Präsentation / Dokumentation der Arbeitsergebnisse.\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9341\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c205b897-1f98-41ca-9181-2002c2d456c9","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Objekt + Intention: redesign physical products","teacher":"Prof. Holger Jahn","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-PU","id_new":"12 EPd-OI","name":"12FOPd-PU Produkt","category":"I/2 Entwurfsgrundlagen Produkt Objekt + Intention"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:30"}}},"room":"online","descriptionText":{"type":"html/md","value":"Mittwoch, 09:30 — 13:30 Uhr, online\n\nPhysische Produkte prägen Alltag, Wirtschaft und Umwelt wie kaum etwas anderes.\n\nWer das Design von Produkten nachhaltig verbessern will, muss sowohl das große Ganze als auch die Details verstehen und beachten.\n\nIn diesem Kurs werdet Ihr 1-2 reale Produkte hinsichtlich Form, Funktion, Haptik, Optik, Materialität, Konstruktion, Produktion und Umweltverträglichkeit analysieren und auf Basis dieser Erkenntnisse eine alternative Variante des Produkts gestalten.\n\nHierzu werden wir im ersten Schritt die ausgewählten Produkte aus verschiedenen Perspektiven analysieren, testen, mögliche Verbesserungen skizzieren.\n\nDanach wird das jeweilige Produkt zerlegt, um den grundsätzlichen Aufbau die verwendeten Materialien, Komponenten, die Verbindungen und Geometrie möglichst umfassend untersuchen zu können.\n\nPrüfungsleistung: zwei Präsentationen, umfassende Incom-Dokumentation der Ergebnisse und des Prozesses\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9332\n\nProf. Holger Jahn"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ba04fd08-3b5c-4201-871a-1655d9c09a5a","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Raum + Kontext: Raumskizzen 4 Stadt Oasen","teacher":"Max Wosczyna","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-RA","id_new":"12 EPd-RK","name":"12FOPd-RA Raum","category":"I/2 Entwurfsgrundlagen Produkt Raum + Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":1},"String":"Montag, 13:00"}}},"room":"D/311","descriptionText":{"type":"html/md","value":"Montag 10.00-13.00, Raum D/311\n\nWie auch in den vorhergehenden Kursen geht es bei den Raumskizzen um den Modellbau als Entwurfsmethode für das Gestalten von Räumen.\n\nKurze, strukturierte Aufgaben zu Beginn des Semester führen in verschiedene Modellbautechniken und -materialien ein und schulen die Wahrnehmung für Dimensionen, Proportionen und Atmosphären im Raum. In diesem Zuge werden wir auch gleich zu Beginn das Fotografieren von Modellen thematisieren.\n\nNach und nach widmen wir uns dem übergeordneten Thema: Stadt Oasen. Wie können durch modulare, multifunktionale Elemente kleine, temporäre Orte für Begegnung, Austausch, Spiel und Aufenthaltsqualität in der Öffentlichkeit entstehen? Je nach Lage wird der Kurs Online oder / und an der Hochschule stattfinden.\n\nPrüfungsleistung: Pünktliche Abgabe der Zwischenaufgaben auf INCOM, Zwischenpräsentation, Abschlusspräsentation und INCOM Dokumentation nach Ablauf des Semesters.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9357\n\nMax Wosczyna"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ec2a3d17-9080-43fb-8434-a01cd2fce39a","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Technik + Produkt: DESIGN MÄANDERN V","teacher":"Prof. Hermann Weizenegger","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-ID","id_new":"12 EPd-TP","name":"12FOPd-ID Industrialdesign","category":"I/2 Entwurfsgrundlagen Produkt Technik + Produkt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"20"},"day":{"value":2},"String":"Dienstag, 20:00"}}},"room":"LW 023","descriptionText":{"type":"html/md","value":"Dienstag, 15.30 — 20.00, Raum LW 023\n\nIm Entwurfsseminar Design Mäandern geht es darum, ein Verständnis dafür zu bekommen, wie handwerkliche, serielle Produkte in unterschiedlichen Arbeitsabläufen entstehen und welche Materialien verwendet werden. Dabei entstehen folgende Fragen: „Was sind Negativ- und Positivform, wann spricht man von einer Mutterform?“ Dazu recherchiert der Kurs Handwerkstätig- und fertigkeiten, sowie deren Form- und Produktionswerkzeuge. Basierend auf einem erstellten Material- und Produktionsmapping werden unterschiedliche Werkzeugstrategien entwickelt. Mittels einfacher Grundlagenübungen entsteht ein Formrepertoire, welches das spätere Fundament für die entscheidende Mutterform ist. Bevor das Objekt alle Produktionsschritte durchläuft bedarf es eines genauen Produktionsplans, bzw. einer Objektanalyse, ob die Mutterform das Potential für vielfältige Funktionen und Materialitäten aufweist.\n\nAm Ende des Projekts entsteht ein niederkomplexes Produkt, welches sich durch mehrere Werkzeugstufen mäandert hat, welches im Entstehungsprozess unterschiedliche Werkzeuge erfahren und zugleich selbst als Werkzeug fungiert.\n\nWerkstätten:\n\nMock-up Werkstatt, Gips- und Keramikwerkstatt, Holz- und Metallwerkstatt, Drechselei, Giesserei.\n\nMaterialien:\n\nHolz, Gips, Epoxidharz, Steinzeug, Porzellan, Aluminium, Bronze, Wachs, Polystyrol. Skills: Material- und Fertigungskenntnisse, Entwicklung von Formrepertoire, Designmethoden, Modellbau, Präsentation, Dokumentation.\n\nPrüfungsleistung: Selbstorganisation, Analyse, Reflexion, Übersetzung, Kritik, Diskurs, Entwicklung, Evaluierung, Repertoireentwicklung, Präsentation.\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9325\n\nProf. Hermann Weizenegger"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8d2b7774-cbec-4832-9ba1-0981dfd4419d","attributes":{"type":null,"title":"Theorie Design- und Kulturgeschichte: Diversity in Design History","teacher":"Dr. des. Sandra Groll","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DG","id_new":"13 Th-DKG","name":"13Th-DG Designgeschichte ","category":"I/3 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:00"}}},"room":"D/226 online","descriptionText":{"type":"html/md","value":"Donnerstag, 10:00 — 13:00, Raum D/226\n\nDer designgeschichtliche Kanon präsentiert sich auch im Jahr 2021 noch als eine recht homogene Angelegenheit. Er ist weiß, männlich und westlich dominiert. Im Seminar „Diversity in Design History“ wollen wir uns mit der Entwicklung eines ergänzenden Kanons beschäftigen und nach Positionen, Werken und Ansätzen suchen, die in der bisherigen Auswahl unterrepräsentiert sind. Dabei werden uns im Seminar auf Designer*innen of Color konzentrieren.\n\nDas Seminar findet donnerstags von 10:00 – 13:00 und in Abhängigkeit von der jeweiligen Corona-Lage im Sommersemester als Online-, Hybrid- oder Präsenzveranstaltung statt.\n\nPrüfungsleistung: Voraussetzung für den Leistungsnachweis ist neben der regelmäßigen Teilnahme, den Beiträgen im Seminar auch eine Hausarbeit im Umfang von 10.000 Zeichen / 6 Seiten\n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/9305\n\nDr.-des. Sandra Groll"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"dfefe8e5-fe4e-4c2e-a2fc-f7f3c8199449","attributes":{"type":null,"title":"Theorie Design- und Kulturgeschichte: Musik einpacken – Eine Designgeschichte des Album-Covers","teacher":"Prof. Marion Godau","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DG","id_new":"13 Th-DKG","name":"13Th-DG Designgeschichte ","category":"I/3 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"17"},"day":{"value":1},"String":"Montag, 17:15"}}},"room":"D/108 online","descriptionText":{"type":"html/md","value":"Montag, 14:00 — 17:15, Raum D/108 online\n\nIm Laufe seiner mehr als hundertjährigen Geschichte wurden Millionen von Songs und Musikstücken auf Datenträger gepresst und eingepackt. Ging es zunächst um funktionalen Schutz der empfindlichen Platten sind Album-Cover heute Träger von Informationen, Stimmungen, Bandbrands oder Artwork und Sammlerstücke.\n\nIm Zentrum des Kurses stehen Meilensteine des Albumdesigns, ihre Designer*innen und Gestaltungsprinzipien. Wir verfolgen die historische Entwicklung der Album-Cover in verschiedenen Genres, fragen nach Veränderungen in digitalen Zeiten, analysieren typische Gestaltungsprinzipien und werfen einen Blick auf Cover als Teil von Marketingstrategien.\n\nPrüfungsleistung: Regelmäßige und aktive Teilnahme, ausgearbeitete studentische Beiträge\n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/9298\n\nProf. Marion Godau"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"4af07264-b40e-4ce0-a40a-8a1f24af52fc","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Build Your Own Business unter Nutzung der Methode LEGO® Serious Play und Materialien - 1.Gruppe (9.4.21-14.5.21)","teacher":"Anett Lommatzsch","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/119 online","descriptionText":{"type":"html/md","value":"Freitag 09:00-13:00, D/119 online\n\nDie wichtigsten Themen in Vorbereitung auf eine Selbstständigkeit werden unter Nutzung von Lego Bausteine beleuchtet und für die eigene Idee und auf die eigene Person & Persönlichkeit beleuchtet.\n\nDie systematische Prozessbegleitung hat die potentiellen Themen im Fokus:\n\no Zielentwicklung, Meilensteine\n\no Visionsarbeit\n\no Ideenfindung, Ideenstrukturierung, Ideenkonzept\n\no Gründer*intyp\n\no Wertearbeit: Unternehmenswerte, Unternehmenskultur, individuelle Werte\n\no Betriebsorganisation\n\no SWOT Analyse\n\nDurch den Kreativitätsprozess leitet Anett Lommatzsch.\n\nResultierend aus dem Kreativprozess können die Studierenden auch ihre Bedarfe an Unterstützung in Form von Wissensvermittlung, Coaching und Beratung ermitteln. Die Kurstermine sind unter Termine dem Workspace zu entnehmen.\n\nDas Lego Serious Play Starter Kit kann von dem FHP Gründungsservice ausgeliehen werden.\n\nDer gleiche Kurs findet auch vom 21.5.21 bis 25.6.21 statt (Gruppe 2).\n\nPrüfungsleistung: Als Prüfungsleistung wird eine Abschlusspräsentation und eine Hausarbeit zu erwartet. Der Workload wird für 4 SWS angesetzt.\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9346\n\nAnett Lommatzsch"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a2ac04ef-bd6e-4d56-a1b2-a42b453c929a","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Human-Centered Design Grundlagen(\"Bootcamp\"/Kompaktseminar)","teacher":"Prof. Karsten Henze, Prof. Vicky Tiegelkamp","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"room":"","descriptionText":{"type":"html/md","value":"Blockveranstaltung Zoom und Miro\n\n++++ Online-Lehrveranstaltung ++++ Online-Lehrveranstaltung ++++\n\nBlockveranstaltung mit vorbereitenden und vertiefenden Hausarbeiten. Beschränkt auf exakt 20 Teilnehmer*innen, verteilt auf mehrere Termine.\n\nNur für 1.-3. Semester!\n\n1. „Kick-off“-Termin, Teambildung und Aufgabenstellungen:\nMontag, 26. April 2021 von 14:15-15:45 Uhr\n\n2. „Einführung, Technik-Check, Gruppenübungen“:\n\nDienstag, 17. Mai 2021 von 13:30-15:30 Uhr\n\n3. „Bootcamp“-Termine:\n\nDonnerstag, 10. Juni 2021 und Freitag, 11. Juni 2021, jeweils ganztags\n\nDie komplette Veranstaltung wird online über Zoom und Miro durchgeführt (Details folgen rechtzeitig)\n\n**********\n\nÜbersicht:\n\nDie Anforderungen an die Produkt- und Service-Entwicklungen sind heute so komplex, dass es nicht mehr ausreicht, neue Designentwicklungen zu starten, ohne den Kunden einzubeziehen.\n\n„Human-Centered Design“ ist ein Prozess, der in ganz unterschiedlichen Branchen und Abteilungen angewendet werden kann. Im Kern steht die Beobachtung, wie Menschen sich in bestimmten Situationen verhalten – z.B. in Kaufsituationen, bei der Nutzung von digitalen Services oder beim Besuch eines Museums.\n\nZiel dieser zweitägigen Blockveranstaltung mit zusätzlichen Hausaufgaben ist es, Studierenden eine erste, kompakte Einführung in die Dimensionen des „Human-Centered Designs“ zu geben. Den Studierenden werden verschiedene Themen des Designmanagements vermittelt:\n\n• die Befragung von Kunden und Recherche\n\n• Verstehen des Prozessablaufes in der Herstellung von Produkten und Dienstleistungen\n\n• Kennenlernen von Methoden\n\n• Prototyping\n\n• Planung, Organisation und Marketingaspekte\n\nNeben einem grundlegenden Überblick und einer Einführungsübung wird das Designprozess-Modell „Double-Diamond“ vorgestellt, mit den Methoden des Service Designs wie z.B. Customer Journey gearbeitet und an konkreten Fällen in Gruppenarbeiten trainiert, präsentiert und dokumentiert. Die zweitägige Veranstaltung wird durch vorbereitende Hausaufgaben vorbereitet und vertieft, die zu Semesterbeginn an die Gruppen verteilt wird (sowohl die individuelle als auch die Gruppenhausaufgaben).\n\nInhalt (Auszug):\n\nBegriffsklärung, Historie, Grundlagen des Designmanagements und des Human-Centered Design, Customer-Insights und Ideen-Gewinnung, Vorstellung von Methoden und unmittelbare Anwendung in Gruppenarbeiten, Präsentation und Dokumentation.\n\nDas „Bootcamp“ findet als Blockveranstaltung kompakt an zwei aufeinanderfolgenden Tagen statt (Donnerstag und Freitag) und wird durch Vorbereitungstermine mit Einteilung in Gruppen und Hausaufgabenstellung zu Beginn des Semesters ergänzt, sowie durch mindestens einen weiteren Termin (Technik-Check, Einleitung, Gruppenübungen).\n\nDie Veranstaltung ist - inhaltlich bedingt - auf exakt 20 Teilnehmer begrenzt.\n\nPrüfungsleistung: 50% Gruppenarbeit/-präsentation/-dokumentation, 25% individuelle Hausarbeit, 25% individuelle Mitarbeit\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9286\n\nProf. Vicky Tiegelkamp & Prof. Karsten Henze"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"32ad4790-9229-435c-a6e8-17406a51e28a","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Urheber-, Design- und Medienrecht","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Dienstag 10.00-13.00, online\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\n\nPrüfungsleistung: schriftlicher Leistungsnachweis\n\nAnzahl Teilnehmer: 90\n\nIncom Url: https://fhp.incom.org/workspace/9300\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5278e509-dc97-4604-b265-d654ef002fc0","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Build Your Own Business unter Nutzung der Methode LEGO® Serious Play und Materialien - 2.Gruppe (21.5.21-25.6.21)","teacher":"Anett Lommatzsch","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/119 online","descriptionText":{"type":"html/md","value":"Freitag 09:00-13:00, D/119 online\n\nDie wichtigsten Themen in Vorbereitung auf eine Selbstständigkeit werden unter Nutzung von Lego Bausteine beleuchtet und für die eigene Idee und auf die eigene Person & Persönlichkeit beleuchtet.\n\nDie systematische Prozessbegleitung hat die potentiellen Themen im Fokus:\n\no Zielentwicklung, Meilensteine\n\no Visionsarbeit\n\no Ideenfindung, Ideenstrukturierung, Ideenkonzept\n\no Gründer*intyp\n\no Wertearbeit: Unternehmenswerte, Unternehmenskultur, individuelle Werte\n\no Betriebsorganisation\n\no SWOT Analyse\n\nDurch den Kreativitätsprozess leitet Anett Lommatzsch.\n\nResultierend aus dem Kreativprozess können die Studierenden auch ihre Bedarfe an Unterstützung in Form von Wissensvermittlung, Coaching und Beratung ermitteln. Die Kurstermine sind unter Termine dem Workspace zu entnehmen.\n\nDas Lego Serious Play Starter Kit kann von dem FHP Gründungsservice ausgeliehen werden.\n\nDer gleiche Kurs findet auch vom 09.4.21 bis 21.5.21 statt (Gruppe 1).\n\nPrüfungsleistung: Als Prüfungsleistung wird eine Abschlusspräsentation und eine Hausarbeit zu erwartet. Der Workload wird für 4 SWS angesetzt.\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9358\n\nAnett Lommatzsch"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e6ed5c87-dc01-4c56-adb3-f398f0a18bbe","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Businessplan Erstellung: Entwicklung von Gründungsideen","teacher":"Dipl.-Kfm. Demis Mohr","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":4},"String":"Donnerstag, 12:30"}}},"room":"online","descriptionText":{"type":"html/md","value":"Donnerstag 09:00-12:30, online\n\nInnerhalb des Kurses haben Studierende die Möglichkeit, anwendungsorientierte Projektideen/Gründungsideen oder auch Gründungsvisionen mit Hilfe ausgewählter Vorgehensmodelle der Betriebswirtschaftslehre und der Entrepreneurship Forschung weiterzuentwickeln.\n\nZudem bietet der Kurs die Möglichkeit, allgemeine Managementkompetenzen zu trainieren. Auszug aus dem Inhalt: Geschäftsmodellentwicklung, Markt- und Zielgruppenanalyse, Organisation & Personal, Kalkulation, Markttest, Präsentation der Ergebnisse. Studierende mit einem ausreichenden Gründungspotential haben zudem die Möglichkeit, weiterführende Unterstützung vom FHP Gründungsservice zu erhalten.\n\nPrüfungsleistung: Fundierter Businessplan am Ende des Semesters, aktive Teilnahme und Zwischenpräsentationen.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9365\n\nDipl.-Kfm. Demis Mohr"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6cf5d408-6bb2-481c-a6a2-3544f61d8bde","attributes":{"type":null,"title":"Theorie Design-/Medientheorie: Eros in allen Dingen","teacher":"Prof. Dr. Rainer Funke","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DT","id_new":"13 Th-DMT","name":"13Th-DT Design","category":"I/3 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Mittwoch 11:00-14:00 Vorlesung, 18:00--21:00 Seminar in kleinen Gruppen, Raum D/119 und online\n\nDesigntheorie. Design als Bedeutungsarbeit und soziale Verständigung. Vorlesung und Seminar zu Grundrelationen der Wahrnehmung und Deutung der Formen von Produkten und Kommunikationsmitteln, deren Gebrauch in der Kommunikation der Menschen heute und in der Vergangenheit sowie zu Design-Strategien und Design-Ideologien. Die Teilnehmer/innen analysieren ein selbst gewähltes Design-Objekt (ein Produkt oder ein Kommunikationsmittel) hinsichtlich seiner Faszinationskraft und seiner Designqualität auf der Grundlage verschiedener designtheoretischer Konzeptionen. Die Analyseergebnisse werden in einer 3-minutigen Zwischen- und einer 7-minütigen Endpräsentation vorgestellt sowie als Dokumentation online publiziert.\n\nPrüfungsleistung: Design-Analyse, schriftliche Dokumentation, 3-Minuten-Präsentation, 7-Minuten-Präsentation, Online-Publikation\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9266\n\nProf. Dr. Rainer Funke"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ae865bfb-1a25-42f3-a6b7-6fba6dab4d0b","attributes":{"type":null,"title":"Werkstattpraxis Analoge Modellbauwerkstätten:","teacher":"Dipl. Des. Anne Boenisch","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W3D-TV","id_new":"14 W-AM","name":"14W3D-TV Technologie/Visualisierung","category":"I/4 Werkstattpraxis Analoge Modellbauwerkstätten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"LW 019 Modellbauwerkstatt","descriptionText":{"type":"html/md","value":"Semesterbegleitende Werkstattkurse\n\nFreitag 9.00-13.00 sowie Mittwochs 14.00-18.00\n\nIm Sommersemester biete ich 2 Werkstattkurse in den analogen Modellbauwerkstätten an. Beide finden semesterbegleitend statt. Die Kurse werden unter Einhaltung der Corona Richtlinien der Fachhochschule Potsdam durchgeführt.\n\nhttps://www.fh-potsdam.de/corona-info/\n\nDie wohl wichtigsten Aspekte:\n\n> 1,5-2 Meter Sicherheitsabstand, sofern möglich\n\n> FFP2 Maske tragen\n\n> Regelmäßiges Lüften & Hände waschen\n\n> unaufgeforderter Eintrag in die Anwesenheitsliste\n\n///\n\nInhalt:\n\nDer Werkstattkurs befasst sich mit den handwerklichen Grundfertigkeiten des Modellbaus. Anhand verschiedenartiger Arbeitsmodelle wird der sichere Umgang mit den Maschinen vermittelt und durch die praktische Umsetzung erprobt.\n\nVoraussetzung für den Scheinerwerb:\n\nAlle Werkstatttermine sind verpflichtend. Arbeitseinsatz und pünktliches Erscheinen sind Voraussetzung für den Erhalt des Werkstattscheins.\n\nOrganisatorisches:\n\nDer Kurs kann im Sommersemester von allen interessierten Studierenden des Fachbereichs Design belegt werden.\n\nErst nach fachlicher Ein- und Unterweisung ist das Arbeiten in den Werkstätten gestattet. Die Teilnehmer*innenzahl ist auf maximal 6 Personen begrenzt.\n\nVerbindliche Anmeldung: per Mail ab dem 05. April 2021 > boenisch­ (at) fh-potsdam.de\n\nOrt: Modellbauwerkstatt (LW 019)\n\nINCOM Url Kurs: https://fhp.incom.org/workspace/9276 Einführungskurs- Modellbauwerkstatt analog SoSe 2021\n\nINCOM Url Modellbauwerkstatt allgemein.: https://fhp.incom.org/workspace/5751\n\nTermine:\n\nMittwoch von 14-18h sowie ganztägig am Freitag von 9-17h\n\nKurs 1: 14. bis 30. April 2021\n\n14. / 16. / 21. / 23. / 28. / 30. April 2021\n\nKurs 2: 05. bis 28. Mai 2021\n\n05. / 07. / 12. / 19. / 21. / 26. (28.) Mai 2021\n\nAnne Boenisch"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"70fdad1b-46af-4176-a3b9-db79fa7e5e19","attributes":{"type":null,"title":"Werkstattpraxis Audio-/Videowerkstätten: Audio-/Videowerkstatt: Einführung in das audio-visuelle Arbeiten »№11 – Filme zum Arbeitsschutz in der Modellbauwerkstatt IV«","teacher":"Dipl. Des. Jan Schütze, Prof. Klaus Dufke, Depl. Des. Anne Boenisch","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W4D-AV","id_new":"14 W-AV","name":"14W4D-AV Audio/Video","category":"I/4 Werkstattpraxis Audio-/Videowerkstätten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:00"}}},"room":"D/002 (Video Aufnahmestudio)","descriptionText":{"type":"html/md","value":"Donnerstag 10:00–13:00, Raum: D/002\n\nDer selbstverständliche Umgang mit Film- und Audiotechnik sowie die praxisrelevanten Arbeitsabläufe der Video-Aufzeichnung, -Schnitt und -Postproduktion werden anhand verschiedener Aufgaben geübt und gefestigt. Im Rahmen des Semesterprojekts entstehen in Zusammenarbeit mit Anne Boenisch (Werkstattleiterin) Filme zum Arbeitsschutz in der Modellbauwerkstatt.\n\nSeminar- & Projektorganisation\n\nIm Rahmen eines Semesterprojektes wird ein Bewegtbild-Projekt umgesetzt. Im Vordergrund stehen die Vermittlung technischer Grundkenntnisse und instrumenteller Kompetenz sowie die interessengeleitete Umsetzung und Vertiefung mit der Materie. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen und Workshops dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\n\nDas audio-visuelle Semesterprojekt soll in Gruppenarbeit (3 Studierende) umgesetzt werden – gegenseitige Unterstützung ist ausdrücklich erwünscht.\n\n120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium\n\nPrüfungsleistung: Präsenzstudium (45 Std.) Selbststudium (25 Std.) Semesterprojekt: Werkstattfilm (50 Std.) Incom-Dokumentation\n\nVoraussetzung: keine.\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9310\n\nJan Schütze, Prof. Klaus Dufke, Dipl. Des. Anne Boenisch"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a54bfbd5-dca6-41c0-862b-80ae880590ab","attributes":{"type":null,"title":"Werkstattpraxis Buchbindewerkstatt: Einführungskurs","teacher":"Friederike Goll","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-BW","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Buchbindewerkstatt"},"room":"online","descriptionText":{"type":"html/md","value":"Donnerstag, 11.00; Freitag, 11.00, digital\n\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung.\n\nDer Kurs wird auch dieses Semester aufgrund der Corona-Maßnahmen voraussichtlich ausschließlich digital stattfinden, da ein Sicherheitsabstand in der Werkstattarbeit nicht gewahrt werden kann.\n\nWas Euch erwartet:\n\n1. Der Unterricht wird über diesen Workspace stattfinden.\n\n2. Jeden Donnerstag bzw Freitag um 11 Uhr gibt es eine Zoom-Konferenz mit Bekanntgabe der neuen Aufgaben und Besprechung der alten Aufgaben. Zusätzlich gibt es Hausaufgaben, die bis zum nächsten Termin bearbeitet werden müssen. Die Ergebnisse sollt ihr dann in Eurem Projekt-Worksapce dokumentieren.\n\n3. Wir werden recherchieren, improvisieren, forschen, experimentieren, dokumentieren, gestalten & kommunizieren.\n\n4. Euer Zuhause wird zur Buchbindewerkstatt! Bei engagierter Mitarbeit und Erledigung aller Aufgaben sowie Präsentation auf Eurem Projekt-Workspace bekommt ihr für diesen Kurs 4 ECTS-Punkte.\n\nDie Sicherheitsunterweisung in die Werkstatt und Maschinen wird nach Möglichkeit nachgeholt.\n\nBesonderheit in diesem Semester: Ich möchte jeder/jedem dieselbe Chancen ermöglichen und so wird es voraussichtlich 6 ausleihbare Werkzeug-Sets geben, die nach Beenden des Kurses an die nächste Gruppe weitergegeben werden. Das hat zur Folge, dass die Kurse jeweils auf 6 Studierende beschränkt sind. Es wird 4 aufeinanderfolgende Kurse geben (A/B/C/D). Somit beläuft sich die Gesamt-TeilnehmerInnen-Zahl dieses Semesters auf 24!\n\nDie jeweiligen Termine der einzelnen Gruppen werden noch bekanntgegeben und es wird dann zu jeder Gruppe einen eigenen Workspace geben für den ihr Euch bewerben könnt.\n\nIch freu mich auf Euch!\n\nEure Friederike\n\nAnzahl Teilnehmer: 24\n\nIncom Url: https://fhp.incom.org/workspace/9275\n\nFriederike Goll"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8641b5fb-ab11-4619-ad96-249b0872d765","attributes":{"type":null,"title":"Werkstattpraxis Drucklabore: B - Weiterführender Kurs Produktionsprozess Druck","teacher":"Dipl. Des. Christine Mangelsdorf","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-DP","id_new":"14 W-DL","name":"14W2D-DP Druck/Prepress","category":"I/4 Werkstattpraxis Drucklabore"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":4},"String":"Donnerstag, 12:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Donnerstag 10.00–12.30 Uhr, Raum LW 128\n\nFarbe und Reproduktion – Buchprojekt\n\nEinführung in den Themenbereich Colormanagement und die korrekte Anwendung in den Bereichen der Printproduktion.\n\nZiel des Kurses ist die Konzeption eines Printdokumentes in Form eines Buches, Farbmanagement und Kontrolle bis zur Ausgabe in der Druckproduktion. Der Kurs richtet sich primär an Studenten, die den Produktionsprozess verstehen und kontrollieren möchten, interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der Produktion von Printerzeugnissen beschäftigen wollen. // Voraussetzungen: sicherer Umgang mit der adobe creative suite\n\nHinweise:\n\nDonnerstag, 10.00 Uhr in Raum LW 128. // Max. 8 Teilnehmer. Auf Grund der aktuellen Situation wird der Unterricht im ersten Teil per Onlinekonferenz stattfinden und in der nachfolgenden Produktionszeit im Drucklabor der Fachhochschule. Nach erfolgter Auslosung wird eine Einladung zur Teilnahme erfolgen. Es entstehen Kosten für die Ausgabe, je nach Verbrauch.\n\nDonnerstag 10.00–12.30 Uhr - ab 14.00 Uhr kursbezogene Arbeit im LW 128/130 möglich\n\nPrüfungsleistung: Herstellung eines Buches im Colormanagementverfahren und Projektdokumentation zu den Lehrinhalten\n\nVoraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\n\nAnzahl Teilnehmer: 8\n\nIncom Url: https://fhp.incom.org/workspace/9287\n\nChristine Mangelsdorf"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"7b609796-bef9-47d2-a94a-47305f4c2d46","attributes":{"type":null,"title":"Werkstattpraxis Drucklabore: A – Grundlagen Produktionsprozess Druck und Farbmanagement","teacher":"Dipl. Des. Christine Mangelsdorf","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-DP","id_new":"14 W-DL","name":"14W2D-DP Druck/Prepress","category":"I/4 Werkstattpraxis Drucklabore"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":3},"String":"Mittwoch, 12:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Mittwoch 9.30 – 12.30, Raum LW 128\n\nFarbe und Reproduktion – Buchprojekt „Nachhaltig“\n\nalternativ – Plakatserie „Wortspiel“\n\nDie Grundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Zentrale Themen sind die Druckverfahren, wie Digitaldruck, Offsetdruck, Tiefdruck, Hochdruck, Durchdruck und die Aufbereitung der Daten für das Farbmanagement. Das Buchprojekt wird mit den jeweiligen Druckverfahren hergestellt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Printerzeugnissen beschäftigen wollen.\n\nHinweise:\n\nMittwoch, 9.30 Uhr im Raum LW 128 // Max. 10 Teilnehmer // Auf Grund der aktuellen Situation wird der Unterricht zum Thema „Grundlagen im Produktionsprozess Druck“ im ersten Teil per Onlinekonferenz stattfinden und in der nachfolgenden Produktionszeit im Drucklabor der Fachhochschule. Nach erfolgter Auslosung wird eine Einladung zur Teilnahme erfolgen. Der Unterricht findet Mittwoch von 9.30 bis 12.30 Uhr statt. Es entstehen Kosten für die Ausgabe im Digitaldruck, je nach Verbrauch.\n\nPrüfungsleistung: Herstellung einer Plakatserie oder eines Buches mit den jeweiligen og. Druckverfahren und Projektdokumentation zu den Lehrinhalten.\n\nVoraussetzung für den Scheinerwerb: Plakatserie oder Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9288\n\nChristine Mangelsdorf"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3894c2c7-68b2-4b6d-a26d-0bd7663f41a5","attributes":{"type":null,"title":"Werkstattpraxis Drucklabore: Grundlagen des MacOS und Standardprogramme","teacher":"Dipl.-Des. Peter Kerscher","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-DP","id_new":"14 W-DL","name":"14W2D-DP Druck/Prepress","category":"I/4 Werkstattpraxis Drucklabore"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":1},"String":"Montag, 16:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Montag 14.00 - 16.00 oder Mittwoch 11.00-13.00, online\n\nNach der Einführung in die Grundlagen des Betriebssystems wird in diesem Kurs das Basiswissen zu den Programmen Photoshop, Illustrator und Indesign vermittelt. Der Kurs richtet sich primär an Studierende, die keine bis wenig Erfahrung mit Rechnern und Standardprogrammen haben.\n\nEs gibt zwei Kurse: entweder jeweils Mo 14.00 - 16.00 oder Mi 11.00 - 13.00.\n\nDer Kurs findet 6x digital (via zoom) statt.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9278\n\nDipl.-Des. Peter Kerscher"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"fe2efeae-d2cf-4ed6-98e1-91af48d250e4","attributes":{"type":null,"title":"Werkstattpraxis Fotowerkstätten: Katzek","teacher":"Kathrin Katzek\nProf. Wiebke Loeper","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-FL","id_new":"14 W-FW","name":"14W2D-FL Fotolabor/","category":"I/4 Werkstattpraxis Fotowerkstätten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:00"}}},"room":"D/003 Fotostudio","descriptionText":{"type":"html/md","value":"Montag 14-18 und Dienstag 14-18, D 003 Fotostudio\n\n \n\nLichtfänger I jeweils im WiSe - 4 Credits\n\nLichtfänger II jeweils im SoSe - 2 Credits\n\n \n\nIncom Url: https://fhp.incom.org/workspace/3446\n\nKathrin Katzek"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"945c0181-8d5b-42de-b068-4e07ab4bb75e","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Grafiklabor A","teacher":"Dipl.Des. Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:30"}}},"room":"LW 218","descriptionText":{"type":"html/md","value":"Donnerstag 9.30-13.30, Raum LW 218\n\nEinführung in die klassischen und zeitgenössischen Drucktechniken. Wie können wir in diesen Zeiten uns selbst eine kleine Druckwerkstatt aufbauen? Welche Druck-Dienstleister gibt es und wie können wir diese am besten für Projekte nutzen? Welche Möglichkeiten bietet die Grafiklabor Werkstatt?\n\nTeilnahme Voraussetzung sind ein Computer und Internet, optimal wäre auch Indesign, oder eine andere Software um druckfähige pdfs zu erstellen, sowie Freude und Bereitschaft mit einfachen Hilfsmitteln Farbe auf Papier zu bringen.\n\nDer Grafiklabor Werkstattkurs findet im Hybrid-Modus statt, 5 Termine, davon voraussichtlich 3-4 Online und 1-2 in der Werkstatt (unter Vorbehalt).\n\nImmer donnerstags, 9:30 bis 13:30 Uhr.\n\nTermine für die Gruppe A sind 8.4, 15.4, 22.4, 29.4, und 6.5.2021\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9314\n\nFelix Walser"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5a75d45d-e7f8-424f-b34a-53ebbbfa5ce0","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Grafiklabor B","teacher":"Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":5},"String":"Freitag, 17:00"}}},"room":"LW 218","descriptionText":{"type":"html/md","value":"Freitag 14.00-17.00, Raum LW 218\n\nEinführung in die klassischen und zeitgenössischen Drucktechniken. Wie können wir in diesen Zeiten uns selbst eine kleine Druckwerkstatt aufbauen? Welche Druck-Dienstleister gibt es und wie können wir diese am besten für Projekte nutzen? Welche Möglichkeiten bietet die Grafiklabor Werkstatt?\n\nTeilnahme Voraussetzung sind ein Computer und Internet, optimal wäre auch Indesign, oder eine andere Software um druckfähige pdfs zu erstellen, sowie Freude und Bereitschaft mit einfachen Hilfsmitteln Farbe auf Papier zu bringen.\n\nDer Grafiklabor Werkstattkurs findet im Hybrid-Modus statt, 5 Termine, davon voraussichtlich 3-4 Online und 1-2 in der Werkstatt (unter Vorbehalt).\n\nImmer freitags, 14:00 bis 17:00 Uhr.\n\nTermine für die Gruppe B sind 9.4, 16.4, 23.4, 30.4, und 7.5.2021\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9315\n\nFelix Walser"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"d7cc94b2-1136-46c7-af1b-36177eb7912b","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Grafiklabor D","teacher":"Dipl.Des. Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:30"}}},"room":"LW 218","descriptionText":{"type":"html/md","value":"Freitag 09.30-13.30, Raum LW 218\n\nEinführung in die klassischen und zeitgenössischen Drucktechniken. Wie können wir in diesen Zeiten uns selbst eine kleine Druckwerkstatt aufbauen? Welche Druck-Dienstleister gibt es und wie können wir diese am besten für Projekte nutzen? Welche Möglichkeiten bietet die Grafiklabor Werkstatt?\n\nTeilnahme Voraussetzung sind ein Computer und Internet, optimal wäre auch Indesign, oder eine andere Software um druckfähige pdfs zu erstellen, sowie Freude und Bereitschaft mit einfachen Hilfsmitteln Farbe auf Papier zu bringen.\n\nDer Grafiklabor Werkstattkurs findet im Hybrid-Modus statt, 5 Termine, davon voraussichtlich 3-4 Online und 1-2 in der Werkstatt (unter Vorbehalt).\n\nImmer Freitag, 9:30 bis 13:30 Uhr.\n\nTermine für die Gruppe C sind 21.5, 28.5, 11.6, 18.6, und 25.6.2021\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9317\n\nFelix Walser"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"230d86a7-f14c-48fc-aea4-37c15ae079a0","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Grafiklabor C","teacher":"Dipl.Des. Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":4},"String":"Donnerstag, 17:00"}}},"room":"LW 218","descriptionText":{"type":"html/md","value":"Donnerstag 14.00-17.00, Raum LW 218\n\nEinführung in die klassischen und zeitgenössischen Drucktechniken. Wie können wir in diesen Zeiten uns selbst eine kleine Druckwerkstatt aufbauen? Welche Druck-Dienstleister gibt es und wie können wir diese am besten für Projekte nutzen? Welche Möglichkeiten bietet die Grafiklabor Werkstatt?\n\nTeilnahme Voraussetzung sind ein Computer und Internet, optimal wäre auch Indesign, oder eine andere Software um druckfähige pdfs zu erstellen, sowie Freude und Bereitschaft mit einfachen Hilfsmitteln Farbe auf Papier zu bringen.\n\nDer Grafiklabor Werkstattkurs findet im Hybrid-Modus statt, 5 Termine, davon voraussichtlich 3-4 Online und 1-2 in der Werkstatt (unter Vorbehalt).\n\nImmer donnerstags, 14 bis 17 Uhr.\n\nTermine für die Gruppe C sind 20.5, 27.5, 10.6, 17.6, und 24.6.2021\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9316\n\nFelix Walser"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f5320a52-a0b2-4a1c-b946-9b32a20c723e","attributes":{"type":null,"title":"Werkstattpraxis Modellierwerkstatt: Plastisches Gestalten","teacher":"Jörg Misch","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W3D-MW","id_new":"14 W-MW","name":"14W3D-MW Modellierwerkstatt","category":"I/4 Werkstattpraxis Modellierwerkstatt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:30"}}},"room":"LW 229 Modellierwerkstatt","descriptionText":{"type":"html/md","value":"Donnerstag 10.00-13.30, LW 229\n\nVorab die Info zur notwendig flexiblen Termingestaltung aufgrund der Corona-Situation:\n\n• Im Hinblick darauf, dass coronabedingte Einschränkungen und weitere unvorteilhaft erschwerende Bedingungen (z.B. besondere Brandschutzauflagen und eingeschränkte Öffnungszeiten) ungewisse Aktualisierungen erfordern werden, sind für die praktischen Arbeiten in der Modellierwerkstatt - die durch keine digitalen Mittel zu ersetzen sind - flexiblere Präsenskurszeiten einzuplanen.\n\n• Für den Kurs Plastisches Gestalten - der am Donnerstag, den 08.04.2021 beginnt - ist die Modellierwerkstatt donnerstags und freitags reserviert, sodass wir je nach Gegebenheiten gesetzeskonform den Werkstattpraxiskurs mit im Wesentlichen praktischen Übungen - möglichst als L-Kurs - durchführen können.\n\nKursbeschreibung:\n\n• Es werden Grundlagen plastischen Gestaltens wie Modellieren, Formen und Gießen exemplarisch mit Ton und Gips vermittelt sowie Anregungen gegeben weitere Techniken und Materialien anzuwenden.\n\n• Durch die unmittelbare Erfahrung von grundlegenden Materialeigenschaften und dessen Zusammenhang mit der jeweils angewendeten Technologie soll angeregt werden, geeignete Formtechniken zur Reproduktion von selbstgefertigten Modellen unter technischen und ökonomischen Kriterien entwickeln zu können.\n\n• Es sind Formen zu generieren, die sich nachvollziehbar begründen lassen. Die Ausführung erfolgt in präziser und handwerksgerechter bzw. angebrachter Qualität.\n\n• So ergibt sich ein Einblick in Arbeitsweisen, wie Reproduktionen mit hoher Abbildgenauigkeit als Designprototypen oder in verschiedenen Modellarten hergestellt werden können.\n\n• Der Kurs weist in die Modellierwerkstatt ein, macht mit deren typischen Nutzungsmöglichkeiten vertraut und vermittelt Voraussetzungen bzw. zielt darauf ab, nach erfolgreicher Teilnahme das selbständige Arbeiten in der Werkstatt - unter Berücksichtigung der Werkstattordnung - zu ermöglichen.\n\nTeilnahmemöglichkeit im SoSe 2021:\n\n• Für diesen Kurs - der donnerstags und ggfs. freitags (je nachdem was coronabedingte Regelungen zum jeweiligen Zeitpunkt möglich machen) stattfinden wird - ist die Teilnehmerzahl auf 6 begrenzt.\n\nLeistungsnachweis:\n\n• Nach regelmäßiger Beteiligung an der Werkstattarbeit, mit pünktlichem Beginn um 10:00 Uhr - oder wahrscheinlicherweise entsprechend coronabdingter aktueller Terminplanung - und der erworbenen Kenntnis über geordnet fachtypisches und sicherheitsgerechtes Arbeiten, sowie Vorlage und Vorstellung der Studien, Arbeitsproben und abzugebenden gedruckten Dokumentation zur Abschlussbesprechung am Ende des Semesters, wird ein Werkstattschein mit 4 CP erworben.\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9283\n\nJörg Misch"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ecba311d-4426-4b75-a568-67398c136d0b","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: BAUHAUS EXTENDED – DIE GESCHICHTE DES BAUHAUSES ÜBER DEUTSCHLAND HINAUS« - VON DESSAU NACH TEL-AVIV","teacher":"M.A. Anouk Meissner, Luisa Hilmer","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-KF","id_new":"15 PSs-FM","name":"15PP-KF Flex","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":5},"String":"Freitag, 17:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Freitag, 15:30 — 17:00, online\n\nDas Bauhaus wird häufig mit der deutschen Architektur der Moderne in Verbindung gebracht – made in Germany. Inspiriert vom Bauhaus-Stil finden wir indes beispielsweise auch Bauten in China, Indien, Israel, Lateinamerika, Russland und in den Vereinigten Staaten.\n\nDas Seminar schafft einen Überblick dieser internationalen Pendants und deren Kontexte sowie involvierter Personen unter Berücksichtigung von relevanten Fragestellungen und setzt sich mit historischen Positionen des Bauhauses auseinander. Studierende werden mit den Fragen: Wie wurden Bauhaus-Konzepte außerhalb von Deutschland aufgegriffen? Welche Medien unterstützten den sogenannten Bauhaus-Mythos? Was ist das ›Erbe‹ des Bauhauses? konfrontiert.\n\nEs wird pro Sitzung Input (Literatur, Video bzw. Audio-Dateien und Gast-Vorträge) geben, der dabei hilft, das Themenfeld der Baugeschichte und einzelner internationaler Beispiele zu beleuchten. In dem Zuge werden gemeinsam Texte diskutiert und unterschiedliche Auslegungen des Begriffs ›Weltkulturerbe‹ reflektiert.\n\nDie Prüfungsleistung setzt sich aus der Beteiligung im Seminar und einer Gruppenarbeit am Ende des Seminars zusammen. Im Mittelpunkt der Gruppenarbeit steht dann die Rezeption des Bauhauses bzw. der Bauhaus-Konzepte (mit Referenzen aus internationalen Publikationen) als Impuls für die Erstellung von Kurz-Videos oder Animationen über internationale Bauhaus-Projekte. Diese sollen in Form einer digitalen Ausstellung auf einer Website bzw. in einem Youtube-Channel zusammengetragen werden.\n\nZielgruppe:\n\nDas Seminar wird online per Zoom-Konferenz angeboten und richtet sich an Studierende der Fachbereiche\n\nFB 2, alle Studiengänge der Architektur, Restaurierung, Kulturarbeit und Urbane Zukunft und FB 4, alle Studiengänge im Design und der EMW.\n\nOptional ist der Kurs offen für alle interessierten Studierende der FH;P, vorzugsweise internationale Studierende und Erasmus-Studierende, die sich mit dem Einfluss der Bauhaus-Kultur auseinander setzen möchten.\n\nExkursion (optional):\n\nAuf Wunsch der Teilnehmer*innen und je nach den geltenden Corona-Maßnahmen kann ein Besuch mit Führung ins Bauhaus Dessau organisiert werden. Der Besuch wäre freiwillig und die Kosten hierfür müssten selbst getragen werden.\n\nModulzuordnung in den anvisierten Fachbereichen bzw. Studiengängen und Anzahl der ECTS-Punkte: 5 (FB2) bzw. 4 (Fb4).\n\nModul im SG Architektur: WM-BA\n\nModul im SG Restaurierung: muss noch angefragt werden\n\nModul im SG Kulturarbeit: Teil-Anrechnung im interdisziplinären Modul 19\n\nModul im SG Urbane Zukunft: Modul 4.2, Wahlfachbereich\n\nModule 15/24 PSs-FM-L Flex-Modul (4 CP) in den Design-SG\n\nModul 10 Interdisziplinäres Ergänzungsstudium im EMW-SG\n\n \n\nZusammensetzung: 4-5 CP setzten sich zusammen aus der aktiven Präsenzteilnahme am Kurs inkl. Vor- und Nachbereitung (2 CP) zzgl. 2-3 CP für die erforderliche Projektdokumentation u.a. in Form von Kurz-Videos und Animationen sowie der Präsentation der Ergebnisse bei der geplante Werkschau 2021 am 16.-18.7.2021. Letzteres ist abhängig von den zum Zeitpunkt geltenden Corona-Maßnahmen.\n\nPrüfungsleistung: Aktive Teilnahme und Erstellung von Kurz-Videos oder Animationen in Gruppenarbeit: Im Seminar sollen die Studierenden durch das Arbeiten mit Texten einen ersten Wissenstransfer in Bezug auf verschiedene historische Positionen herstellen. Durch die aktive Auseinandersetzung mit verschiedenen Narrativen soll der Geschichtsschreibung – als Vermittlungstool von historischen Ereignissen – auf den Grund gegangen werden. Hierbei steht die Auseinandersetzung mit der Interpretation historischer Ereignisse besonders im Vordergrund. Die Erforschung von Geschichtsschreibung hilft dabei, nicht nur die Geschichte selbst zu untersuchen, sondern auch die breiteren, übergeordneten Merkmale, die die Aufzeichnung der Geschichte selbst prägen, zu erkennen. Mit der Erstellung von Kurz-Videos und Animationen am Ende des Kurses sollen Studierende das eigene Narrativ hinterfragen und die Präsentation von Endergebnissen bzw. Zwischenständen üben.\n\nAnzahl Teilnehmer: 21\n\nIncom Url: https://fhp.incom.org/workspace/9333\n\nM.A. Anouk Meissner, Luisa Hilmer"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"34d3aa13-82d1-4d4f-8819-f40cf83f2e2b","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: EXIT RACISM« - Die Existenz rassistischer Denkmuster und was wir dagegen tun können.","teacher":"M.A. Anouk Meissner, Jessica Brown","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-KF","id_new":"15 PSs-FM","name":"15PP-KF Flex","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":5},"String":"Freitag, 18:30"}}},"room":"online","descriptionText":{"type":"html/md","value":"Freitag, 14.30 — 18.30, online\n\nExistiert Rassismus? Rassismus ist derart in unserer Gesellschaft verwoben, dass er oft im Verborgenen bleibt und sogar unbewusst verursacht wird. Dieser Kurs zielt darauf ab, das Unbewusste ins Bewusstsein zu rücken, unterschiedlichste Arten von Diskriminierung, stereotypische Vorstellungen und gesellschaftliche Einstellung gegenüber bestimmten Gruppen auch institutionell zu erkennen und gemeinsam Verhaltensmuster zu reflektieren. Angeleitet von den Kursleiter*innen wird sowohl durch die diskursive Analyse der erörterten Denkmuster und Erfahrungen mit Rassismus als auch anhand von Vorträgen die Wahrnehmung und das Urteilsvermögen geschärft. Ergänzt werden sollen die Vorträge durch geladene Experten (Anfragen laufen).\n\nIn Form eines Forschungstagebuchs, dessen Interpretation und Form je nach Disziplin frei wählbar ist, erforschen und visualisieren die Studierenden ihre eigens aufgespürten rassistischen Denkmuster und Begegnungen mit Rassismus. Die Form der visuellen Umsetzung der Tagebucheinträge ist frei wählbar. Denkbar sind Illustration, eigens verfasste Texte, Fotografie, Skulpturales, Instagram Posts, usw.\n\nZielgruppe und Module:\n\nDer Kurs wird online per Zoom-Konferenz angeboten. Je nach den aktuellen Corona-Bestimmungen können Anteile auch hybrid stattfinden.\n\nFB 1 => Modul im FB 1: Zuordnung bitte bei SG-Leiter*innen anfragen\n\nFB 2 => Modul im SG Architektur: WM-BA\n\nModul im SG Restaurierung: muss noch angefragt werden\n\nModul im SG Kulturarbeit: Teil-Anrechnung im interdisziplinären Modul 19\n\nModul im SG Urbane Zukunft: Modul 4.2, Wahlfachbereich\n\nFB 4 => Module 15/24 PSs-FM-L Flex-Modul (4 CP) in den Design-SG\n\nModul 10 Interdisziplinäres Ergänzungsstudium im EMW-SG\n\nFB 3 u. 5 => müssen erfragt werden\n\n \n\nGeplante Anzahl der ECT-Punkte: 5\n\n5 CP setzten sich zusammen aus der aktiven Präsenzteilnahme am Kurs inkl. Vor- und Nachbereitung (2 CP) zzgl. 3 CP für das Forschungstagebuch sowie der Präsentation der Ergebnisse bei der geplante Werkschau 2021 am 16.-18.7.2021. Letzteres ist abhängig von den zum Zeitpunkt geltenden Corona-Maßnahmen.\n\nTermine:\n\nDie Lehrveranstaltung findet 14-tägig mit 4 SWS freitags von 14.30-18.30h inkl. Pausen statt.\n\nBeginn ist Freitag, 16.4. mit einer Begrüßung und Einführung. Weitere Termine sind am 30.4., 14.5., 28.5., 11.6., 25.6. und 9.7. (Abschlusspräsentationen und Feedback).\n\nTeilnahme an der Werkschau 2021 vom 16.-18.7.2021 je nach geltenden Corona-Maßnahmen in Präsenz oder als digitale Ausstellung.\n\nDie Termine können evtl. aufgrund von geladenen Gästen abweichen und werden im Kurs gemeinsam mit den Teilnehmer*innen abgestimmt.\n\nPrüfungsleistung: Prüfungsleistung ist eine aufbereitete Reihe der Arbeiten in Form eines Forschungstagebuchs, in der die intensive Auseinandersetzung mit dem Thema und der innere Prozess der/des Studierenden sichtbar wird. Der Kurs orientiert sich didaktisch an den Ansätzen des Forschenden Lernens. Anhand des Forschungstagebuchs sollen die Teilnehmer*innen ihren subjektiven Lern- und Forschungsprozess weitgehend selbständig organisieren und dokumentieren, im späteren Verlauf ist das Arbeiten in Teams möglich. Das Tagebuch wird hierbei als Reflexions- und Forschungsinstrument verstanden, in dem der Bildungsprozess auf Basis der Vorträge, Diskurse und wissenschaftlicher Lektüre sowie eigener empirischer Zugänge erarbeitet wird und das Resultat in einer kreativen Form darstellt. Inhalte sind die Übungen wie das Erstellen von Mindmaps, das Führen von Interviews oder das Aufspüren von rassistischen Beiträgen in Medien und nicht zuletzt das Auswerten des erstellten Materials und das Vorstellen der Ergebnisse aus der gemeinsamen Auseinandersetzung. Das Tagebuch kann explorativ den Zugang zum Thema dokumentieren, wissenschaftliche und andere nicht-wissenschaftliche Quellen und Informationen wie Bilder, Fotos, Karikaturen erfassen, eigene Reflexionen, Emotionen, Fragestellungen, Selbstreflexionen und Persönliches, wie Beobachtungen, Spekulationen, Erfahrungen, Gedanken, Probleme, Schwierigkeiten oder Konflikte mit dem Thema Rassismus beinhalten. Entscheidend für die Form des Forschungstagebuch ist es, dass die Teilnehmer*innen ihre persönlichen Vorlieben und Anforderungen herausfinden und weiterentwickeln.\n\nAnzahl Teilnehmer: 21\n\nIncom Url: https://fhp.incom.org/workspace/9334\n\nM.A. Anouk Meissner, Jessica Brown"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6431e926-5224-4452-8b7b-c762d777b6bb","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Urheber-, Design- und Medienrecht (Vorlesung mit integrierter Übung)","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-KF","id_new":"15 PSs-FM","name":"15PP-KF Flex","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Dienstag 10:00-13:00, online\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\n\nPrüfungsleistung: schriftlicher Leistungsnachweis\n\nAnzahl Teilnehmer: 90\n\nIncom Url: https://fhp.incom.org/workspace/9300\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3779d860-ba1e-404a-9403-c79fce81e27e","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul","teacher":"","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PSs-FM","id_new":"15 PSs-FM","name":"15 PSs-FM","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"room":"","descriptionText":{"type":"html/md","value":"https://www.fh-potsdam.de/interflex/"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e956dd45-508a-46e7-a0ba-c85f440de450","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Hello? Is It Change You’re Looking For? – Reloaded -»","teacher":"Sebastian Oft, M.A. Anouk Meissner","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-KF","id_new":"15 PSs-FM","name":"15PP-KF Flex","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":5},"String":"Freitag, 18:30"}}},"room":"online","descriptionText":{"type":"html/md","value":"Freitag, 14.30 — 18.30 14tägig, Beginn: 09.04.21 online\n\nThe cultural and societal contexts we live in define not only our upbringing and our ideas of norms and socially acceptable behavior, but also how our physical bodies interact with(in) their environments.\n\nWhat body is considered „normal“ and „okay“, which bodies make us and others feel comfortable or not, what kind of body is sanctioned or praised etc.\n\nOften enough, it is the gendered and non-normative body that suffers mostly under these norms – when they are mistreated by society or discriminated against. But what can we as designers do about that?\n\nWithin this course, we will identify the challenges our or other bodies are facing in their respective social and cultural environments and in an approach of social and critical design try to find ways to tackle those challenges. We will be focusing on intersectional topics in regards to gender, queerness and all the undesirable -isms that discriminate against non-normative bodies to come up with possible design solutions.\n\nMethodological-didactic approach\n\nThis course will be held in English, unless there is only German native speakers present. A sufficient level in English therefore is expected.\n\nWe will be using ideation techniques and design thinking methods to rapidly generate ideas in as large a quantity as possible, as for the start of the course the credo will be: more is more and no idea is a bad idea. Eventually, we will condense these ideas into working critical and social design concepts that help raise awareness for the chosen topics, create visibility or even offer solutions. We strive to execute those concepts into working designs that will then be presented at the Werkschau.\n\nTeamwork is highly encouraged, as this course is explicitly open to students from all design backgrounds and even though it will be very visual, it does not require specific skills in drawing etc. Instead, we will work interdisciplinary and focus on the idea first.\n\nIt is anticipated that external guest speakers will give further insights into intersectional topics revolving around gendered and non-normative bodies. Additionally, we want to cooperate closely with Jessica Brown’s course “Exit Racism”.\n\nItinerary\n\nThis course is planned for the duration of one semester, distributed over seven bi-weekly online-meetings. The anticipated starting date is the 9th of April 2021, with regularly scheduled meeting times from 2.30 pm to 6pm every second Friday until the last meeting on the 2nd of July 2021.\n\nMeeting 1 – 9th of April // Meeting 2 – 23rd of April // Meeting 3 – 7th of May // Meeting 4 – 21st of May // Meeting 5 – 4th of June // Meeting 6 – 18th of June // Meeting 7 – 2nd of July\n\nAbout The Teachers\n\nSebastian Oft (des. M.A.):\n\nB.A. Integrated Design at Köln International School of Design on the discrimination against sexual fetishes\n\nM.A. Design at FH Potsdam on queer perception of space in Berlin 2016–2019 Senior Designer at yellow too\n\nAnouk Meissner (M.A.):\n\nDipl. Cultural Work and Master of Arts in Future Studies\n\nPrüfungsleistung: The maximum number of ECTS possible for this course is 4. 2 ECTS will be given for the active participation and presence over the duration of the course, including small bi-weekly interim presentations, a final concept presentation and the project documentation on incom. 2 additional ECTS will be given for the (prototypical) execution of the presented final concept and participation in the Werkschau. The format of the concept and the execution can be chosen freely and is not bound specifically to a certain area of expertise in design but rather to what design approach is the best fit for the topic chosen. Hence, this can include Service Design, Visual Communication, Interface Design, Exhibition Design, Product Design, Public Design etc. and is up to you.\n\nAnzahl Teilnehmer: 14\n\nIncom Url: https://fhp.incom.org/workspace/9359\n\nSebastian Oft, M.A. Anouk Meissner"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"222c3a72-7266-4cf9-a5c1-4e7913e0661e","attributes":{"type":null,"title":"Perspektiven und Social skills Projektorganisation: Blender Tutorium","teacher":"Levi Kollwitz, Prof. Hermann Weizenegger","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PSs-PO","id_new":"15 PSs-PO","name":"15 PSs-PO","category":"I/5 Perspektiven und Social Skills Projektorganisation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"16"},"day":{"value":3},"String":"Mittwoch, 16:30"}}},"room":"online","descriptionText":{"type":"html/md","value":"Mittwoch 14:00 — 16:00, online\n\nEinführung in die 3D Creation Suite Blender\n\nBlender ist eine allaround open source Plattform für die 3D-Gestaltung.\n\nIn mehreren Workshops werde ich Euch mit dieser Software Grundlagen im Bereich Mesh Modeling beibringen.\n\nDas Tutorium richtet sich an Studierende mit Erfahrung in CAD, aber auch Studierende aus dem Grundstudium sind herzlichst willkommen.\n\nDer inhaltliche Schwerpunkt wird bei der Übertragung realer Objekte in den digitalen Raum liegen. Wir werden die Oberflächen unserer Alltagsgegenstände und Körper als Grundlage neuer experimenteller Interpretationen nutzen. Ziel der Veranstaltung ist dann die physische Übersetzung der generierten Artefakte in Textil, 3D-Druck oder CNC gefräst.\n\n(Es sind extra Werkstatttermine und Gastvorträge geplant, je nach Pandemielage...)\n\n(Weitere Informationen im Workspace.)\n\nEinblicke erhaltet Ihr in:\n\n- Scan-Technologie / digitale Nachbearbeitung\n\n- CAD Modellierung\n\n- Freeform Sculpting\n\n- Oberflächen Mapping\n\n- Mode Design / Schnittmuster generieren\n\n- Mustergestaltung / Origami Patterns\n\n- Parametrisches Design / Automatismen\n\n- Rendering in Animation und Simulation\n\n- Experimenteller 3D-Druck\n\nPrüfungsleistung: Physische Umsetzung eines freien in Blender erstellten Objektes. Präsentation mit kurzer Dokumentation des Prozesses.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9328\n\nLevi Kollwitz, Prof. Hermann Weizenegger"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}}]}}}}