{"data":{"data":{"semester":{"name":"WiSe 2020/2021","courses":[{"type":"course","_id":"197dd5cd-96a1-48ac-a859-c066a10e62a6","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Reflexion: Leben!","teacher":"Prof. Wiebke Loeper","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-FG","id_new":"31 LE-R","name":"21FVKd-FG Fotografie ","category":"III/1 Labor-/Entwurfsstrategien Reflexion"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:15"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Montag 10:00-15:15, Raum D/308\n\nDer Kurs zielt auf die Kommunikation. Es können mit unterschiedlichsten Sprachen fremde und eigene Geschichten erzählt, Geschichten von Krankheit und Einschränkungen an bestimmten Stellen, aber auch Geschichten von Gesundwerden und wieder gesund sein, vielfältige Erfahrungen können mitgeteilt und Zustände fotografisch/textlich beschrieben werden, um Wissen zu vermehren und gegenseitiges Verständnis zu wecken.\n\n \n\nPrüfungsleistung: - rege Teilnahme an Bildbesprechungen und Exkursionen - eigenständiges fotografisches Arbeiten zum Thema - Lösung zweier kurzfristiger fotografischer Aufgaben - 1 Zwischenpräsentationen - 1 Abschlußpräsentation mit Text, Titel und Gespräch - Abgabe einer fotografischen Serie von mind.8-12 Fotografien zum Thema in Form ausgearbeiteter Prints mit Dramaturgie, sowie Text und Titel - Incom-Dokumentation\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8993\n\nProf. Wiebke Loeper"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ce1af15d-8d31-4782-ac2b-e341d28589f4","attributes":{"type":null,"title":"Labor-/Entwurfsstrategueb Spezialisierung: Mobility Design 1","teacher":"Prof. Holger Jahn","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PU","id_new":"31 LE-S","name":"21FVPd-PU Produkt","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":1},"String":"Montag, 12:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:00"}}},"room":"D/307 oder via Zoom","descriptionText":{"type":"html/md","value":"Montag 12.30-18.00, D/307 oder via Zoom\n\nMD 1 ist Teil einer auf zwei Semester angelegten Vertiefung, welche dazu befähigt eigenständig Projekte im Feld der Gestaltung zukunftsfähiger Mobilität und Logistik bearbeiten zu können.\n\nMobility Design vereint Forschung, Konzeption, Gestaltung, Entwicklung, Kommunikation umweltfreundlicher, neuartiger, attraktiver Services, Systeme, Produkte, Fahrzeuge, Infrastruktur, Zukunftsbilder und Geschäftsmodelle.\n\nBasis des Mobility Designs ist ein multiperspektivisches, systemisches Verständnis für das große Feld zukünftiger Mobilität. Als Einstieg wird im Kurs der Fokus auf die Bereiche urbane Mobilität und Citylogistik, inklusive der entsprechender Produkte, Services, Systeme, Plattformen, Infrastruktur, Räume und der Rahmenbedingungen gelegt.\n\nDie vielfältigen Perspektiven wie z.B. Nachhaltigkeit, Technologie, Nutzer, Markt werden durch Input, Exkursionen, Recherchen vermittelt, strukturiert, analysiert. Im Anschluss auf Ihr Potenzial im Hinblick einer gelingenden ökologisch, sozial verträglichen Verkehrswende bewertet und dokumentiert.\n\nIn der Zweiten Hälfte des Semesters folgt die Auswahl eines eigenen Interessengebietes, die Entwicklung einer Fragestellung, darauf basierend die Ausarbeitung, Gestaltung eines oder mehrerer Konzepte. Den Abschluss bildet die Reflektion und ein Ausblick in welcher Form das Vorhaben weitergeführt werden soll, ob z.B. eine Kooperation mit einem Praxispartner angestrebt wird.\n\nIn MD 2 (Sommer 2021) erfolgt die gestalterische und technische Ausarbeitung, die weitere Entwicklung z.B. Prototypenerstellung, ggf. Tests, Kommunikation und Dokumentation. Prüfungsleistung: Aktive Mitarbeit, Recherche, Entwicklung von Konzeptionen, Darstellungen, Referate, Dokumentation, Publikation.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9082\n\nProf. Holger Jahn"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"52cd6b6a-4b53-4993-93c1-9d1e08983467","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Spezialisierung: Mapping Cities – Making Cities","teacher":"Prof. Dr. Marian Dörk","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":2},"String":"Dienstag, 19:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Dienstag 14:30-19:00, D/106\n\nTuesdays 2:30pm-7:00pm\n\nThe proliferation of new services and sensors gives rise to unprecedented volumes of data that increasingly shape our perception of the urban surroundings. Apps and maps already influence the ways we move and meet in the city. This course is devoted to the visual analysis of urban data and communication of urban issues. One aim is to engage in critical reflections about the role that data and algorithms can and already do play in the everyday experience of cities. This course provides an opportunity to deepen experience with data and visualization, and reflect on their rhetorical power in the context of urban transformation.\n\nLectures review fundamentals of visualization, such as visual encoding, interaction techniques, and data structures. Selected readings will encourage exchanges about the latest research on urban data visualization. Students of interface design and urban futures will form interdisciplinary teams to pursue projects in collaboration with civil society actors at the intersection of the visualization and transformation of cities. Students will prepare brief method inputs on tools and theories that are relevant for their projects. The underlying question of the course is: How can seeing the city in new light lead to changes in individual decision-making and collective action?\n\nPlease note: The class will be taught in English. All communication during the seminars as well as literature and auxiliary materials will be in English.\n\nScheine (10 ECTS):\n\nBA Design: Entwurf/Fachvertiefung\nMA Design: Labor-/Entwurfsstrategien\nMA Urbane Zukunft: Fachliche Vertiefung\n\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9021\n\nProf. Dr. Marian Dörk"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"0bc03d27-14cf-4464-bfd9-fc28200f0dd1","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Spezialisierung: Zukunftsforschung & Design Fiction","teacher":"Prof. Dr. Frank Heidmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"Haus 2, Raum 016","descriptionText":{"type":"html/md","value":"Dienstag, 10:00 - 13:00, Haus 2, Raum 016\n\nDieser Kurs verbindet die Vermittlung von wissenschaftlichen Grundlagen und Methoden zur Erforschung, Konstruktion und Reflexion von Zukunftsvorstellungen in Gesellschaft, Politik und Wirtschaft mit der praktischen Gestaltungsarbeit. Ziel des Kurses ist die iterative Gestaltung und Entwicklung physischer und/oder digitaler Prototypen als „kritische“ Artefakte, die alternative Konsumkulturen, Wirtschafts- oder Gesellschaftssysteme erfahrbar machen. Das Spektrum der Prototypen kann dabei von formal-ästhetisch ausgereiften Artefakten bis hin zu stärker skizzenhaften Entwürfen reichen und ist hinsichtlich Materialität keinen Beschränkungen unterworfen.\n\nDer Kurs wird gemeinsam mit Studierenden des interdisziplinären Masterprogramms „Urbane Zukunft“ stattfinden. Er umfasst kurze Vorlesungsblöcke und Referate sowie Gruppendiskussionen zu allen relevanten Themen der (wissenschaftlichen) Zukunftsforschung – z.B. Szenarioentwicklung, Delphi-Studien, Simulationen – und jüngeren Designansätzen wie Critical Design, Design Fiction, Speculative Design, Reflective Design, Design for Debate oder Design Futurescaping, die sich alle mit der Gestaltung von alternativen Zukunftsszenarien und Gegenwartsentwürfen auseinandersetzen und häufig als »Provocative Design Approaches« zusammengefasst werden. Der Kurs richtet sich explizit an alle Designstudiengänge.\n\n \n\nAnzahl Teilnehmer: 12 Incom\n\nIncom Url: https://fhp.incom.org/workspace/9009\n\nProf. Dr. Frank Heidmann"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9053c862-50f4-4dcc-8ca8-b57f747042eb","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: Fontexplainer – Geschichten über Schriften (AT)","teacher":"Prof. Klaus Dufke\nProf. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":4},"String":"Donnerstag, 19:00"}}},"room":"LW 117","descriptionText":{"type":"html/md","value":"Donnerstag 14:00-19:00,Raum LW 117\n\n“to change how we think and talk about typography”\n\nAUFGABENSTELLUNG\n\nIn diesem Doppelseminar bei Franziska Morlok (Redaktionelle Gestaltung) und Klaus Dufke (Motion Design) werden wir Typographie aus einer forschend-publizierenden Perspektive betrachten und Schriften zum Gegenstand der inhaltlichen Auseinandersetzung machen. Im Format von Erklärvideos wollen wir bislang unerzählte und unerhörte Geschichten über Schriften, Schriftfamilien und Schriftgestalterinnen erzählen, in denen über den Ursprung, die Charakteristik und Ästhetik, die Anwendung und Rezeption einer Schrift berichtet wird – in spannenden, unterhaltsamen und lehrreichen Essays. Was macht die Magie des Buchstaben “g” aus und läßt sich diese komödiantisch aufbereiten? Warum kennt alle Welt Adrian Frutiger – aber nicht Kris Holmes oder Carol Twombly und wie läßt sich eine feministische Perspektive auf Schriftgeschichte(n) dramatisieren? Welchen Einfluss haben zeitgeschichtliche, politische und kulturelle Einflüsse auf die Verbreitung der Furura – bis auf den Mond? Was macht den Erfolg der Trajan in Hollywood aus und ist dies eine Enthüllungs-Story? Ist die Comic Sans eine Tragödie?\n\nKEYWORDS\n\n❖ Schriftgeschichte ❖ Typographie ❖ Schriftgestalterinnen ❖ Explainer ❖ Explainervideo ❖ Erklärvideo ❖ Erklärfilm ❖ E-Learning ❖ Micro-Learning ❖ Educational Media\n\nSEMINAR– & PROJEKTORGANISATION:\n\nIm Rahmen eines Semesters Projektes wird ein Erklärvideo konzipiert und umgesetzt. Alle Phasen einer journalistischen Erklärvideo-Produktion (Recherche, Konzeption, Entwurf, Planung, Produktion, Distribution und Evaluation) werden dabei durchlaufen. Gruppenarbeit ist bei diesem Projekt erwünscht.\n\nDer Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\n\nVoraussetzung: Sicherer Umgang mit den Grundwerkzeugen der digitalen 2D-Mediengestaltung und Grundkenntnisse in einer Animationssoftware; zB erfolgreiche Teilnahme am Grundkurs MotionBasis. Die Teilnehmerzahl ist begrenzt.\n\nThemen: #Society + Public domain, #Culture + Transformation, #Science + Technology\n\nPrüfungsleistung: - 1 x Erklärvideo - 1 x Projektdokumentation - 1 x SeminarProtokoll\n\n \n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9023\n\nProf. Klaus Dufke, Prof. Franziska Morlok"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b763346a-b987-42c7-a938-2048a8ff1126","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: 31LE-S Spezialisierung: Social Design in Public Spaces","teacher":"Prof. Constanze Langer\nProf. Dr. Frank Heidmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"19"},"day":{"value":1},"String":"Montag, 19:15"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Montag 14:00-19:15, Raum D/106\n\n»Attraktive Städte und Orte sind lebendig, sicher, nachhaltig und gesund. Sie zeichnen sich durch eine Vielzahl gut gestalteter öffentlicher Freiräume aus, die Begegnungen ermöglichen und den Austausch fördern … Freiräume bilden die elementare und dauerhafte Struktur einer Stadt, in der sich ihr Charakter und Rhythmus zeigen.« Mit dieser Kernbotschaft im aktuellen Baukultur Bericht 2020/2021 der Bundesstiftung Baukultur (BSBK) wird die Bedeutung hochwertiger Freiräume für eine attraktive Stadt- und Ortsentwicklung gewürdigt.\n\nDer Kurs »Social Design in Public Spaces« thematisiert zentrale Herausforderungen für die Gestaltung öffentlicher Räume in Europa und Südostasien. In einem interkulturellen Vergleich sollen für Zielkonflikte, wie Flächenkonkurrenzen, neue Konzepte für Flächen für die Allgemeinheit, ökologische Themen wie Hitzestress und Lärm, Freiheit und Sicherheit, sowie für die Verknüpfung virtueller und physischer Räume gestalterische Lösungen und Interventionen entwickelt werden. Dazu werden studentische Teams in Potsdam und Taipei gemeinsam öffentliche Räume in ihren jeweiligen urbanen Kontexten erkunden, Erfahrungen teilen, Problemfelder und Herausforderungen ableiten und im Spannungsfeld zwischen globalen Entwicklungen und lokalen Auswirkungen prototypische Lösungen entwickeln. »Social Design« wird dabei sowohl als Phänomen, das in der zweiten Dekade des 21. Jahrhunderts einen regelrechten Boom erfahren hat, kritisch hinterfragt, als auch als mächtiges Methodeninventar im Gestaltungsprozess »für die Gesellschaft und mit der Gesellschaft« zur Anwendung gebracht.\n\nDer Kurs richtet sich an Studierende aller Designstudiengänge und verbindet in seiner transdisziplinären Perspektive stadtgeografische, stadtsoziologische und stadtplanerische Ansätze mit gestalterischen Potentialen für nachhaltige Infrastrukturen, Stadtlogistik, Stadttechnik und Stadtmobiliar, jenseits der Mainstream-Trends zukünftiger Mobilität und Smart City-Konzepte.\n\nHintergrund für diese internationale Lehr-Kooperation mit dem College of Design der National University of Technology in Taipei (NTUT) ist eine vom DAAD (Deutschen Akademischen Austauschdienst) geförderte Studienpartnerschaft zwischen der FHP und NTUT. Im Rahmen dieser Förderung konnten seit 2017 jährlich sechs Studierende der FHP ein Exchange-Semester an der NTUT absolvieren. Aufgrund der Corona-Pandemie ist der physische Austausch zurzeit gestoppt und soll im Wintersemester 2020/2021 durch ein virtuelles Format in Form einer gemeinsamen Lehrveranstaltung fortgeführt werden.\n\nSocial design in public spaces\n\n\"Attractive cities are lively, safe, sustainable, and healthy. They are characterised by a large number of well-designed public open spaces which facilitate encounters and promote exchange. Open spaces form the elementary and permanent structure of a city, in which its character and rhythm are evident. This is the core message in the current report of the Bundesstiftung Baukultur (BSBK); it acknowledges the importance of high-quality open spaces for attractive urban and local development.\n\nThe course \"Social Design in Public Spaces\" focuses on central challenges for the design of public spaces in Europe and South East Asia. In an intercultural comparison, design solutions and interventions are to be developed for conflicting objectives such as competition for space, new concepts for spaces for the general public, ecological issues such as heat stress and noise, freedom and security, and for linking virtual and physical spaces. To this end, student teams in Potsdam and Taipei will jointly explore public spaces in their respective urban contexts, share experiences, derive problem areas and challenges, and develop prototypical solutions in the field of tension between global developments and local impacts.\n\nThe course is aimed to students of all design disciplines and, in its transdisciplinary perspective, combines urban geographic, urban sociological and urban planning approaches with design potentials for sustainable infrastructures, urban logistics, urban technology and street furniture. This international online-course takes place in co-operation with the College of Design at the National University of Technology in Taipei (NTUT).\n\nCourse language is English; German and Chinese literature sources are planned.\n\n \n\nLiteraturtipps zum Einstieg in das Thema:\n\nDiez, Georg & Heisenberg, Emanuel (2020): Power to the People. Wie wir mit Technologie die Demokratie neu erfinden. Berlin: Hanser Berlin.\n\nBundesstiftung Baukultur (BSBK) (2020): Baukultur Bericht 2020/21 Öffentliche Räume.\n\nhttps://www.bundesstiftung-baukultur.de/sites/default/files/medien/8349/downloads/bsbk_bkb_2021_0.pdf  (PDF)\n\nThemen: #Society + Public domain, #Mobility + Urbanism, #Culture + Transformation Prüfungsleistung: Dokumentation und Präsentation des Designprozesses und des Entwurfergebnisses; Qualität der Analysemethoden und der Designsynthese; Kommunikation in der interkulturellen Zusammenarbeit\n\n \n\nAnzahl Teilnehmer: 20 Incom\n\nUrl: https://fhp.incom.org/workspace/8995\n\nProf. Constanze Langer, Prof. Dr. Frank Heidmann"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"97ccffa2-245a-4516-aea4-61397b761acc","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: Design-Research: How to write a paper about one aspect of your MA-thesis?","teacher":"Prof. Reto Wettach","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Freitag 09:00-13:00, Raum D/106\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9033\n\nProf. Reto Wettach"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"78b8b1d7-f903-4603-8d0f-f0b6634ab485","attributes":{"type":null,"title":"Alte Studienordnung: Theorie: Design-/Medientheorie: Masterkurs Designtheorie","teacher":"Prof. Dr. Rainer Funke","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-DT","id_new":"32 Th","name":"32Th-DT Theorie: Design","category":"III/2 Theorie 32Th-"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":4},"String":"Donnerstag, 19:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Donnerstag, 16:00 — 19:00,  online\n\nSemiotische Analyse zur Master-Thesis.\n\nPrüfungsleistung: Hausarbeit, Online-Dokumentation, Präsentation\n\nverbindliche Einschreibung in Incom ab 28.10.2020, 17:00 Uhr bis 04.11.2020, 24:00 Uhr erste Veranstaltung: 05.11.2020, 16:00 Uhr\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/335\n\nProf. Dr. Rainer Funke"},"maxStudents":0,"credits":"8 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"36adaa3f-11e4-4f34-a902-4e252d9d1274","attributes":{"type":null,"title":"Thesisentwicklung Designdiskurs + Argumentation: Thesisentwicklung PD: Projekt, Material, Produktion im Fokus von Kommunikationsstrategien","teacher":"Prof. Hermann Weizenegger\nProf. Alexandra Martini","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-TE","id_new":"32 TE-DA","name":"32Th-TE Thesisentwicklung ","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/307","descriptionText":{"type":"html/md","value":"Mittwoch 11:00–14:00, Raum D/307\n\nAufgabe ist es, auf Basis des Potsdamer Modells von 2013, die Qualität der Forschung an der eigenen Profession zu überprüfen bzw. in ein Lehrsystem/-methode zu überführen. Dabei geht es um das Grundverständnis des Gestalters zur Frage: Wie geht Sie/Er mit der Ressource WISSEN um? Wie bringen wir als Designer*innen unsere berufliche Qualifikation in andere Kontexte ein, wie werden wir handlungsfähig, wie entwickeln wir daraus eine Ökonomie?\n\nNeben dem theoretischen Diskurs soll jeder ein Forschungsmodell bzw. Vorhaben mit einer Institution formulieren und skizzieren, welches die jeweilige Masterthesis zum Inhalt hat.\n\nAm Abschluss des Semesters präsentiert jeder Studierende ein Kommunikations- und Strategie Mapping und welche „win-win Szenarien\" innerhalb des Seminars entstanden sind. \n\nPrüfungsleistung: Analyse, Mapping, Kommunikationsstrategien\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9081\n\nProf. Hermann Weizenegger, Prof. Alexandra Martini"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"765e93a6-f82d-447e-9b92-b558a9b72ae9","attributes":{"type":null,"title":"Thesisentwicklung Designdiskurs + Argumentation: Thesisentwicklung KD","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-TE","id_new":"32 TE-DA","name":"32Th-TE Thesisentwicklung ","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:30"}}},"room":"D/311","descriptionText":{"type":"html/md","value":"Dienstag 10.00–15:30, Raum D/311\n\nDas Ziel dieser Lehrveranstaltung ist die Weiterentwicklung und Schärfung der Masterthesis. Das Seminar wird in wechselnder Besetzung rund um einen festen Kursleiter (in diesem Semester Professorin Franziska Morlok) durch die Professoren des Studiengangs Kommunikationsdesign durchgeführt, so dass ein breites, interdisziplinäres Feedback zu den jeweiligen Themen möglich ist. Dafür sind die Teilnehmer angehalten, alle zwei bis drei Wochen den Stand ihrer Überlegungen, insbesondere die theoretische Durchdringung und methodische Vorgehensweise vorzustellen und zu diskutieren.\n\nFür Studierende im Kommunikationsdesign Master of Arts\n\nPrüfungsleistung: Teilnahme, Diskussionen, Vorträge und Dokumentation\n\nAnzahl Teilnehmer: 8\n\nIncom Url: https://fhp.incom.org/workspace/9030\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6fb32990-dd3e-463e-9349-416abc18d91a","attributes":{"type":null,"title":"Thesisentwicklung Designdiskurs + Argumentation: Thesisentwicklung ID","teacher":"Prof. Reto Wettach","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-TE","id_new":"32 TE-DA","name":"32Th-TE Thesisentwicklung ","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Donnerstag 9:00 - 14:00, Raum D/106\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9032\n\nProf. Reto Wettach"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9d5935f1-1a53-414d-af99-432c2b948f18","attributes":{"type":null,"title":"Theorie Designmanagement und -recht:","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-DM","id_new":"13 32Th-DM","name":"32Th-DM","category":"III/2 Theorie\n32Th-DM Designmanagement"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Dienstag 14.00-16.00, Raum D/106\n\nIn diesem Seminar werden wir uns in Vorträgen und Diskussionen, in Einzel- und in Gruppenarbeiten mit rechtlichen Fragen zu den digitalen Medien auseinandersetzen. Wie können Kreative und Medienschaffende die vielfältigen technischen Möglichkeiten nutzen und zugleich von ihrer Arbeit leben? Was beinhaltet der zunehmende Ruf nach einer strengeren Regulierung der Digitalwirtschaft? Wie könnten staatliche Interventionen aussehen? Und welche Rolle spielt dabei die Europäische Union? Die Ausgestaltung des Seminars, die Art der Zusammenarbeit und die spezifischen Aufgabenstellungen werden wir gemeinsam konkretisieren, wenn die Form der Veranstaltung unter Pandemie-Bedingungen (Präsenz, virtuell, hybrid) feststeht.\n\nDas Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.\n\nPrüfungsleistung: Referat ggfs. mit Verschriftlichung, Lernprotokoll, Seminar- bzw. Vorlesungsprotokolle oder andere universitäre schriftliche Übungsformen.\n\n \n\nAnzahl Teilnehmer: 5\n\nIncom Url: https://fhp.incom.org/workspace/8991\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8de81e29-397a-4bb5-9e0c-c91694eec6f1","attributes":{"type":null,"title":"Didaktik Tutoring / Mentoring: White Cube","teacher":"Prof. Alexandra Martini\nJörg Misch","semester":"","graduateProgram":"","module":{"id":"PO 2013 33D-TM","id_new":"33 D-TM","name":"33 D-TM","category":"III/3 Didaktik Tutoring / Mentoring"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"}}},"room":"LW 229 Modellierwerkstatt","descriptionText":{"type":"html/md","value":"Dienstag 9:30 — 14:00, Raum LW 229\n\nPoesie des Raumes (G. Bachelard), Geometrie der Dinge: In diesem Kurs vertiefen wir die räumliche Wahrnehmung, erstellen Materialtypologien, experimentieren mit Abformtechniken unterschiedlichster Arten und entwickeln daraus prozesshaft eine eigenständige mehrdimensionale Projektarbeit.\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9011\n\nProf. Alexandra Martini, Jörg Misch"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9cb6ab10-cf84-4ad4-8c23-a9af94d5eabe","attributes":{"type":null,"title":"Didaktik Tutoring/Mentoring: Materialize – Dreidimensionale Grundlagen","teacher":"Prof. Alexandra Martini\nCora Gebauer","semester":"","graduateProgram":"","module":{"id":"PO 2013 33D-TM","id_new":"33 D-TM","name":"33 D-TM","category":"III/3 Didaktik Tutoring / Mentoring"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":1},"String":"Montag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Montag 9.30-14.00, Raum LW 229\n\nGrundlegende Qualitäten von Materialität, Oberfläche, Struktur, Verbindung, Körper und Raum – relevante Aspekte dreidimensionaler Gestaltung – untersuchen wir in diesem Kurs.  Anhand von Aufgaben, Übungen, Vorträgen sowie einer Projektarbeit lernen Sie das Spektrum von experimentellen und ergebnisorientierten Methodiken kennen.\n\nHinweis COVID-19-Lehrformat\n\nDer Kurs soll nach Möglichkeit und unter Berücksichtigung der aktuellen Vorsichtsmassnahmen vorwiegend vor Ort mit gelegentlichen digitalen Treffen in Zoom stattfinden.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9010\n\nProf. Alexandra Martini, Cora Gebauer"},"maxStudents":0,"credits":"5 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"be74a487-8cee-4020-b78e-ba019a93ea83","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Figur und Raum","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-Z","id_new":"11 AT","name":"11At-Z Atelier Zeichnen ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Dienstag 09:00-13:30, Raum D/323\n\nDie Gestalt der menschlichen Figur, Anatomie, Proportionslehre, Statik.\n\nAkt, bekleidete Figur, figürliche Skizzen, Gesten.\n\nPrüfungsleistung: Mappenpräsentation\n\n \n\nAnzahl Teilnehmer: 15\n\nWorkspace: https://fhp.incom.org/workspace/8983\n\nFrank Gottsmann"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"93a45539-a6e5-40c0-a72f-9613581920dc","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Kopf-Hand-Fuß","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-Z","id_new":"11 AT","name":"11At-Z Atelier Zeichnen ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Montag 14:00-18:30, Raum D/323\n\nvom Schädel zum Porträt, konstruktive Grundformen, die Architektur von Kopf, Hand und Fuß, Form und Funktion.\n\nAnzahl Teilnehmer: 15\n\nWorkspace: https://fhp.incom.org/workspace/8981\n\nFrank Gottsmann"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e40bc773-f241-436e-a3e6-36366fa26685","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: Materialize - Dreidimensionale Grundlagen","teacher":"Prof. Alexandra Martini\nCora Gebauer","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":1},"String":"Montag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Montag 09.30 - 14.00, Raum LW 226\n\nGrundlegende Qualitäten von Materialität, Oberfläche, Struktur, Verbindung, Körper und Raum – relevante Aspekte dreidimensionaler Gestaltung – untersuchen wir in diesem Kurs.  Anhand von Aufgaben, Übungen, Vorträgen sowie einer Projektarbeit lernen Sie das Spektrum von experimentellen und ergebnisorientierten Methodiken kennen.\n\nHinweis COVID-19-Lehrformat\n\nDer Kurs soll nach Möglichkeit und unter Berücksichtigung der aktuellen Vorsichtsmassnahmen vorwiegend vor Ort mit gelegentlichen digitalen Treffen in Zoom stattfinden.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9010\n\nProf. Alexandra Martini, Cora Gebauer"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"bcfb05e7-d297-4403-9fcc-afb57edc7f0d","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: Sehen! Erkennen! Darstellen!","teacher":"Prof. Klaus Keller","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Mittwoch 09.30 - 14.00, Raum LW 226\n\nDer Kurs befasst sich mit grundlegenden, handwerklich-gestalterischen Darstellungstechniken wie Zeichnen und Malen. Thema sind Naturstudien, bei denen die Vielfalt der organischen Formsprache, die Oberflächen und Farben mit unterschiedlichen Stilmitteln und Darstellungstechniken interpretiert und verglichen werden. Die zeichnerische und malerische Auseinandersetzung dient der Sensibilisierung des Sehens und der Differenzierung des Empfindens für Licht & Schatten Form, Struktur, Textur, Rhythmus und Komposition. Vorgehensweise: Gearbeitet wird in aufeinanderfolgenden Übungen mit Tonwerten, Schraffuren, Rhythmus, Proportion sowie Strich- und Flächenkompositionen. Es werden mit ausgewählten Stilmitteln und Techniken Varianten von Darstellungen erarbeitet. Gearbeitet wird ausschließlich analog, – die Abschlussdokumentation ausgenommen.\n\nHinweise: Der Kurs richtet sich primär an Studienanfänger aus Kommunikationsdesign, Produktdesign und Interfacedesign.\n\nPrüfungsleistung: Grundlagen für den Scheinerwerb: Arbeitseinsatz, regelmäßige Teilnahme, Ideenreichtum, Bereitschaft zur tiefgründigen Auseinandersetzung sowie saubere, prägnante und variantenreiche Umsetzung der einzelnen Übungen sind u.a. Bewertungskriterien. // Zwischen- und Abschlusspräsentationen in analoger Form. // Die Kursdokumentation wird in analoger und digitaler Form abgegeben.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8985\n\nProf. Klaus Keller"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"bf6928e8-66bd-41e5-a32b-9b668dfe274d","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: Data Portraits","teacher":"Prof. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:30"}}},"room":"LW 126","descriptionText":{"type":"html/md","value":"Montag 10.00 - 15.30, Raum LW 126\n\nData Portraits\n\nBin ich heute schneller gelaufen als sonst? Habe ich heute Nacht gut geschlafen? Ist meine Nahrungsaufnahme förderlich für mein Zukunfts-Ich? Wie viel sozialen Kontakt hatte ich diese Woche? Brauche ich eine Pause?\n\nVermessen, zählen, kartieren, vergleichen, auswerten - die Quantifizierung des Selbst geht einher mit Selbstwahrnehmung, Selbstoptimierung und Selbstkontrolle. Durch die Zunahme von Sensoren im Alltag und dem Generieren unendlich vieler Vermessungspunkte erstellen wir unsere eigenen Datenportraits. Die Kontrolle darüber liegt dabei nicht immer nur bei uns. Firmen, Banken, Behörden, Krankenkassen interessieren sich ebenfalls dafür.\n\nDabei werden auch Klischees reproduziert, und Menschen auf standardisierte Vorstellungen reduziert. Als Gestalter*innen wollen wir diese Formen der Repräsentation hinterfragen, und Beispiele aus Kunst und Design betrachten. In diesem Kurs werden wir uns dem Thema gestalterisch, spielerisch, diskursiv und konzeptionell nähern und eine Serie analoger Portaits erstellen, inspiriert von digitalen Prozessen.\n\nPrüfungsleistung: Scheinerwerb durch regelmäßige und aktive Teilnahme im Kurs, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen und digitale Dokumentation.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9028\n\nProf. Myriel Milicevic"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"390dc5a4-74c4-4c33-a964-b79da5ae0ef2","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: Basics der Visuellen Kommunikation","teacher":"Prof. Klaus Keller","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Donnerstag 10.30-15.00, Raum LW/226\n\nDer Kurs befasst sich mit grundlegenden, gestalterischen Elementen und verschiedenen Themenfeldern der Visuellen Kommunikation. Experimente zur Veranschaulichung anhand unterschiedlicher Darstellungstechniken, Methoden und Bildsprachen werden ausprobiert. Es werden wöchentlich neue Themen bearbeitet und produziert, eine Möglichkeit auf weitere Vertiefung liegt bei den Studierenden.\n\nIn mehreren, kurz nacheinander folgenden Schritten werden aufeinander aufbauende Übungen, Auseinandersetzungen und ein Kurzprojekt durchgeführt. Parallel zu den handwerklichen Übungen wird eine kursbegleitende Dokumentation erarbeitet, gedruckt und gebunden. Individuelle Arbeitsmethoden können entwickelt sowie Handlungs- und Entscheidungsfähigkeit geübt werden. Organisatorisches: Der Kurs richtet sich primär an Studienanfänger (Kommunikationsdesign, Produktdesign, Interfacedesign).\n\nPrüfungsleistung: Grundlagen für den Scheinerwerb: Arbeitseinsatz, regelmäßige Teilnahme, Ideenreichtum, sowie variantenreiche und saubere Umsetzung sind u.a. Bewertungskriterien. Zum Absgabetermin werden die Dokumentation in analoger und digitaler Form abgegeben.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8986\n\nProf. Klaus Keller"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"42b147f1-130e-49ec-92ea-c4ad1579a7c6","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Kontext- Wahrnehmung und Differenzierung: MOVING STILLS in StopMotion","teacher":"Prof. Klaus Keller","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-K","id_new":"11 EG-K","name":"11 EG-K","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Freitag 10.00 - 15.00, Raum LW 226\n\nStopMotion, Bewegtbild und Trickfilm – Illusion und Imagination können eine spannungsreiche Faszination erzeugen. In dem Kurs geht es aber nicht um Zaubertricks, sondern um das Wechselspiel zwischen bildsprachlicher Wahrnehmung und Täuschung, die unsere selbst erarbeiteten Geschichten erzählen. Wie bringen wir eine inhaltliche Aussage bildsprachlich zum Ausdruck? Wir experimentieren bei der Darstellung mit Bewegtbild in StopMotion-Technik. Die StopMotion Technik zeigt unglaublich viele Anwendungsmöglichkeiten. Es werden die grundlegenden Kompetenzen und Möglichkeiten der Trickfilmtechnik in einer Reihe von gestalterischen Übungen vermittelt und gemeinsam erarbeitet und wir erhalten einen breiten Überblick über verschiedene Erscheinungsformen sowie Darstellungs- und Herstellungstechniken. Strukturiert ist der Kurs in vier Abschnitte, in denen unterschiedliche eigene Geschichten in künstlerisch-gestalterischer Auseinandersetzung erarbeitet und betrachtet werden. Begonnen wird mit einer Einführung zum Thema und in Konzeption, Technik und Variantenbildung. Die individuellen Ergebnisse fassen wir im ersten Abschnitt in einem Daumenkino zusammen. Im weiteren Verlauf befassen wir uns mit Kurzgeschichten, in denen inhaltlicher Wandel und Entwicklung erst flächig, in der zweiten Dimension zum Beispiel durch Zeichnen, Malen und Übermalen dargestellt werden. Im weiteren Kursverlauf werden die Bildgeschichten in der dritten Dimension mit Körpern variiert und Perspektivwechsel sowie Wechselspiele im Prozess erarbeitet. Abschließend wird eine selbständig geschriebenen und gestalteten Geschichte, mit parallelen Handlungssträngen in einer frei gewählten Technik umgesetzt.\n\nDas Abschlussprojekt ermöglicht den besonderen, erzählerischen Blickwinkel und die Auseinandersetzung mit der Planung, den Skizzen und dem Storyboard.\n\nIm Allgemeinen zeigen folgenden Punkte einen Querschnitt der Inhalte auf, mit denen wir uns im Kurs auseinandersetzen:\n\n• Konzeptionelles und prozessorientiertes Arbeiten\n\n• Entwurfsstrategie - Experimente, Stilfindung, Manier, Form, Ausführung\n\n• Bildsprachen – Abstraktion, Assoziation, Transformation, Surreales, Irritationen, Illusion, Bedeutungen, Brüche und Widersprüche etc.\n\n• Erzählstruktur – Skizzen, Storyboard, Dramaturgie, Rhythmus und Zeitachse\n\n• Darstellungstechniken 2D/3D: - Zeichnen, Malen, Übermalen, Cut-Out, Collagen Knetmasse, Fläche und Körper\n\n• Variantenbildung, Prozesse und Abfolgen sowie Perspektivwechsel\n\n• Technik - Foto, Video, (Studioarbeit)\n\n• Bild und Ton\n\nPrüfungsleistung: Grundlagen für den Scheinerwerb sind Mitarbeit und regelmäßige Teilnahme, adäquate Umsetzung der einzelnen Übungen und Dokumentation in analoger und digitaler Form.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8987\n\nProf. Klaus Keller"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a3f00d31-e869-4a19-94b6-37d2360dc495","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Kontext: Travel Agency","teacher":"Prof. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-K","id_new":"11 EG-K","name":"11 EG-K","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:30"}}},"room":"LW 126","descriptionText":{"type":"html/md","value":"Donnerstag 10.00 - 15.30, Raum LW 126\n\nNach Zeiten des Billigfliegens und Weekend-Shoppings in fernen Städten, Airbnb economy, Kreuzfahrten und Massentourismus braucht es neue Formen des Reisens.\n\nIm Sinn von agency = Handlungsmacht, Wirkung, Impact sind diese Reisen klimafreundlich, gesellschaftlich relevant und vergnüglich. Wie können wir, ohne uns physisch an einen anderen Ort begeben zu müssen, solche neuen Reiseerlebnisse gestalten? Welche Geschichten wollen wir erzählen? Wie könnte eine digitale, und damit körperlose und wenig sinnliche Reiseerfahrung überhaupt aussehen?\n\nDer Kurs wird durch einen internationalen Austausch@Distance auch in einem besonderen Setting stattfinden: Design Studierende der Angewandten in Wien und der FH Potsdam werden gemeinsame Reiseerlebnisse gestalten und sich gegenseitig auf Erkundungsreisen mitnehmen. Es geht nicht darum, an einen bestimmten Ort zu fahren, die üblichen Sehenswürdigkeiten zu besichtigen und die immer gleichen Instagram-Bilder zu teilen. Wien und Potsdam / Berlin werden thematisch verbunden und Reisende auf neue Entdeckungen an mehreren Orten gleichzeitig mitgenommen. Dadurch entstehen neue, imaginäre Orte für die es keine Reisepässe, Visa und Tickets braucht. Die Touren sind ungewohnt, Nahrung gibt es für Gedanken, die Reiseführer sind fiktiv, die Souvenirs ephemer, die Erlebnisse unvergesslich.\n\nPrüfungsleistung: Scheinerwerb durch regelmäßige und aktive Teilnahme im Kurs, Recherche, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen und digitale Dokumentation.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9026\n\nProf. Myriel Milicevic"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"99e8cbf0-6e8a-4bb6-a6b8-6a0b395114a6","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Prozess- Gestaltungsabläufe und Methoden: White Cube","teacher":"Prof. Alexandra Martini\nJörg Misch","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-P","id_new":"11 EG-P","name":"11 EG-P","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Prozess"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"}}},"room":"LW 229 Modellierwerkstatt","descriptionText":{"type":"html/md","value":"Dienstag 9.30 - 14.00, Raum LW 229\n\nPoesie des Raumes (G. Bachelard), Geometrie der Dinge: In diesem Kurs vertiefen wir die räumliche Wahrnehmung, erstellen Materialtypologien, experimentieren mit Abformtechniken unterschiedlichster Arten und entwickeln daraus prozesshaft eine eigenständige mehrdimensionale Projektarbeit.\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9011\n\nProf. Alexandra Martini, Jörg Misch"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c730470b-0a88-4a9d-841e-5cbd59a054b5","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Prozess: Experimentelles Entwerfen von Gefäßen","teacher":"Maike Panz","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-P","id_new":"11 EG-P","name":"11 EG-P","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Prozess"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"}}},"room":"LW 229 Modellierwerkstatt","descriptionText":{"type":"html/md","value":"Donnerstag 9:30 — 14:00, Raum LW 229\n\nInhalt dieses Kurses wird das plastische und experimentelle Gestalten von Gefäßen sein.\n\nWir gestalten mit Papier und Pappe, Kaffeefiltern, Obst- und Gemüseschalen, Holzrinde, Salzteig, Stoff und Ton und was wir sonst noch alles finden können. Wir vergleichen die unterschiedlichen Materialien, arbeiten mit und ohne Hilfsmittel und beobachten unseren eigenen Prozess.\n\nWir üben uns darin, uns von den Gegebenheiten, dem Material selbst und den Möglichkeiten, die es uns bietet, inspirieren zu lassen. Die gefundene Inspiration lassen wir schließlich einfließen in einen finalen Entwurf, der über detaillierte Skizzen finalisiert und schließlich in Ton umgesetzt wird.\n\nNeben dem plastischen Gestalten von Gefäßen ist die Prozessdokumentation elementarer Bestandteil des Kurses. Dafür beschäftigen wir uns mit Produktfotografie und verschiedenen Darstellungsformen.\n\nPrüfungsleistung: Angaben über die zu erbringende Prüfungsleitsung folgen.\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9088\n\nMaike Panz"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a78ac416-327f-4fd0-91d1-4152ca2dc501","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Prozess- Gestaltungsabläufe und Methoden: The Shape of a River : Mississippi","teacher":"Prof. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-P","id_new":"11 EG-P","name":"11 EG-P","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Prozess"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:30"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Dienstag 10.00-15.30, Raum LW/226\n\nFlüsse werden meist als blaue Linien dargestellt. Dabei sind sie viel mehr: sie sind ökologische Habitate, Transportsysteme für Mineralien und Güter von Menschen, politische Grenzen, Wasser- und Energieversorger, Kulturstifter, Landschaftsgestalter, Erholungsgebiete... Sie sind ein komplexes und vielfältiges Beziehungssystem durch Raum und Zeit, welches in herkömmlichen Darstellungen unsichtbar bleibt. Gleichzeitig hat der Mensch im Zeitalter des sog. Anthropozäns Flüsse und Flusssysteme direkt oder indirekt massiv verändert.\n\nDas Haus der Kulturen der Welt (HKW) hat im Rahmen des mehrjährigen Anthropocene Curriculums im Jahr 2019 das umfangreiche Mississippi. An Anthropocene River Projekt durchgeführt. Gemeinsam mit unterschiedlichen Teilnehmer*innen, befasst es sich mit verschiedenen Gemeinschaften entlang des Mississippi, wobei der Schwerpunkt auf den anthropozänen Veränderungen liegt. Der gigantische Strom quer durch die USA mit seinen riesigen Überschwemmungsebenen, ist ein unerschöpfliches Beispiel dafür, wie Mensch und Natur sich gegenseitig geprägt haben und auf vielfältige Weise miteinander verbunden sind.\n\nDie zum Mississippi erarbeiteten künstlerischen und wissenschaftlichen Fallstudien werden diesen Herbst während des Seminar- und Ausstellungsprojekts The Shape of a Practice am HKW vorgestellt. Hier dockt unser Kurs an: wir werden diese Fallstudien zum Mississippi analysieren, eigene Fragestellungen entwickeln und neue Beziehungslandkarten gestalten.\n\nWelche Herangehensweisen und Methoden wurden für diese Fallstudien angewandt? Welche Beziehungen zwischen menschlichen und nicht-menschlichen Akteur*innen lassen sich beobachten? Welche sozio-politischen Beziehungen werden anhand des Flusses sichtbar? Wer wird übersehen? Was hat das mit uns hier zu tun? Und: wie können wir diese Beziehungen sichtbar machen?\n\nIn gestalterischen Prozessen entwickeln wir eigene Perspektiven und visuelle Narrative, deren Ergebnisse ggf. auf der Webseite des HKW präsentiert werden.\n\nDer Besuch des gleichnamigen Projektwochen-Kurses (The Shape of a River : Spree) ist von Vorteil, aber keine Voraussetzung.\n\nPrüfungsleistung: Scheinerwerb durch regelmäßige und aktive Teilnahme im Kurs, Recherche, Diskursbeiträge, Arbeitsergebnisse, Präsentationen und digitale Dokumentation (incom).\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9027\n\nProf. Myriel Milicevic"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"65703540-3afb-44f3-9882-16d4ede7ff7a","attributes":{"type":null,"title":"Entwurfsgrundlagen Interfacedesign Algorithmen + Daten: Die Neue Softwaregestaltung","teacher":"Martin Lexow","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOID-SI","id_new":"12 EId-AD","name":"12FOID-SI","category":"I/2 Entwurfsgrundlagen Algorithmen + Daten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Mittwoch 10.00-13.00, online\n\nGemeinsam tauchen wir ab in die Grundlagen moderner Software-Gestaltung. Einen Schwerpunkt bildet dabei der Einstieg in die Welt des Codes anhand von SwiftUI – sorgsam abgestimmt auf die Bedürfnisse von Neueinsteiger*innen.\n\nIn wenigen Jahren werden Softwaregestalter*innen nicht länger auf Prototyping-Tools zurückgreifen, sondern User Interfaces ohne Umwege beschreiben: Mithilfe von produktiv einsetzbarem Code.\n\nCode ist ein wesentlicher Werkstoff von Softwaregestalter*innen – ihm ist es zu verdanken, dass unsere Entwürfe Realität werden. Wir werden im Kurs bestehende Interfaces unter die Lupe nehmen, neue Lösungen gestalten und eine Sensibilität dafür entwickeln, mit welchem Einfluss Code auf unsere Gestaltung – und umgekehrt – wirken kann. Daneben werden wir uns in einem kritischen Diskurs mit der Gegenwart der Softwaregestaltung auseinandersetzen und der Frage nachgehen, welche Werte und Qualitäten unsere digitalen Produkte repräsentieren sollen.\n\n \n\nDieser Kurs findet per wöchentlicher Video-Konferenz via Zoom statt.\n\nAnzahl Teilnehmer:\n\nIncom Url: https://fhp.incom.org/workspace/9111\n\n \n\nMartin Lexow"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6a69762c-f914-4387-ba35-ea5ea4189142","attributes":{"type":null,"title":"Entwurfsgrundlagen Interfacedesign Form + Interaktion: Interface 20/02","teacher":"Prof. Boris Müller","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOId-XD","id_new":"12 EId-FI","name":"12FOId-XD Interaction Design ","category":"I/2 Entwurfsgrundlagen Interface Form + Interaktion"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Mittwoch 10:00-13:00, Raum: D/226\n\nDieser Kurs stellt eine grundlegende Auseinandersetzung mit den zentralen Themen des Interfacedesigns dar. Ausgehend von einer Reihe von Entwürfen und Experimenten wird die Herangehensweise an gestalterische Probleme im Interfacedesign vermittelt. Konkret werden im Kurs die Themen Screen-Design, grafische User-Interfaces, Visualisierung und Semiotik behandelt. Dabei steht insbesondere die Verbindung von theoretischem Input und praktische Übungen im Mittelpunkt. Weiterhin wird ein Überblick auf die Geschichte des Interfacedesigns gegeben.\n\nPrüfungsleistung: Vier Präsentationen und Dokumentation\n\nAnzahl Teilnehmer: 24\n\nIncom Url: https://fhp.incom.org/workspace/9012\n\nProf. Boris Müller"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"27a85c2e-38be-4c7d-891d-daf54f518d0a","attributes":{"type":null,"title":"Entwurfsgrundlagen Interfacedesign Mensch + Kontext: Analysemethoden im Interfacedesign — Mensch + Kontext","teacher":"Prof. Constanze Langer","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOId-PI","id_new":"12 EId-MK","name":"12FOId-PI Physical","category":"I/2 Entwurfsgrundlagen Interface Mensch + Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Dienstag 10.00-13.00, Raum D/106\n\nNach wie vor spielt der visuelle Sinn eine zentrale Rolle im Interfacedesign. Denn trotz vielfacher Innovation im Bereich multimodaler Interaktion ist die zentrale Schnittstelle zwischen Mensch und Computer nach wie vor der Screen – in allen Größen und Ausprägungen. Für die Konzeption und Gestaltung von Interfaces, Services oder auch physischen Artefakten ist jedoch die Analyse des Kontextes ausschlaggebend, da sich darauf basierenden Rahmenbedingungen für den Entwurf ableiten lassen können. In diesem Kurs liegt der Fokus auf Designmethoden und Darstellungstechniken zur Analyse des Kontextes.\n\nTheoretischer Input und Diskurs wird es zu folgenden Themen geben:\n\n- die menschliche Wahrnehmung mit Fokus auf den visuellen Sinn;\n\n- die Analyse von bestehenden Zeichensystemen;\n\n- die Visualisierung von Daten, Zusammenhängen und Prozessen sowie\n\n- Ordnungs- und Strukturierungsmethoden.\n\nZiel des Kurses ist es, dass die Teilnehmer*innen die Möglichkeiten der visuellen Darstellung und grundlegende Methoden für die Entwurfsarbeit kennenlernen und ihre Anwendung üben, präsentieren und ihre gestalterischen Prozesse und Entscheidungen nachvollziehbar aufzeigen und begründen können.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8996\n\nProf. Constanze Langer"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"0ec860e0-1660-446c-b687-c9b9a5d5179a","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Bild + Wirkung: Illustrative Infografik","teacher":"Prof. Lisa Bucher","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-IL","id_new":"12 EKd-BW","name":"12FOKd-IL Illustration","category":"I/2 Entwurfsgrundlagen Kommunikation Bild + Wirkung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":2},"String":"Dienstag, 17:00"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Dienstag 14.00-17.00, Raum D/310\n\nInformationsdesign und illustrative Infografik sind Designdisziplinen die darauf zielen, komplexe Sachverhalte einfach aufzubereiten. In diesem Seminar werden wir diese Vorgehensweise anhand einer Reihe von Illustrationen bis Infografiken üben, die sich inhaltlich mit den Studierenden selbst beschäftigen sollen. Zu diesem Zweck sollen sich die Studierenden eine bestimmte Zeit intensiv einer Tätigkeit oder einem Hobby widmen, ob absurd oder naheliegend und ihre gesammelten Erfahrungen in einer infografischen Broschüre bzw. einem Fanzine zusammenfassen.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9046\n\nProf. Lisa Bucher"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f4f997af-488b-4eb1-a963-37de9642df66","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Bild + Wirkung: Lichtfänger I - über die Mittel der Fotografie","teacher":"Prof. Wiebke Loeper\nKathrin Katzek","semester":"","graduateProgram":"","module":{"id":"PO 2013 12EKd-BW","id_new":"12 EKd-BW","name":"12 EKd-BW","category":"I/2 Entwurfsgrundlagen Kommunikation Bild + Wirkung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Freitag 10.00-13.00, Raum D/308\n\nDer Kurs zielt auf die Schulung des Sehens und die Beobachtung des Lichtes. Thema ist die bewusste Wahl fotografischer Mittel wie z.B. Schärfe/Unschärfe, Schärfeverlauf, Kontrastumfang, Lichtführung etc. Zum Verständnis werden beispielhafte Positionen aus der Fotografiegeschichte vorgestellt. „Was ist ein gutes Bild? … und was macht dessen Zauber aus?“ sind die zentralen Fragen des Kurses und der gemeinsamen Bilddiskussionen.\n\nPrüfungsleistung: - Teilnahme an den gemeinsamen Bildbesprechungen und eigenständiges fotografisches Arbeiten - 2 Zwischenpräsentationen mit je 3-5 Bildern (siehe Zeitplan) - Abschlusspräsentation (Präsentation und Abgabe einer Serie zum freien Thema von ca. 5-8 Fotografien bestehend aus selbst ausgearbeiteten Prints im DTP-Labor mit Text zur Arbeit. Gefordert ist außerdem eine digitale Dokumentation der Ergebnisse auf Incom).\n\n \n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/8994\n\nProf. Wiebke Loeper, Technik ist nicht alles, aber hilfreich!!! Kathrin Katzek"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c0e1aa12-0892-4545-b4f8-014d7c93ec67","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Bild + Wirkung: Grafische Welten - Experimentelle Strategien im Kommunikationsdesign","teacher":"Prof. Sven Völker","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-GD","id_new":"12 EKd-BW","name":"12FOKd-GD Grafikdesign ","category":"I/2 Entwurfsgrundlagen Kommunikation Bild + Wirkung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Dienstag 10.00–13.00, Raum D/223\n\nGrafische Welten finden und erfinden: Gestaltung zwischen Kunst und Design, Denken und Machen, Autor und Publikum, Herz und Hand, Wissen und Nichtwissen, Strategie und Experiment. In diesem Grundlagenseminar entwickeln wir individuelle Projekte und diskutieren Positionen wichtiger Gestalter und Künstler aus Geschichte und Gegenwart. Dies ist eher ein Ort für Mutige, eher eine Tour de Force; es ist eine gute Gelegenheit, den eigenen Ausdruck zu finden.\n\n \n\nWir betrachten den Prozess der Gestaltung als Formfindung und als einen, in dem das Scheitern nicht weniger Erkenntnis bietet als der Erfolg. Darum gibt es hier keine erprobten Anleitungen oder Tools. Wir arbeiten, präsentieren, recherchieren und wachsen gemeinsam in zwölf wöchentlichen Kapiteln. Wie der Musiker Ben Sidran es beschreibt: »Every creative activity is a form of journalism.« Oder wie die Künstlerin Corita Kent es ebenso passend sagt: »Consider everything an experiment.«\n\n \n\nPrüfungsleistung: Individuelle Konzeption und Entwurfsarbeiten, Referat, Diskussionen, Präsentationen, Dokumentation\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9018\n\nProf. Sven Völker"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6fa7875b-7e90-4a0a-afa6-4abd23f7100b","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Formate + Narration: Lichtfänger I - über die Mittel der Fotografie","teacher":"Prof. Wiebke Loeper\nKathrin Katzek","semester":"","graduateProgram":"","module":{"id":"PO 2013 12EKd-FN","id_new":"12 EKd-FN","name":"12 EKd-FN","category":"I/2 Entwurfsgrundlagen Kommunikation Formate + Narration"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Freitag 10.00-13.00, Raum D/308\n\nDer Kurs zielt auf die Schulung des Sehens und die Beobachtung des Lichtes. Thema ist die bewusste Wahl fotografischer Mittel wie z.B. Schärfe/Unschärfe, Schärfeverlauf, Kontrastumfang, Lichtführung etc. Zum Verständnis werden beispielhafte Positionen aus der Fotografiegeschichte vorgestellt. „Was ist ein gutes Bild? … und was macht dessen Zauber aus?“ sind die zentralen Fragen des Kurses und der gemeinsamen Bilddiskussionen.\n\n \n\nPrüfungsleistung: - Teilnahme an den gemeinsamen Bildbesprechungen und eigenständiges fotografisches Arbeiten - 2 Zwischenpräsentationen mit je 3-5 Bildern (siehe Zeitplan) - Abschlusspräsentation (Präsentation und Abgabe einer Serie zum freien Thema von ca. 5-8 Fotografien bestehend aus selbst ausgearbeiteten Prints im DTP-Labor mit Text zur Arbeit. Gefordert ist außerdem eine digitale Dokumentation der Ergebnisse auf Incom).\n\n \n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/8994\n\nProf. Wiebke Loeper, Technik ist nicht alles, aber hilfreich!!! Kathrin Katzek"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"1be4b3f0-9bee-48f8-9e1e-de53462e46f2","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Formate + Narration: Redaktionelle Gestaltung 01: Wieso? Weshalb? Warum?","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-AD","id_new":"12 EKd-FN","name":"12FOKd-AD Advertising Design","category":"I/2 Entwurfsgrundlagen Kommunikation Formate + Narration"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/311","descriptionText":{"type":"html/md","value":"Freitag 10.00–13.00, Raum D/311\n\nIn diesem Seminar analysieren wir existierende Publikationen (Bücher, Zeitschriften, Zeitungen, digitale Publikationen): Wie sind sie gestaltet? Wie sind sie hergestellt? Was ist ihr historischer und gesellschaftlicher Kontext? Das Analysieren und Beschreiben einer existierenden Publikation soll zu einer eigenen Konzeption führen. Ziel ist es, eine Publikation zu gestalten und im Grafiklabor der FHP umzusetzen. Dabei setzen wir uns mit der Wahl des Formats und des Mediums, mit Rastern, dem Verhältnis von Text und Bild, Schriftwahl und Layoutkonzeption, Dramaturgie, Umsetzung und Herstellung von Publikationen auseinander.\n\nDas Seminar richtet sich an Studierende, die schon etwas Erfahrung im Umgang mit Typografie und Layoutprogrammen haben.\n\nPrüfungsleistung: Voraussetzungen für den Erwerb von Credit Points sind für dieses Projekt: regelmäßige Teilnahme und Beteiligung am Seminar, Kurzreferat, gestalterische Arbeit (Publikation), Incom-Doku (Bilder, Text über das Projekt)\n\nAnzahl Teilnehmer: 17\n\nIncom Url: https://fhp.incom.org/workspace/9029\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a1f2534b-329e-4fb0-9c52-20f6c378e91b","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Schrift + Ausdruck: Grundlagen der Typografie 01","teacher":"Professorenstellenvertretung Katrin Holst","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-TY","id_new":"12 EKd-SA","name":"12FOKd-TY Typografie ","category":"I/2 Entwurfsgrundlagen Kommunikation Schrift + Ausdruck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Mittwoch 10.00–13.00, Raum D/223\n\nVon Makro bis Mikro(typografie) und zurück\n\nWir nähern uns den Zeichen mit ihren individuellen Eigenarten, den Wörtern mit ihren typografischen Ausdrucksformen, einem Text und dessen Lesbarkeit und einer Publikation mit ihren Rastern.\n\nDer Kurs gibt Einblick in die Geschichte, Gegenwart und Zukunft der Typografie und beinhaltet praktische Aufgaben zum experimentellen und angewandten Umgang mit Schrift. Die einzelnen Entwurfsergebnisse werden in einer Broschüre zusammengefasst und dokumentiert.\n\nScheinerwerb durch regelmäßige Teilnahme, Mitarbeit, Referat, Arbeitsergebnisse, Präsentationen und digitale Dokumentation.\n\nDas Seminar richtet sich an Studierende, die keine Erfahrung mit Typografie haben, wir werden viel von Hand und mit dem Kopierer arbeiten.\n\nPrüfungsleistung: Projektarbeit, Referat, Präsentation und Dokumentation\n\nAnzahl Teilnehmer: 17\n\nIncom Url: https://fhp.incom.org/workspace/9004\n\nKatrin Holst, Professorenstellenvertretung"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"65a0bd5a-3e8a-49bc-b71e-f09e1bc7279e","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Schrift + Ausdruck: Grundlagen der Typografie 02","teacher":"Professorenstellenvertretung Katrin Holst","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-TY","id_new":"12 EKd-SA","name":"12FOKd-TY Typografie ","category":"I/2 Entwurfsgrundlagen Kommunikation Schrift + Ausdruck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Donnerstag 10.00-13.00, Raum D/223\n\nMikro- & Makro-Typografie, Gestaltungsraster\n\nIn diesem intensiven Grundlagenseminar zwischen Handwerk, Entwurf, Experiment, Theorie und Diskurs geht es um Rastersysteme. Was sind Rastersysteme, was ist ihr Nutzen, wie werden sie angelegt und wo liegen ihre Grenzen?\n\nWir werden uns mit Printprodukten verschiedener „Komplexität“ befassen – von der Visitenkarte, über Plakatserien, Briefbögen bis hin zum Magazin. Abseits der typografischen Gestaltung gehen wir der Frage nach, wo Rastersysteme sonst noch anzutreffen sind – Natur, Stadtplanung, Sport, Kunst.\n\nScheinerwerb durch regelmäßige Teilnahme, Mitarbeit, Referat, Arbeitsergebnisse, Präsentationen und digitale Dokumentation.\n\nDas Seminar richtet sich an Studierende, die bereits erste Erfahrung mit Typografie/Layout haben.\n\nPrüfungsleistung: Projektarbeit, Referat, Präsentation und Dokumentation\n\nAnzahl Teilnehmer: 17\n\nIncom Url: https://fhp.incom.org/workspace/9016\n\nKatrin Holst, Professorenstellenvertretung"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5531a394-17f3-4fcd-8550-66cca745cb87","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Schrift + Ausdruck:","teacher":"Prof. Lucas de Groot","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-TD","id_new":"12 EKd-SA","name":"12FOKd-TD Typedesign ","category":"I/2 Entwurfsgrundlagen Kommunikation Schrift + Ausdruck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/103","descriptionText":{"type":"html/md","value":"Dienstag 10.00-13.00, Raum D/103\n\nWorkspace: fhp.incom.org/workspace/\n\nProf. Lucas de Groot"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"65ecf75e-5251-4ddc-880a-7027b5df642e","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Schrift + Ausdruck: MotionBasis10: Bewegte Typographie (AT)","teacher":"Prof. Klaus Dufke","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-TY","id_new":"12 EKd-SA","name":"12FOKd-TY Typografie ","category":"I/2 Entwurfsgrundlagen Kommunikation Schrift + Ausdruck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"LW 117","descriptionText":{"type":"html/md","value":"Mittwoch 10.00-13.00, Raum LW 117\n\nKonzeption und Entwicklung bewegter Typographie. Wir entwerfen einen animierten Zeichensatz und eine exemplarische Anwendung. Im Seminar “Bewegte Typographie – Dynamic Type” wird Typographie im Kontext einer Corporate Design Entwicklung animiert – zum Beispiel für das Titeldesign eines Spielfilms, einer TV Serie oder eines Festivals. Beispiele finden Sie im Incom Workspace und dem Dokument [Motion: Dynamic Type](> Beispiele: https://docs.google.com/document/d/1I5LRAn1UGvFX3qsZ-8qIFrxpElNwo2L5urRMbw9tBPM/edit.) Keywords: ❖ Dynamic Type ❖ Bewegtschrift ❖ Motion Branding ❖ Corporate Motion ❖ Maintitle Design ❖ Onair Design ❖ TV Design ❖ Station ID ❖ Station Idents ❖ Network Idents ❖ Studio ID Gegenstand der Entwicklung kann sein:\n\neine animierte Schrift für das Titeldesign eines Films, \neine animierte Schrift für das Titeldesign einer TV Serie,\neine animierte Schrift für einen Konferenz- oder Festivaltrailer;\neine animierte Schrift für ein Fictonal User Interface\neine animierte Schrift im Kontext einer Corporate Design-Entwicklung\n\nSeminar-/Projektorganisation:\n\nInnerhalb des Seminars werden in mehreren Einzelprojekten unterschiedliche Bewegtbildformate konzipiert und entwickelt. Es werden dabei produktionstechnische, materialtechnische und logistische Kompetenz in der Entwicklung von zeitbasierten Medienproduktionen vermittelt. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\n\nVoraussetzung:\n\nSicherer Umgang mit den Grundwerkzeugen der digitalen 2D-Mediengestaltung. Anmeldung erfolgt über diesen Incom-Workspace: Die Teilnehmerzahl ist begrenzt.\n\nPrüfungsleistung: - Entwurfsprojekt - Protokoll - Projektdokumentation\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9022\n\nProf. Klaus Dufke"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5fb34eb5-2888-44cf-948a-d9eca09f9904","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Zeichen + Ansprache: Vom Zeichen zur Marke","teacher":"Prof. Matthias Beyrow","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-CD","id_new":"12 EKd-ZA","name":"12FOKd-CD Corporate Design","category":"I/2 Entwurfsgrundlagen Kommunikation Zeichen + Ansprache"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Dienstag 10.00-13.00, Raum D/310\n\nVom Zeichen zur Marke\n\nEntwurfsgrundlagen für „Branding“\n\nGrundlagen der Konzeption visueller Markenzeichen und zur Gestaltung familienähnlicher grafischer Systeme: Mit Vorlesungen, Workshops, Übungen und dem Redesign eines bestehenden Konsumprodukts inkl. Packaging als finaler Stegreifentwurf\n\nPrüfungsleistung: 1. POSTERs — (DIN A2, Hochformat) als Dokumentation des Stegreifprojekts 2. SLIDEs — Visualisierungen der Kursergebnisse im 1920 x 1080 Px (Quer) 3. DOKU — incom-Dokumentation im Workspace Für bestimmte Termine, z.B. Zwischen- und Schlusspräsentationen ggf. Videos produziert.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9042\n\nProf. Matthias Beyrow"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"cee8a312-fb6a-47eb-a72a-424cdc5d33a2","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Form + Zweck:","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-PD","id_new":"12 EPd-FZ","name":"12FOPd-PD Produktdesign ","category":"I/2 Entwurfsgrundlagen Produkt Form + Zweck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"","descriptionText":{"type":"html/md","value":"Donnerstag 09.00 – 17.00, Raum D/308\n\n \n\nAnzahl Teilnehmer:\n\nIncom Url: https://fhp.incom.org/workspace/9056\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"d6b7fd5e-9e8b-45c0-854a-a6dda7996f6e","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Form + Zweck:","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-PD","id_new":"12 EPd-FZ","name":"12FOPd-PD Produktdesign ","category":"I/2 Entwurfsgrundlagen Produkt Form + Zweck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":5},"String":"Freitag, 17:00"}}},"room":"D/116","descriptionText":{"type":"html/md","value":"Freitag 09.00 – 17.00, Raum D/116\n\nAnzahl Teilnehmer:\n\nIncom Url: https://fhp.incom.org/workspace/9057\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"1b7c36f5-313e-470c-bd89-e0f162f844fb","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Objekt + Intention: Produktdesign Basics / Strategie und Praxis der Produktentstehung","teacher":"Prof. Holger Jahn","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-PU","id_new":"12 EPd-OI","name":"12FOPd-PU Produkt","category":"I/2 Entwurfsgrundlagen Produkt Objekt + Intention"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":5},"String":"Freitag, 17:00"}}},"room":"","descriptionText":{"type":"html/md","value":"Freitag 10.00-17.00, Raum D/307\n\nDesignstrategie und Praxis der Gestaltung\n\nIm Kurs werden erste Einblicke in die Entwurfspraxis, Rahmenbedingungen, Zielsetzungen, Prinzipien und Fachbegriffe vermittelt. Im nächsten Schritt mittels praktischer gestalterischer Übungen, Beobachtungen, Analysen, Variantenbildungen, Experimenten, Modellen und Referaten vertieft. Begleitend wird ein erster Überblick von analogen und digitale Entwurfswerkzeugen vermittelt.\n\nAusgehend von einer umfassenden Analyse ausgewählter industriell gefertigter Produkte werden alternative Designs entwickelt, dabei die Herangehensweise an gestalterische Probleme im Produktdesign erprobt.\n\nPrüfungsleistung: Aktive Mitarbeit, Recherche, Entwicklung von Konzeptionen, Darstellung in Form von Skizzen, Zeichnungen, Modellen Referaten, Präsentation, Dokumentation\n\nAnzahl Teilnehmer: Produktdesign Basics – 1. Semester BA-Produktdesign nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9070\n\nProf. Holger Jahn\n\n "},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b29b4478-6880-490c-9c49-424c8e1e1e2d","attributes":{"type":null,"title":"Entwurfsgrundlagen Raum + Kontext: „Little Homes“ ein Kooperationsprojekt mit der Stadt Potsdam","teacher":"Prof. Holger Jahn","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-RA","id_new":"12 EPd-RK","name":"12FOPd-RA Raum","category":"I/2 Entwurfsgrundlagen Produkt Raum + Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"}}},"room":"D/307 oder via Zoom","descriptionText":{"type":"html/md","value":"Dienstag 10:00 – 14:00, Raum D/307oder via Zoom\n\nDer Fachbereich Wohnen, Arbeit und Integration beabsichtigt als Integrationsmaßnahme eine Fertigung von modularen, kostengünstigen, transportablen und ökologischen Kleinsthäusern aufzubauen und kostengünstige Flächen für Kleingewerbe und Wohnzwecke zu schaffen. Die sehr gut wärmegedämmten, rechtwinkligen, reih- und stapelbaren Module basieren horizontal und vertikal auf einem 3 Meter-Raster und sollen weitestgehend aus Holzwerkstoffen hergestellt werden.\n\nIm Rahmen des Kurses sollen Konzepte für unterschiedliche Bedürfnisse, Nutzungen im Bereich Wohnen und Arbeiten entwickelt und die Machbarkeit und Attraktivität des Vorhabens demonstriert werden.\n\nHierzu sollen Vorzugsvarianten der Modulanordnung geplant, die Innen- und Außenräume entwickelt und gestaltet werden. Materialien, technische Ausstattung, Komponenten, Oberflächen und Farben definiert und spezifische z.B. platzsparende Möbel gestaltet, entwickelt und die Herstellungskosten abgeschätzt werden.\n\nBis zum Ende des Semesters sollen unterschiedliche Konzepte und Lösungen in Form von Darstellungen, Modellen, Ausstellungsplakaten ausgearbeitet und präsentiert werden. Begleitend dazu werden wir die zahlreichen unser Projekt tangierende Herausforderungen und Trends wie Wohnraumknappheit im urbanen Raum, Wohnen und Klimakrise, Wohnen und Ressourcenverbrauch, Minimalismus, Tinyhouse-Movement, Obdachlosigkeit, Migration, Flächenverbrauch u.a. aufarbeiten. Das gesamte Projekt soll zu einer umfassenden Publikation und Ausstellung aufgearbeitet werden.\n\nPrüfungsleistung: Aktive Mitarbeit, Recherche, Entwicklung von Konzeptionen, Darstellung in Form von Darstellungen, Modellen, Referaten, Dokumentation, Ausstellung\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9072\n\nProf. Holger Jahn"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f2e63ad4-7324-47b7-9fee-6790ace92cfd","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Raum + Kontext: Raumskizzen - Micro Space","teacher":"Max Wosczyna","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-RA","id_new":"12 EPd-RK","name":"12FOPd-RA Raum","category":"I/2 Entwurfsgrundlagen Produkt Raum + Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":1},"String":"Montag, 13:00"}}},"room":"D/226 weitestgehend Online","descriptionText":{"type":"html/md","value":"Montag 10.00-13.00, Raum D/226\n\nDer Kurs Raumskizzen geht in die dritte Runde:\n\nWieder liegt der Fokus auf dem räumlichen Modellbau im Maßstab als Entwurfs- und Darstellungsmethode.\n\nAls rahmengebende Anwendung widmet sich der Kurs dieses Semester um kleinflächige Innenräume. Die Multifunktion von Wohn- und Arbeitsflächen wird nicht zuletzt durch die rückläufige Verfügbarkeit von Wohnraum (Micro-Living) und sich ändernde Nutzungen (Home-Office) immer kompakter. Der Mangel an Fläche stellt das Entwerfen vor besondere Herausforderungen und Möglichkeiten.\n\nWie auch in den vorhergehenden Kursen dient von Anfang an der analoge Modellbau als Werkzeug zur Variantenbildung, Ideenfindung, Darstellung und Präsentation von Raumsituationen und ihrer Einrichtung.\n\n- Zu Beginn werden verschiedene Modellbautechniken, sowie zugehörige Werkzeuge und Materialien über Präsentationen und Video-Tutorials vermittelt. Ebenso wird eine Einführung über das Fotografieren von Maßstabsmodellen bereitgestellt.\n\n- Anhand wöchentlicher Aufgaben werden in der ersten Semesterhälfte grundsätzliche Themen im Modell erarbeitet.\n\n- Anschließend dient eine definierte kleine Fläche (ca. 20m2) als Basis zur Kombination unterschiedlicher Raumsituationen - zum Beispiel „Wohnen und Arbeiten“, „Gemeinsames Wohnen“ , Co-Working“ etc.\n\nBegleitend zur handwerklichen Arbeit führen verschiedene Texte in die Organisation von Raumstrukturen ein.\n\nZiel des Kurses ist die Schulung im dreidimensionalen, räumlichen Modellbau und die daraus resultierende Fähigkeit Räume zu lesen und zu organisieren.\n\nZu erbringende Leistungen sind die regelmäßige Teilnahme, der Upload der wöchentlichen Aufgaben sowie die Dokumentation auf Incom.\n\nBenötigt werden Modellbauwerkzeuge (Schneidematte, Cutter, Klebstoffe etc.) sowie einfache Modellbaumaterialien (Pappe/ Karton, Holzleisten etc.), die ihr euch so bald wie möglich zulegen solltet.\n\nDer Kurs wird weitestgehend ONLINE stattfinden. Wir sehen uns wöchentlich via. Zoom. Treffen an der Hochschule zum Austausch und Präsentation werden gemeinsam festgelegt.\n\nPrüfungsleistung: Regelmäßige Teilnahme, Abgabe der Aufgaben, Abgabe der Incom-Dokumentation\n\nTeilnehmerzahl:15\n\nIncom Workspace: https://fhp.incom.org/workspace/9098\n\nMax Wosczyna"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8f4f68a9-96d4-4f72-82a0-12929848dd96","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Technik + Produkt: Linie, Fläche, Körper, Funktion","teacher":"Prof. Hermann Weizenegger","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-ID","id_new":"12 EPd-TP","name":"12FOPd-ID Industrialdesign","category":"I/2 Entwurfsgrundlagen Produkt Technik + Produkt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":2},"String":"Dienstag, 19:00"}}},"room":"LW 023","descriptionText":{"type":"html/md","value":"Dienstag 15.30-19.00, Raum LW 023\n\nEntwicklung von moc-up Modellen in 1:1, Darstellung in Form von Skizzen und optional 3D-Renderings, 1:1 Prototyp, Präsentationen, Dokumentation\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9083\n\nProf. Hermann Weizenegger"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f7081a96-0131-4d2e-9f5b-fe33777a63ff","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Human-Centered Design Grundlagen(\"Bootcamp\"/Kompaktseminar)","teacher":"Prof. Karsten Henze, Prof. Vicky Tiegelkamp","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"room":"","descriptionText":{"type":"html/md","value":"Blockveranstaltung mit vorbereitenden und vertiefenden Hausarbeiten.\n\nBeschränkt auf exakt 20 Teilnehmer*innen.\n\nNur für 1.-3. Semester! Verteilt auf mehrere Termine:\n\n1. „Kick-off“-Termin, Teambildung und Aufgabenstellung:\n\nMontag, 16. November 2020 von 14:15-15:45 Uhr\n\n2. „Einführung, Technik-Check, Gruppenübungen“:\n\nDienstag, 15. Dezember 2020 von 15:00-17:00 Uhr\n\n3. „Bootcamp“-Termin: \n\nFreitag, 08. Januar 2021 und Samstag, 09. Januar 2020, ganztags\n\nDie komplette Veranstaltung wird online durchgeführt.\n\nOrt: Zoom und Miro (Details folgen rechtzeitig)\n\n \n\nÜbersicht:\n\nDie Anforderungen an die Produkt- und Service-Entwicklungen sind heute so komplex, dass es nicht mehr ausreicht, neue Designentwicklungen zu starten, ohne den Kunden einzubeziehen.\n\n„Human-Centered Design“ ist ein Prozess, der in ganz unterschiedlichen Branchen und Abteilungen angewendet werden kann. Im Kern steht die Beobachtung, wie Menschen sich in bestimmten Situationen verhalten – z.B. in Kaufsituationen, bei der Nutzung von digitalen Services oder beim Besuch eines Museums.\n\nZiel dieser zweitägigen Blockveranstaltung mit zusätzlichen Hausaufgaben ist es, Studierenden eine erste, kompakte Einführung in die Dimensionen des „Human-Centered Designs“ zu geben. Den Studierenden werden verschiedene Themen des Designmanagements vermittelt:\n\ndie Befragung von Kunden und Recherche\nVerstehen des Prozessablaufes in der Herstellung von Produkten und Dienstleistungen\nKennenlernen von Methoden\nPrototyping\nPlanung, Organisation und Marketingaspekte\n\nNeben einem grundlegenden Überblick und einer Einführungsübung wird das Designprozess-Modell „Double-Diamond“ vorgestellt, mit den Methoden des Service Designs wie z.B. Customer Journey gearbeitet und an konkreten Fällen in Gruppenarbeiten trainiert, präsentiert und dokumentiert. Die zweitägige Veranstaltung wird durch vorbereitende Hausaufgaben vorbereitet und vertieft, die zu Semesterbeginn an die Gruppen verteilt wird (sowohl die individuelle als auch die Gruppenhausaufgaben).\n\nInhalt (Auszug):\n\nBegriffsklärung, Historie, Grundlagen des Designmanagements und des Human-Centered Design, Customer-Insights und Ideen-Gewinnung, Vorstellung von Methoden und unmittelbare Anwendung in Gruppenarbeiten, Präsentation und Dokumentation.\n\nDas „Bootcamp“ findet als Blockveranstaltung kompakt an zwei aufeinanderfolgenden Tagen statt und wird durch Vorbereitungstermine mit Einteilung in Gruppen und Hausaufgabenstellung zu Beginn des Semesters ergänzt, sowie durch mindestens einen weiteren Termin (Technik-Check, Einleitung, Gruppenübungen)\n\nDie Veranstaltung ist - inhaltlich bedingt - auf exakt 20 Teilnehmer begrenzt\n\nPrüfungsleistung: 50% Gruppenarbeit/-präsentation/-dokumentation, 30% individuelle Hausarbeit, 20% Mitarbeit\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9041\n\nProf. Vicky Tiegelkamp & Prof. Karsten Henze"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"64262d19-08ef-4f3e-a8c8-fd4371d1f261","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Urheber-, Design- und Medienrecht","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:45"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Dienstag 10.15-12.45, Hörsaal D/011\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\n\nAnzahl Teilnehmer: nicht beschränkt\n\nPrüfungsnachweis: bestandene Abschlussklausur\n\nIncom Url: https://fhp.incom.org/workspace/8990\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8e84ce7d-9a37-4261-ac95-3de59459a36e","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Business Plan-Erstellung: Entwicklung von Gründungsideen","teacher":"Prof. Dr. Enrico Sass","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":4},"String":"Donnerstag, 12:30"}}},"room":"D/119 digital","descriptionText":{"type":"html/md","value":"Donnerstag 09.00–12.30, Raum D/119\n\nBeschreibung :\n\nInnerhalb des Kurses haben Studierende die Möglichkeit, anwendungsorientierte Projektideen/Gründungsideen oder auch Gründungsvisionen mit Hilfe ausgewählter Vorgehensmodelle der Betriebswirtschaftslehre und der Entrepreneurship-Forschung weiterzuentwickeln.\n\nZudem bietet der Kurs die Möglichkeit, allgemeine Managementkompetenzen zu trainieren. Auszug aus dem Inhalt: Geschäftsmodellentwicklung, Markt- und Zielgruppenanalyse, Organisation & Personal, Kalkulation, Markttest, Präsentation der Ergebnisse.\n\nStudierende mit einem ausreichenden Gründungspotential haben zudem die Möglichkeit, weiterführende Unterstützung vom ZETUP-Gründungsservice zu erhalten.\n\nDonnerstag: 9:00 Uhr – ca. 12:30 Uhr, Raum D/119\n\nDer Kurs findet aufgrund der Situation digital bzw. mittels Videokonferenzen statt!\n\n \n\nThemen:\n\nPrüfungsleistung: Fundierter Business Plan am Ende des Semesters, Aktive Teilnahme und Zwischenpräsentationen.\n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/9053\n\nProf. Dr. Enrico Sass"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"cf27cc44-da4c-4dfc-9474-528d12ee23d9","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Seminar zum Urheber- und Medienrecht","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"D/105","descriptionText":{"type":"html/md","value":"Dienstag 14.00-16.00, Raum D/119\n\nIn diesem Seminar werden wir uns in Vorträgen und Diskussionen, in Einzel- und in Gruppenarbeiten mit rechtlichen Fragen zu den digitalen Medien auseinandersetzen. Wie können Kreative und Medienschaffende die vielfältigen technischen Möglichkeiten nutzen und zugleich von ihrer Arbeit leben? Was beinhaltet der zunehmende Ruf nach einer strengeren Regulierung der Digitalwirtschaft? Wie könnten staatliche Interventionen aussehen? Und welche Rolle spielt dabei die Europäische Union? Die Ausgestaltung des Seminars, die Art der Zusammenarbeit und die spezifischen Aufgabenstellungen werden wir gemeinsam konkretisieren, wenn die Form der Veranstaltung unter Pandemie-Bedingungen (Präsenz, virtuell, hybrid) feststeht.\n\nDas Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.\n\nPrüfungsleistung: Referat ggfs. mit Verschriftlichung, Lernprotokoll, Seminar- bzw. Vorlesungsprotokolle oder andere universitäre schriftliche Übungsformen.\n\nAnzahl Teilnehmer: 5\n\nIncom Url: https://fhp.incom.org/workspace/8991\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"118cfd18-f1d3-4af2-bdeb-36963e60da89","attributes":{"type":null,"title":"Theorie Design-/Medientheorie: Computer","teacher":"Prof. Boris Müller\nProf. Dr. Jan Distelmeyer","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DT","id_new":"13 Th-DMT","name":"13Th-DT Design","category":"I/3 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":4},"String":"Donnerstag, 18:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"20"},"day":{"value":4},"String":"Donnerstag, 20:00"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Donnerstag 18.00-20.00, Raum D/011\n\nDer Computer – in all seinen Formen – ist zur Leittechnologie des 21. Jahrhunderts geworden. Mit der Digitalisierung werden Lebensverhältnisse, von Arbeitsweisen bis zur Organisation des Privaten, weltweit verändert. Um so wichtiger ist es, sich mit den Bedingungen, Erscheinungsformen und Folgen des Computers auseinanderzusetzen. Die komplexe Verzahnung von Technik und Ästhetik, die Verbindungen zwischen Maschinen, Menschen und Dingen, fordern gerade gestalterische und medientheoretische Perspektiven heraus.\n\nDie Vorlesung »Computer« hat dabei zum Ziel, gestalterische und medienwissenschaftliche Fragen nicht getrennt zu verhandeln, sondern aufeinander zu beziehen, um zu einem neuen Verständnis der theoretischen und praktischen Aspekte computerbasierter Technologien zu kommen. In zwölf Doppel-Vorlesungen werden Jan Distelmeyer und Boris Müller gemeinsam zu ausgewählten Themen referieren und diese zur Diskussion stellen.\n\nPrüfungsleistung: Teilnahme und Erstellung von Protokollen\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9013\n\nProf. Boris Müller und Prof. Dr. Jan Distelmeyer"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"78a6e37e-c533-4e99-939c-d49a63a8b99d","attributes":{"type":null,"title":"Theorie Design-/Medientheorie: Eros in allen Dingen","teacher":"Prof. Dr. Rainer Funke","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DT","id_new":"13 Th-DMT","name":"13Th-DT Design","category":"I/3 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Mittwoch 11:00-14:00 Vorlesung,  18:00--21:00 Seminar in kleinen Gruppen, online\n\nDesigntheorie.\n\nDesign als Bedeutungsarbeit und soziale Verständigung. Vorlesung und Seminar zu Grundrelationen der Wahrnehmung und Deutung der Formen von Produkten und Kommunikationsmitteln, deren Gebrauch in der Kommunikation der Menschen heute und in der Vergangenheit sowie zu Design-Strategien und Design-Ideologien. Die Teilnehmer/innen analysieren ein selbst gewähltes Design-Objekt (ein Produkt oder ein Kommunikationsmittel) hinsichtlich seiner Faszinationskraft und seiner Designqualität auf der Grundlage verschiedener designtheoretischer Konzeptionen. Die Analyseergebnisse werden in einer 3-minutigen Zwischen- und einer 7-minütigen Endpräsentation vorgestellt sowie als Dokumentation online publiziert.\n\nFächergruppe: 13Th-DT Design- / Medientheorie\n\n \n\nVeranstaltungsart: Vorlesung, Seminar\n\nAbschluss: Leistungsnachweis, benotet (Online-Analyse-Dokumentation/Präsentationen)\n\nPrüfungsleistung: 3-Minuten-Präsentation, 7-Minuten-Präsentation, Online-Dokumentation\n\n \n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/8973\n\nProf. Dr. Rainer Funke"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f937b71c-869a-4272-b21b-b619658e7aa7","attributes":{"type":null,"title":"Werkstattpraxis Analoge Modellbauwerkstätten:","teacher":"Dipl. Des. Anne Boenisch","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W3D-TV","id_new":"14 W-AM","name":"14W3D-TV Technologie/Visualisierung","category":"I/4 Werkstattpraxis Analoge Modellbauwerkstätten"},"room":"LW 019 Modellbauwerkstatt","descriptionText":{"type":"html/md","value":"Freitag 9.00-13.00, LW 019 Modellbauwerkstatt\n\nAnaloger Modellbauwerkstattkurs\n\nIm Wintersemester biete ich 5 Werkstattkurse in den analogen Modellbauwerkstätten an. Davon werden 3 in Form eines Blockkurses und 2 semesterbegleitend stattfinden. Mehr Informationen zu den Inhalten und Terminen findet Ihr in der Kursvorstellung.\n\nDie Kurse werden unter Einhaltung der Corona Richtlinien der Fachhochschule Potsdam durchgeführt. https://www.fh-potsdam.de/corona-info/\n\nDie wohl wichtigsten Aspekte:\n\n> 1,5-2 Meter Sicherheitsabstand, sofern möglich, einhalten.\n\n> Mund- und Nasenschutz ist zu tragen.\n\n> Regelmäßiges lüften & Hände waschen\n\n> unaufgeforderter Eintrag in die Anwesenheitsliste\n\nInhalt:\n\nDer Werkstattkurs befasst sich mit den handwerklichen Grundfertigkeiten des Modellbaus. Anhand verschiedenartiger Arbeitsmodelle wird der sichere Umgang mit den Maschinen vermittelt und durch die praktische Umsetzung erprobt.\n\n \n\nBlockkurse in den Projektwochen:\n\nKurs 1:\n\n06. bis 12. Oktober 2020 (Dienstag - Montag)\n\nKurs 2:\n\n14. bis 20. Oktober 2020 (Mittwoch - Dienstag)\n\njeweils von 10 - 17/18h\n\n///\n\nsemesterbegleitende Werkstattkurse:\n\nKurs 3:\n\n30. Oktober / 04.* / 06. / 13. / 20. / 27. November 2020\n\njeweils freitags von 9 bis 13h\n\n*Ersatztermin: Mittwoch, der 04. November von 14-18h \n\nKurs 4:\n\n11. / 16.* / 18. Dezember 2020\n\n08. / 15. / 22. / 29. Januar 2021\n\njeweils freitags von 9 bis 13h\n\n*Ersatztermin: Mittwoch, der 16. Dezember von 14-18h\n\n///\n\nBlockkurs in den Semesterferien:\n\nKurs 5:\n\n01. bis 05. Februar 2021 (Montag - Freitag)\n\njeweils von 10 - 17/18h\n\n \n\nOrganisatorisches:\n\nDer Kurs richtet sich vorwiegend an Studienanfänger*Innen des Bereichs Produktdesign. Erst nach fachlicher Ein- und Unterweisung ist das Arbeiten in den Werkstätten gestattet.\n\nDie Teilnehmerzahl ist auf maximal 6 Personen begrenzt.\n\nEine verbindliche Anmeldung ist unmittelbar zu Semesterstart möglich. Nicht vergebene Plätze gebe werden über den allgemeinen Workspace „Modellbauwerkstatt“ bekannt gegeben.\n\nVoraussetzung für den Scheinerwerb:\n\nAlle 7 Werkstatttermine sind verpflichtend. Arbeitseinsatz und pünktliches Erscheinen sind Voraussetzung für den Erhalt des Werkstattscheins.\n\n \n\nAnzahl Teilnehmer: 6 \n\nIncom Url: https://fhp.incom.org/workspace/8999\n\nAnne Boenisch"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"af4de4ec-106e-41a7-bd19-accd041b2ecd","attributes":{"type":null,"title":"Werkstattpraxis Audio-/Videowerkstätten: Audio-/Videowerkstatt: Einführung in das audio-visuelle Arbeiten »№10 – SINN/FREI/COLLAGE [mit allen zur Verfügung stehenden Mitteln]","teacher":"Dipl. Des. Jan Schütze, Prof. Klaus Dufke","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W4D-AV","id_new":"14 W-AV","name":"14W4D-AV Audio/Video","category":"I/4 Werkstattpraxis Audio-/Videowerkstätten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:00"}}},"room":"D/002 (Video Aufnahmestudio)","descriptionText":{"type":"html/md","value":"Donnerstag 10:00–13:00, Raum: LW 117\n\nDer selbstverständliche Umgang mit Film- und Audiotechnik sowie die praxisrelevanten Arbeitsabläufe der Video-Aufzeichnung, -Schnitt und -Postproduktion werden anhand wöchentlicher Aufgaben geübt und gefestigt. Das originäre Bild- und Audiomaterial, das im Laufe des Semesters entsteht, ist zugleich Ausgangsmaterial für die individuelle audio-visuelle Collage, die am Ende des Semesters von jedem Studierenden präsentiert wird.\n\nSeminar- & Projektorganisation:\n\nIm Rahmen eines Semesterprojektes wird ein Bewegtbild-Projekt umgesetzt. Im Vordergrund stehen die Vermittlung technischer Grundkenntnisse und instrumenteller Kompetenz sowie die interessengeleitete Umsetzung und Vertiefung mit der Materie. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit (Online-)Vorlesungen und Übungen. Die Vorlesungen und (Online-)Workshops dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten. Jeder Studierende setzt ein eigenständiges Projekt um – gegenseitige Unterstützung ist ausdrücklich erwünscht.\n\n \n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9001\n\nJan Schütze/Prof. Klaus Dufke"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ca7dba1a-98f7-4f95-aed1-843500ecb50a","attributes":{"type":null,"title":"Werkstattpraxis Buchbindewerkstatt: Einführungskurs","teacher":"Friederike Goll","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-BW","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Buchbindewerkstatt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":4},"String":"Donnerstag, 17:00"}}},"room":"digital","descriptionText":{"type":"html/md","value":"Donnerstag 15:00 – 17:00 Uhr\n\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung.\n\nDer Kurs wird auch dieses Semester aufgrund der Corona-Maßnahmen ausschließlich digital stattfinden, da ein Sicherheitsabstand in der Werkstattarbeit nicht gewahrt werden kann. Was Euch erwartet:\n\n1. Der Unterricht wird über diesen Workspace stattfinden.\n\n2. Jede Woche gibt es Aufgaben von mir (Video-Tutorials) & Fragen von Euch (Zoom-Konferenzen).\n\nEs wird jeweils am Donnerstag & am Freitag um 15 Uhr eine ZOOM-Konferenz geben. Bitte entscheidet Euch, an welchem Wochentag ihr dabei sein wollt und teilt mir das zu Beginn des Kurses mit.\n\nDie Aufgaben werden dann jeweils bis zum nächsten Termin bearbeitet, in Eurem Projekt-Worksapce dokumentiert und dann per ZOOM besprochen.\n\n3. Wir werden recherchieren, improvisieren, forschen, experimentieren, dokumentieren, gestalten & kommunizieren.\n\n4. Euer Zuhause wird zur Buchbindewerkstatt! Bei engagierter Mitarbeit und Erledigung aller Aufgaben bekommt ihr für diesen Kurs 4 ECTS-Punkte.\n\nDie Sicherheitsunterweisung in die Werkstatt und Maschinen wird nach Möglichkeit nachgeholt. Wichtig: Da ihr Zuhause arbeiten werdet benötigt Ihr alle nötigen Werkzeuge, Werkstoffe und Materialien. Im letzten Semester waren das rund 100 EUR pro Person (je nachdem was ihr schon Zuhause habt und was nicht).\n\nIdee zur Kostenminimierung: Ihr könnt Euch mit den Studierenden des letzten Semesters austauschen und Euch die Werkzeuge ggf. ausleihen. Ich freu mich auf Euch!\n\nEure Friederike\n\nAnzahl Teilnehmer: 24\n\nIncom Url: https://fhp.incom.org/workspace/9067\n\nFriederike Goll"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"d9eb0209-f554-48dd-b375-400e006ac964","attributes":{"type":null,"title":"Werkstattpraxis Drucklabore: A – Grundlagen Produktionsprozess Druck und Farbmanagement","teacher":"Dipl. Des. Christine Mangelsdorf","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-DP","id_new":"14 W-DL","name":"14W2D-DP Druck/Prepress","category":"I/4 Werkstattpraxis Drucklabore"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":3},"String":"Mittwoch, 12:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Mittwoch 9.30 – 12.30, Raum LW 128,\n\nFarbe und Reproduktion – Buchprojekt \"Umwelt und Umfeld\"\n\nDie Grundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Zentrale Themen sind die Druckverfahren, wie Digitaldruck, Offsetdruck, Tiefdruck, Hochdruck, Durchdruck und die Aufbereitung der Daten für das Farbmanagement. Das Buchprojekt wird mit den jeweiligen Druckverfahren hergestellt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Printerzeugnissen beschäftigen wollen.\n\nHinweise:\n\nMittwoch, 9.30 Uhr im Raum LW 128 // Max. 10 Teilnehmer // Auf Grund der aktuellen Situation wird der Unterricht zum Thema „Grundlagen im Produktionsprozess Druck“ im ersten Teil per Onlinekonferenz stattfinden und in der nachfolgenden Produktionszeit im Drucklabor der Fachhochschule. Nach erfolgter Auslosung wird eine Einladung zur Teilnahme erfolgen. Der Unterricht findet Mittwoch von 9.30 bis 12.30 Uhr statt. Es entstehen Kosten für die Ausgabe im Digitaldruck, je nach Verbrauch.\n\nVoraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/8998\n\nChristine Mangelsdorf"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ff027f87-25b2-4adc-858e-e77a954f07bf","attributes":{"type":null,"title":"Werkstattpraxis Drucklabore: B - Weiterführender Kurs Produktionsprozess Druck","teacher":"Dipl. Des. Christine Mangelsdorf","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-DP","id_new":"14 W-DL","name":"14W2D-DP Druck/Prepress","category":"I/4 Werkstattpraxis Drucklabore"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":4},"String":"Donnerstag, 12:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Donnerstag 10.00–12.30 Uhr, Raum LW 128\n\nFarbe und Reproduktion – Buchprojekt\n\nDonnerstag 10.00–12.30 Uhr - ab 14.00 Uhr kursbezogene Arbeit im LW 128/130 möglich\n\nEinführung in den Themenbereich Colormanagement und die korrekte Anwendung in den Bereichen der Printproduktion.\n\nZiel des Kurses ist die Konzeption eines Printdokumentes in Form eines Buches, Farbmanagement und Kontrolle bis zur Ausgabe in der Druckproduktion. Der Kurs richtet sich primär an Studenten, die den Produktionsprozess verstehen und kontrollieren möchten, interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der Produktion von Printerzeugnissen beschäftigen wollen. // Vorraussetzungen: sicherer Umgang mit der adobe creative suite\n\nHinweise:\n\nDonnerstag, 10.00 Uhr in Raum LW 128. // Max. 8 Teilnehmer. Auf Grund der aktuellen Situation wird der Unterricht im ersten Teil per Onlinekonferenz stattfinden und in der nachfolgenden Produktionszeit im Drucklabor der Fachhochschule. Nach erfolgter Auslosung wird eine Einladung zur Teilnahme erfolgen. Es entstehen Kosten für die Ausgabe, je nach Verbrauch.\n\nVoraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130. \n\nPrüfungsleistung: Buchabgabe und Projektdokumentation im Incom\n\nAnzahl Teilnehmer: 8\n\nIncom Url: https://fhp.incom.org/workspace/8997\n\nChristine Mangelsdorf"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c3a67342-f348-4bef-9a06-f82f1d2f5828","attributes":{"type":null,"title":"Werkstattpraxis Drucklabore: Grundlagen des MacOS und Standardprogramme","teacher":"Peter Kerscher","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-DP","id_new":"14 W-DL","name":"14W2D-DP Druck/Prepress","category":"I/4 Werkstattpraxis Drucklabore"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":1},"String":"Montag, 13:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:00"}}},"room":"LW 139 Mac-Labor","descriptionText":{"type":"html/md","value":"Montag 13.00 - 15.00 und 15.30 - 17.30 Uhr, Raum LW 139\n\nNach der Einführung in die Grundlagen des Betriebssystemswird in diesem Kurs das Wissen vermittelt, welche Programme (Photoshop, Illustrator und Indesign) zu welchen Zwecken am Computer am sinnvollsten ein zu setzen sind.\n\nDer Kurs richtet sich primär an Studenten, die wenig bis keine Erfahrung mit Rechnern und Standardprogrammen haben.\n\nEs gibt zwei aufeinaderfolgende Kurse: Mo 13.00 - 15.00 und Mo 15.30 - 17.30\n\nPrüfungsleistung: unbenoteter Schein\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/8979\n\nDipl. Des. Peter Kerscher"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"25f70157-1bf8-4b9e-9c14-ffc654d7bb09","attributes":{"type":null,"title":"Werkstattpraxis Fotowerkstätten:","teacher":"Kathrin Katzek\nProf. Wiebke Loeper","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-FL","id_new":"14 W-FW","name":"14W2D-FL Fotolabor/","category":"I/4 Werkstattpraxis Fotowerkstätten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:00"}}},"room":"LW 122 Foto S/W-Labor","descriptionText":{"type":"html/md","value":"Montag 14-18 Dienstag 9.30-13.30, LW 122 Foto S/W-Labor\n\n \n\nKathrin Katzek"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"82e09551-671f-4e5b-a86f-6cd58a136fa7","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Grafiklabor C","teacher":"Dipl.Des. Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":4},"String":"Donnerstag, 17:00"}}},"room":"LW 218","descriptionText":{"type":"html/md","value":"Donnerstag 14.00-17.00, Raum LW 218\n\nDer Grafiklabor Werkstattkurs findet im Hybrid-Modus statt, 5 Termine, davon voraussichtlich 3-4 Online und 1-2 in der Werkstatt.\n\nImmer donnerstags, 14 bis 17 Uhr. Termine für die Gruppe C sind 10.12, 17.12, 07.01, 14.01 und 21.01.\n\nEinführung in die klassischen und zeitgenössischen Drucktechniken. Wie können wir in diesen Zeiten uns selbst eine kleine Druckwerkstatt aufbauen? Welche Druck-Dienstleister gibt es und wie können wir diese am besten für Projekte nutzen? Welche Möglichkeiten bietet die Grafiklabor Werkstatt?\n\nTeilnahme Voraussetzung sind ein Computer und Internet, optimal wäre auch Indesign, oder eine andere Software um druckfähige pdfs zu erstellen, sowie Freude und Bereitschaft mit einfachen Hilfsmitteln Farbe auf Papier zu bringen.\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9038\n\nFelix Walser"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"88b822b4-f2ee-4e7f-8645-981e156712b2","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Grafiklabor A","teacher":"Dipl.Des. Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:00"}}},"room":"LW 218","descriptionText":{"type":"html/md","value":"Donnerstag 10.00-13.00, Raum LW 218\n\nDer Grafiklabor Werkstattkurs findet im Hybrid-Modus statt, 5 Termine, davon voraussichtlich 3-4 Online und 1-2 in der Werkstatt.\n\nImmer donnerstags, 10 bis 14 Uhr.\n\nTermine für die Gruppe A sind 05.11, 12.11, 19.11, 26.11 und 03.12.\n\nEinführung in die klassischen und zeitgenössischen Drucktechniken. Wie können wir in diesen Zeiten uns selbst eine kleine Druckwerkstatt aufbauen? Welche Druck-Dienstleister gibt es und wie können wir diese am besten für Projekte nutzen? Welche Möglichkeiten bietet die Grafiklabor Werkstatt?\n\nTeilnahme Voraussetzung sind ein Computer und Internet, optimal wäre auch Indesign, oder eine andere Software um druckfähige pdfs zu erstellen, sowie Freude und Bereitschaft mit einfachen Hilfsmitteln Farbe auf Papier zu bringen.\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9036\n\nFelix Walser"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2fa9db51-3fa6-44b5-a897-726467365598","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Grafiklabor B","teacher":"Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":5},"String":"Freitag, 17:00"}}},"room":"LW 218","descriptionText":{"type":"html/md","value":"Freitag 14.00-17.00, Raum LW 218\n\nDer Grafiklabor Werkstattkurs findet im Hybrid-Modus statt, 5 Termine, davon voraussichtlich 3-4 Online und 1-2 in der Werkstatt.\n\nImmer freitags, 14 bis 17 Uhr. Termine für die Gruppe B sind 06.11, 123.11, 20.11, 27.11 und 04.12.\n\nEinführung in die klassischen und zeitgenössischen Drucktechniken. Wie können wir in diesen Zeiten uns selbst eine kleine Druckwerkstatt aufbauen? Welche Druck-Dienstleister gibt es und wie können wir diese am besten für Projekte nutzen? Welche Möglichkeiten bietet die Grafiklabor Werkstatt?\n\nTeilnahme Voraussetzung sind ein Computer und Internet, optimal wäre auch Indesign, oder eine andere Software um druckfähige pdfs zu erstellen, sowie Freude und Bereitschaft mit einfachen Hilfsmitteln Farbe auf Papier zu bringen.\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9037\n\nFelix Walser"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2dd25fff-fe9d-4dd4-b458-ca84d514c9aa","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Grafiklabor D","teacher":"Dipl.Des. Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"LW 218","descriptionText":{"type":"html/md","value":"Freitag 10.00-13.00, Raum LW 218\n\nDer Grafiklabor Werkstattkurs findet im Hybrid-Modus statt, 5 Termine, davon voraussichtlich 3-4 Online und 1-2 in der Werkstatt.\n\nImmer freitags, 10 bis 13 Uhr. Termine für die Gruppe D sind 11.12, 18.12, 08.01, 15.01 und 22.01.\n\nEinführung in die klassischen und zeitgenössischen Drucktechniken. Wie können wir in diesen Zeiten uns selbst eine kleine Druckwerkstatt aufbauen? Welche Druck-Dienstleister gibt es und wie können wir diese am besten für Projekte nutzen? Welche Möglichkeiten bietet die Grafiklabor Werkstatt?\n\nTeilnahme Voraussetzung sind ein Computer und Internet, optimal wäre auch Indesign, oder eine andere Software um druckfähige pdfs zu erstellen, sowie Freude und Bereitschaft mit einfachen Hilfsmitteln Farbe auf Papier zu bringen.\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9039\n\nFelix Walser"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"1b028075-cb44-45ba-a239-b0216d739aa0","attributes":{"type":null,"title":"Werkstattpraxis Modellierwerkstatt: Plastisches Gestalten","teacher":"Jörg Misch","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W3D-MW","id_new":"14 W-MW","name":"14W3D-MW Modellierwerkstatt","category":"I/4 Werkstattpraxis Modellierwerkstatt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"}}},"room":"LW 229 Modellierwerkstatt","descriptionText":{"type":"html/md","value":"Montag 10.00-14.00, LW 229\n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/9035\n\nJörg Misch"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c7458994-bdd3-4695-8ce6-947200dfeb30","attributes":{"type":null,"title":"Werkstattpraxis Modellierwerkstatt: WHITE CUBE","teacher":"Jörg Misch","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W3D-MW","id_new":"14 W-MW","name":"14W3D-MW Modellierwerkstatt","category":"I/4 Werkstattpraxis Modellierwerkstatt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":4},"String":"Donnerstag, 18:00"}}},"room":"LW 229 Modellierwerkstatt","descriptionText":{"type":"html/md","value":"Donnerstag 09.30-18.00, LW 229\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9034\n\nJörg Misch"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"023ed99c-3497-40d4-803b-ce99df7c4b49","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Urheber-, Design- und Medienrecht (Vorlesung mit integrierter Übung)","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-KF","id_new":"15 PSs-FM","name":"15PP-KF Flex","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:45"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Die Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\n\nAnzahl Teilnehmer: nicht beschränkt\n\nPrüfungsnachweis: bestandene Abschlussklausur\n\nIncom Url: https://fhp.incom.org/workspace/8990\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c7b8fe88-f7e6-4fc8-828a-3480e13e3f0a","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: TEXTWERKSTATT SCHREIBEN","teacher":"M.A. Anouk Meissner, Stefan Berg, Marjolein Mulder","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-KF","id_new":"15 PSs-FM","name":"15PP-KF Flex","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":5},"String":"Freitag, 18:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Freitag, 15:00 — 18:00 Raum: Online\n\nIm Rahmen der Textwerkstatt soll Schreiben als begleitende Disziplin zum Studium vermittelt werden. Gerade in kreativen Fächern wird der Bedarf von Schreibkenntnissen und schriftlichem Ausdrucksvermögen oft erst zum Ende des Studiums oder gar erst im Zuge der Bachelorarbeit bewusst. Um Schreiben als Werkzeug und Ausdrucksmittel, auch im Sinne des methodischen, wissenschaftlichen Arbeitens zu etablieren und, um das Interesse für die eigene Entwicklung an vielfältigen Ausdrucksmöglichkeiten zu induzieren, werden in der »Textwerkstatt Schreiben« gemeinsam textliche Beispiele erarbeitet und mit existierenden Arbeiten und Texten iterativ verglichen.\n\nZiel ist die Vermittlung von Werkzeugen, um zu einem Schreibstil zu finden, der je nach Bedarf unterschiedlich eingesetzt werden kann – für das Verfassen von Papers, Dokumentationen, Aufsätzen, Artikeln und Abschlussarbeiten. Der Kurs soll ferner als Anregung dienen, sich mit der eigenen und den angrenzenden Disziplinen bzw. unterschiedlichen fachlichen Schreibkulturen auseinanderzusetzen, und die Angst vor wissenschaftlichem Arbeiten nehmen. Schließlich sollen die Teilnehmer*innen im Kurs gemeinsame Erfolge und Freude am Schreiben erfahren und ihre Schreibkompetenz als weiteres Werkzeug im Gestaltungs- oder Entwicklungsprozess für das Studium und im späteren Berufsleben souverän(er) einsetzen können.\n\nLehrende:\n\nStefan Berg (Dipl. Designer FH, Fotograf und Dozent), arbeitet und wohnt in Berlin; Internationale Ausstellungstätigkeit und Publikation zum Bauhaus, 15 Jahre Lehrerfahrung in den Bereichen Fotografie, Design und der angewandten Medientheorie u.a. an der UdK Berlin, der FH Potsdam, der Hochschule Anhalt und dem Lette Verein Berlin.\n\nMarjolein Mulder (Produktdesigner, BA Design Academy Eindhoven, MA angestrebt FH) seit 2015 als freiberufliche Produktdesignerin tätig, Auftraggeber u.a. Büro Merianos, SculptureBerlin, Jongeriuslab. Hat sich bereits früh im Bachelorstudium auf Designtheorie, -philosophie und Schreibdidaktik (im Designstudium) konzentriert und nutzt das Schreiben als integrierter und anregender Bestandteil der gestalterischen Arbeit.\n\nAnouk Meissner (Dipl. Kulturarbeit und Master of Arts in Futures Studies).\n\nVeranstaltungen: Freitags 15-18h inkl. 2x Pausen. Beginn am 6. Nov. 2020 (Auftakt); 13. Nov. 2020; 20. Nov. 2020; 27. Nov. 2020; 4.Dez.2020; 11.Dez.2020; 18.Dez.2020; 8.Jan.2021; 15.Jan.2021; 22.Jan.2021 (Abschlusspräsentation und Kurs-Evaluation).\n\nZielgruppe: Das Angebot ist interdisziplinär angelegt und richtet sich an Studierende vorrangig aus den grundständigen Studiengängen, die unterschiedliche Schreibtechniken erlernen und weiter entwickeln möchten, aber auch in Vorbereitung auf die Abschlussarbeit, zum Schärfen des Themas oder Formulierung eines Abstracts.\n\nZugang: Offen für Studierende aus den Designstudiengängen, Architektur, Kulturarbeit, Restaurierung; auf Anfrage auch gerne weitere SG\n\nSollten sich mehr einschreiben, als Plätze frei sind, wird eine ausgewogene Auswahl zw. den Studiengängen getroffen und ggf. die Plätze ausgelost; Nachrücker sind bei freien Plätzen bis spät. 12.11. möglich.\n\nModule in den Studiengängen:\n\nModul im SG Architektur > WM-BA\n\nModul im SG Restaurierung > Angaben folgen\n\nModul im SG Kulturarbeit > Anrechnung in der Regel für das interdisziplinäre Modul 19, im Einzelfall evtl. auch für das Modul „Schriftliche Kommunikation“ im Grundstudium\n\nModul im SG Urbane Zukunft > Modul 4.2, Wahlfachbereich\n\nFragen zur Modulanrechnung sind an die entsprechenden Studiengangsleiter*innen im Vorfeld zu stellen.\n\nPrüfungsleistung: In aufeinander aufbauenden Übungen werden Kenntnisse und Fertigkeiten unterschiedlicher Schreibtechniken vermittelt und erprobt. Voraussetzung für den Leistungserwerb ist die aktive Teilnahme an den Schreibübungen und an den gemeinsamen Auswertungen.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9106\n\n \n\nM.A. Anouk Meissner, Stefan Berg, Marjolein Mulder"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"d8a87021-6ba1-4b9c-a4f5-8246150be180","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul","teacher":"","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PSs-FM","id_new":"15 PSs-FM","name":"15 PSs-FM","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"room":"","descriptionText":{"type":"html/md","value":"https://www.fh-potsdam.de/interflex/"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2dc20b52-5535-4a1c-9834-e078d06e9d77","attributes":{"type":null,"title":"Perspektiven und Social Skills Projektwochen:","teacher":"","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-PW","id_new":"15 PSs-PW","name":"15PP-PW Projektwochen ","category":"I/5 Perspektiven und Social Skills Projektwochen"},"room":"","descriptionText":{"type":"html/md","value":"Hello! Is It Change You’re Looking For?\n\nErstes Treffen: Dienstag, 6.10. 15.00 Uhr, Raum D/116\n\nUsing ideation techniques and design thinking to generate solutions for every body\n\nEveryone has a body. The bodies we inhabit influence who we are while we shape our bodies to match how we identify.\n\nBut what happens when our bodies can’t represent who we are as human beings? When our bodies and identities are mistreated by society? When we are forced to perform a certain way so we can survive?\n\nWithin this intense and high-paced project week course, we will identify design challenges in regard to those questions, focusing on gender, intersectionality and queerness. By learning about techniques in design thinking and ideation, we will rapidly generate concepts to develop design solutions. A limited time budget, reduced means of visualisation and changing perspectives will challenge the way we approach design choices.\n\nThis course is thought of as being an exercise/crash course in ideation and conceptualisation. It’s all about the idea, not the finished design.\n\nIf you’re already interested in specific subjects or issues, please feel free to bring them to the course.\n\nThe number of possible participants is limited to 16. Sign up early to be in for sure (If all spots in the course are already taken, exchange students, first-semesters and people from marginalized groups will be prioritized).\n\nCourse Language: English (An exception can be made if only German-speaking students are present, in which case the course can be held in German)\n\nGeneral Duration: 06.10. – 23.10.\n\n06. 10. / 3pm: Kick-Off (in person on campus if possible, room tba)\n\n07.10. – 15.10. / 10am – 1 pm: Zoom Meetings, after that individual work\n\n16.10. – 22.10.: Individual Work with consultations\n\n23.10. / 3pm: Final presentation (in person on campus if possible, room tba)\n\nPrüfungsleistung: active participation, no absences, presentations and documentation of the results\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8743\n\nParker Hirschmueller, Sebastian Oft, M.A. Anouk Meissner\n\n---------------------------------------\n\n… stop the motion\n\nErstes Treffen: 06. Oktober 2020, 10:00 Uhr, Ort siehe Workspace\n\n\nMit Bewegtbild und Trickfilm können wir durch Illusion und Imagination eine spannungsreiche Faszination erzeugen. – Die Trickfilm-Technik erlaubt verschiedene Anwendungsmöglichkeiten. Ziel in diesem Projekt ist es jedoch, eine kleine Filmproduktion in einfachster analoger StopMotion-Technik zu erstellen. Jede/r TeilnehmerIn erarbeitet eine eigene Produktion ihrer Geschichte. Gearbeitet wird dennoch an jedem Projekt im Team. Ihr seid gleichzeitig Produzenten mit Team und ProduktionerInnen für ein anderes Team. Es werden die grundlegenden Kompetenzen und Möglichkeiten der Trickfilmtechnik vermittelt und projektorientiert, in gestalterischer Aufgabenteilung gemeinsam erarbeitet. Wir erhalten einen kleinen Überblick über verschiedene Erscheinungsformen sowie Darstellungs- und Herstellungstechniken.\n\nDas Projekt ermöglicht einen besonderen, erzählerischen und individuellen Blickwinkel, die Auseinandersetzung mit der Umsetzungs-Planung, Skizzen, dem Storyboard, der Kommunikation und der Realisation des eigenen und fremder Projekte.\n\nKonzeptionelles und prozessorientiertes Arbeiten und Zuarbeiten \nEntwurf, Stilfindung, Form, Ausführung \nErzählstruktur – Skizzen, Storyboard, Dramaturgie, Rhythmus und Zeitachse \nDarstellungstechniken \nVariantenbildung, Prozesse und Abfolgen \nTechnik - Foto \nBild und evtl. Ton\n\n\nVorgehensweise: Strukturiert ist das Projekt in drei Abschnitte, in denen die individuellen Geschichten in künstlerisch-gestalterischer Auseinandersetzung erarbeitet und betrachtet werden. Begonnen wird mit einer Einführung zum Thema.\n\nJede/r erstellt eine eigene Idee für die persönliche (Film-)Produktion. Mit Ideen, Entwürfen, Variantenbildung wird eine Konzeption der selbständig geschriebenen und gestalteten Geschichte, inklusive Szenenwechseln, evtl. Metamorphosen, Text, nah bis fern Einstellungen für den Prozess erarbeitet, die dann als Auftrag im Team weitergegeben werden kann. Gearbeitet wird in kleinen Gruppen mit einer gegenseitigen Aufgabenaufteilung und Aufgabenstellungen für die Zuarbeit.\n\nNach Planung und Storyboard werden untereinander im Team die Aufträge für die Herstellung vom Screen-Design verteilt sowie auch die für den Ablauf notwendigen Gegenstände und Protagonisten.\n\nDas Erarbeiten der einzelnen Komponenten für die Umsetzung und Realisierung beruht auf einem Rotationsprinzip durch gegenseitiges Zuarbeiten der einzelnen Projektabschnitte und sorgt so für einige Überraschungen.\n\nDurch diesen wechselseitigen Prozess ist das eigene Endprodukt etwas unvorhersehbarer, birgt aber gestalterisches Potenzial durch Gemeinschaftsarbeit mit Überraschungseffekten. Fotografische und zeichnerische Grundkenntnisse sind von Vorteil.\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9068\n\nProf. Klaus Keller\n\n----------------------------------\n\nPixel Project\n\nErstes Treffen: 08. Oktober 2020, 10:00 Uhr, Raum D/103\n\nDiese Projektwoche beschäftigt sich mit Pixel Fonts, auch bekannt als Bitmap-Schriften. Die Teilnehmer des Workshops arbeiten über einen Zeitraum von zwei Wochen an einem persönlichen Font Projekt; vom ersten Entwurf bis zur technischen Umsetzung. Kenntnisse in Schriftentwicklung sind von Vorteil aber nicht erforderlich. Zum Abschluss der Projektwoche werden die Schriftergebnisse präsentiert und diskutiert.\n\nZeitraum des Workshops: 08.10. – 23.10.\n\nErstes Treffen: 08.10. / 2h\n\nZweite Veranstaltung: 12.10. / 4h\n\n4 weitere Treffen: 14.10. / 16.10. / 19.10. / 21.10.\n\nJe 2–3h, Individuelle Arbeit, Präsentationen, Konsultation\n\nLetzte Veranstaltung: 23.10. / 2h\n\nIncom Url: https://fhp.incom.org/workspace/9059/about\n\nPia Keeling/ Prof. de Groot\n\n----------------------------------\n\nDesigning for Activism\n\nErstes Treffen: 05. Oktober 2020, 11:00 Uhr, Raum D/311\n\n\nInstagram ist zur einer großartigen Ressource für aktivistische Bildungsinhalte geworden. Wir fragen uns: Wie geht eigentlich Aktivismus auf social media? Wie hat sich Instagram dorthin entwickelt und warum eignet sich die Plattform dafür? Nach einem kurzen Einblick in die Theorie wollen wir selbst aktiv werden.\n\nDabei wollen wir Beiträge zu Sexismus, Rassismus, Ableismus und anderen Diskriminierungsformen und deren Intersektionalität erstellen und gestalten.\n\nEs geht dabei nicht nur darum, den Dingen eine Form zu geben, sondern auch die eigene Stimme zu finden. Es wäre toll, wenn ihr euch schon selbst ein wenig eingelesen habt und ihr euch für politische, gesellschaftliche, ökologische und/oder kulturelle Themen interessiert. (Ich packe euch auch noch ein paar Artikel zur Thematik in den Dateien&Links-Ordner)\n\nIm Kurs bin ich vor allem daran interessiert, dass wir uns gemeinsam die unterschiedlichen Formate und Elemente der App, wie Post, Story, Caption usw. anschauen und herausarbeiten, wie wir dafür gestalten können. Das was am Ende dabei herauskommt, kann sowohl bild-, video- als auch textbasiert sein. Diese Projektwoche ist also sowohl für Studis geeignet, die lernen wollen, wie man für kleine Formate layoutet, als auch für die, die konzeptionelle Illustrationen, kurze Videos oder irgendwas dazwischen erstellen möchten. (Da ich wohl nur am Rande Fragen zu Adobe und Co. werde geben können, wären technische Vorkenntnisse super) Am Ende präsentiert jede*r mindestens drei Beiträge, die in Einzel- oder Zweiergruppenarbeit entstanden sind, und ab damit auf Instagram!\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9062\n\nDaphne Braun/ Prof. Franziska Morlok\n\n----------------------------------\n\nMaskenpflicht\n\nErstes Treffen: ,,,,, Raum D/308\n\nSteckt hinter der Maske die wirkliche Person oder ist es vielmehr so, dass die Maske real ist und die eigentliche Identität dahinter ein Mythos? Führt also die Demaskierung bloß zu weiteren Masken und schlußendlich an einen leeren Ort an dem niemand (mehr) wohnt? Vorausgesetzt, wir sind das, was wir mit unseren Masken zeigen, wer sind in der aktuellen Maskerade vor und hinter der Einheitsmaske? Wie fühlen wir uns, wo Teil unseres gesellschaftlichen Ideals und bisherigen Verbindlichkeit, das offene Visier ist, als Voyeure hinter dem Universalgesicht – sicher(er)?\n\nEine Strategie nicht allzu sehr auf einen Maskentypus festgelegt zu sein ist die Fasnacht oder der Karneval – die sogenannte närrische, oder auch 5. Jahreszeit genannt. Es ist die Zeit in der es gestattet war (und ist) aus der eingeübten bzw. eingefahrenen Rolle zu fallen, die Maske zu wechseln, jemanden anders darzustellen und sich in einer neuen Maske auszuprobieren.\n\nDieser tradierte Hintergrund ist die Basis sich – vom Vermummungsverbot über das Vermummungsgebot zum Mummenschanz – dem Thema und dem Entwurf einer Maske zu widmen. Im Resultat soll eine Papiermaske gestaltet werden die als Papercutmodell (3D Papercraft) hergestellt werden kann.\n\nPrüfungsleistung: Entwurfsleistungen in zeichnerischer und modellhafter Form. Präsentation / Dokumentation der Arbeitsergebnisse.\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9076\n\nProf. Jörg Hundertpfund\n\n----------------------------------\n\nPD START - Eine Reise durch die Welt des Produktdesigns\n\nLaufzeit 05.10.2020 bis 23.10.2020 genaue Zeiten, Raum, Treffpunkte und die eventuelle Aufteilung in Gruppen werden zu Beginn des Semesters im Workspace bekannt gegeben und laufend aktualisiert.\n\nDiese Veranstaltung richtet sich an alle Studierende des 1. Semester im Studiengang Produktdesign\n\nEinblicke in die Arbeitsfelder und Praxis des Produktdesigns. Trotz der Corona bedingten Herausforderungen sollen eine bestmögliche Orientierung und ein gemeinschaftlicher Einstieg in das Produktdesign-Studium vermittelt werden.\n\nKennenlernen der Werkstätten, Labs und weitere Angebote der FHP. Besuch von für das Design relevanten Institutionen in Potsdam und Berlin, Orientierung im breiten Feld des Produktdesigns.\n\nEinführungsveranstaltungen, Workshops, Exkursionen, Interviews, Recherchen und Experimente. Die Veranstaltung wird soweit es die Corona-Situation erlaubt als Präsenzveranstaltung bzw. Exkursion stattfinden, trotzdem bitten wir alle Studierende Vorkehrungen für die Teilnahme an Online-Veranstaltungen mittels Zoom und Miro-Board zu treffen. Der Zugang zu einer leistungsfähigen Internetverbindung, ein zuverlässiges Notebook oder Tablet sollten zur Verfügung stehen.\n\nPrüfungsleistung: Aktive Teilnahme, Incom-Dokumentation\n\nAnzahl Teilnehmer: Alle PD-Studierende des 1. Semesters\n\nIncom Url: https://fhp.incom.org/workspace/9071\n\nProf. Holger Jahn\n\n----------------------------------\n\nDesigner's Data Detox\n\nErstes Treffen: Dienstag, der 6.10.20 10:00 – 13:00 Uhr, Raum D/106\n\n\nKickoff und Kennenlernen in Person draußen und mit Abstand in Berlin (Ort wird noch bekannt gegeben) In den letzten Monaten hat sich ein großer Teil unseres Lebens vom Analogen ins Digitale bewegt. Die ohnehin großen Datenströme und Datenspuren, die wir hinterlassen, haben deutlich zugenommen.\n\nWarum ist das für uns als Designer*innen wichtig?\n\nIn diesem Kurs wollen wir uns damit befassen, wie wir auf persönlicher Ebene informierter mit Daten umgehen können und was das für uns als Designer*innen bedeuten kann. Auf dieser Basis wollen wir mit Ideation-Techniken im Sinne des Critical Design kurze Konzepte entwickeln, wie wir auf den Sog und die fehlende Kontrolle über die eigenen Daten auf informierende, kritisierende oder humoristische Weise aufmerksam gemacht werden kann. Die Medien können hier frei gewählt werden.\n\nIn diesem Projektwochenkurs werden wir uns vorrangig mit Techniken für Ideation und Konzeptentwicklung und Hintergrundinformationen rund um das Thema persönliche Daten und digitale Souveränität befassen.\n\nKurstermine:\n\nDienstag, der 6.10.20 10:00 – 13:00 Uhr Kickoff und Kennenlernen in Person draußen und mit Abstand in Berlin (Ort wird noch bekannt gegeben)\n\nMittwoch, der 7.10.20 10:00 – 14:00 Uhr zweiter Termin digital\n\nDienstag, der 13.10.20 10:00 – 14:00 Uhr dritter Termin digital\n\nMittwoch, 21.10.20 10:00 – 14:00 Uhr letzter Termin digital\n\nPrüfungsleistung: Aktive Teilnahme Diskurs und Designprozess (Präsenz und Online), Präsentation und Dokumentation\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9069\n\nLehrende: Prof. Constanze Langer, Christin Renner, Emilia Knabe\n\n----------------------------------\n\nData Talks / Data Walks\n\nErstes Treffen: Weekday not specified, , Raum D/108\n\nSensors are more and more pervasive in our everyday life. Position, speed, heart rate, temperature and so on, we are now able to collect a wide range of data with the more diverse parameters. What happens if we use them to monitor our (or someone else’s) subjective experience of the city and eventually to communicate it to others? “Data Talks / Data Walks” is a hybrid exercise combining journalism, data visualization and coding. You will choose a story (from a broader topic idea), collect quantitative or semi-quantitative data, and then visualize it in the form of a data story. To accomplish this task yiu will learn the fundamentals of data collection on field, interviews making and how to use a dedicated template to visualize your story.\n\nWochentag & Zeit: Weekday not specified, —\n\nRaum:\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9090\n\nLehrende: Prof. Dr. Marian Dörk, Francesca Morini, Jonas Rogge\n\n----------------------------------\n\nThe Shape of a River : Spree\n\nErstes Treffen: Montag, 12.10.20 10:00 –Uhr, Raum D/223\n\nFlüsse werden meist als blaue Linien dargestellt. Dabei sind sie viel mehr: sie sind ökologische Habitate, Transportsysteme für Mineralien und Güter von Menschen, politische Grenzen, Wasser- und Energieversorger, Kulturstifter, Landschaftsgestalter, Erholungsgebiete... Sie sind ein komplexes und vielfältiges Beziehungssystem durch Raum und Zeit, welches in herkömmlichen Darstellungen unsichtbar bleibt. Gleichzeitig hat der Mensch im Zeitalter des sog. Anthropozäns Flüsse und Flusssysteme direkt oder indirekt massiv verändert.\n\nWährend der Projektwochen werden wir uns diesen unterschiedlichen Perspektiven auf den Fluss anhand der Spree am Westhafen in Berlin nähern. Wo finden wir dort ökologische, wirtschaftliche, soziale Bezüge, die auf das Anthropozän verweisen? Welche Begriffe und Einsichten lassen sich daraus ableiten? Und wie können wir diese darstellen?\n\nDer Kurs umfasst neben der prozesshaften Entwicklung einer gemeinsamen Kartierung und dem Spaziergang mit einem Biologen, die Beschäftigung mit dem Thema Anthropozän.\n\nAn diesen Projektwochen-Kurs schließt der gleichnamige Kurs im Wintersemester an. Hier werden wir uns mit dem Mississippi befassen, künstlerisch–wissenschaftliche Fallstudien analysieren und neue Beziehungslandkarten gestalten. Dieser Kurs wird im Rahmen des Forschungs- und Ausstellungsprojekts The Shape of a Practice am Haus der Kulturen der Welt in Berlin stattfinden.\n\nDer Besuch beider Kurse ist von Vorteil, aber keine Voraussetzung.\n\nPrüfungsleistung: Scheinerwerb durch regelmäßige und aktive Teilnahme im Kurs, Recherche, Diskursbeiträge, Arbeitsergebnisse, Präsentationen und digitale Dokumentation (incom).\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9092\n\nProf. Myriel Milicevic\n\n----------------------------------\n\nRe-invent the police!\n\nErstes Treffen: Dienstag, 06.10.20, 10.00-13.00, Raum D/119\n\nEine analoge Dienstleistung ins Digitale übersetzen - und dabei neu denken!\n\nPrüfungsleistung: Teilnahme, Präsentation, Dokumentation\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9094\n\nProf. Reto Wettach, Denis Landin\n\n---------------------------------------\n\nUNWOHL\n\n1. Termin 06.10.2020 | 10:00-14:00 Uhr online via Zoom:\n\nhttps://fh-potsdam.zoom.us/j/98965742453\n\nBunt, lebendig, dynamisch – das ist Stadtleben. Aber das Leben in der Stadt kann auch oft merkwürdig sein. Wer hat sie noch nicht erlebt, diese Orte, Dinge oder Situationen, bei denen es uns schon allein vom Anblick ganz unangenehm zumute wird. Egal ob hostile Räume oder Mobiliar, Gegenstände oder soziale Interaktionen, plötzlich werden wir aus unserer Komfortzone herauskatapultiert und fühlen uns: UNWOHL. Manche dieser Dinge sind absichtlich so gestaltet, dass wir uns damit unwohl fühlen, andere nicht – und tun es trotzdem.\n\nIn diesem Projektwochenkurs beschäftigen wir uns mit dem Thema »Unwohlsein«: Was ist es, dass dieses Gefühl in uns erzeugt? Aus welchem Grund? Und wie können und möchten wir damit umgehen?\n\nWir möchten in diesem Kurs »Unwohlsein« im Alltag beobachten und sichtbar machen, in dem wir dafür Interventionen oder Hacks prototypisieren. Dabei sind kritisch-ironische Ansätze genauso willkommen wie lösungsorientierte Konzepte. Dazu werden wir digital gestützte Co-Creation Methoden ausprobieren, ihr werdet schnelle Hands-on Prototyping Sessions durchlaufen und so iterativ (Lösungs-) Ansätze entwickeln.\n\nIncom Url: https://fhp.incom.org/workspace/9008\n\nRahel Flechtner, Jordi Tost & Prof. Dr. Frank Heidmann\n\n---------------------------------\n\n13 Tage - 13 Dinge. Design-Protokolle\n\nErstes Online-Treffen (via Zoom): 06.10.2020 10:30 Uhr\n\n\n13 Tage, 13 Dinge. Pro Tag ein Designobjekt. Anfertigung eines 13-Tages-Protokolls über gestaltete Produkte oder Kommunikationsmittel aus dem Alltag, Beschreibung und Analyse von 13 Objekten.\n\nPrüfungsleistung: Beschreibung und Analyse von 13 Design-Objekten auf der Grundlage eines 13-tägigen Tages-Protokolls. Incom-Online-Dokumentation\n\nTeilnehmer: 15\n\nIncom Verbindliche Einschreibung ab 05.10.2020 17:00 im Incom-Workspace\n\nIncom Url: https://fhp.incom.org/workspace/9103\n\nProf. Dr. Rainer Funke\n\n---------------------------------\n\nÜber Design schreiben\n\n1. Treffen Donnerstag, 08.10, 10:00 - 13:00 Uhr, Raum D/105\n\nGestalter*innen schreiben meist nicht gern und am allerwenigsten über die eignen Entwürfe. Dabei spielt die schriftliche Auseinandersetzung auch für Designer*innen eine wichtige Rolle. Sei es, weil mit Hilfe von Texten komplexere Designkonzepte erklärt können oder durch den Schreibprozess neue Bedeutungsebenen des Entwurfs erschlossen werden können. Wie Klaus Krippendorff ganz treffend bemerkt, entscheidet sich das Schicksal aller Artefakte auch in der Sprache.\n\nIn der Projektwoche wollen wir uns deshalb ganz praktisch mit dem Schreiben über Design beschäftigen. Anhand von Textübungen zu eigenen und fremden Entwürfen werden wir mit verschiedenen Stilmittel, Textformaten und Kontexten (Werbung, Designgeschichte und Medien) beschäftigen und ganz Tricks gegen Schreibblockaden aller Art kennenlernen. Wir werfen dabei auch einen Blick auf die Spuren, die Paradigmenwechsel innerhalb des Designs oder veränderte soziale Rahmenbedingungen in den unterschiedlichen Texten über Design hinterlassen.\n\nTermine:\n\nDonnerstag, 8.10, 10:00 - 13:00 Uhr Einführungsveranstaltung, Raum D/105\n\nDienstag, 13.10 Ort & Zeit wird noch bekannt gegeben\n\nMittwoch, 14.10 Ort & Zeit wird noch bekannt gegeben\n\nDonnerstag, 15.10 Ort & Zeit wird noch bekannt gegeben\n\nDienstag, 20.10 Ort & Zeit wird noch bekannt gegeben\n\nMittwoch, 21.10 Ort & Zeit wird noch bekannt gegeben\n\nRaum: Raum D/105 (?)\n\nAnzahl Teilnehmer: 12 Incom\n\nUrl: https://fhp.incom.org/workspace/9109\n\nLehrende: Sandra Groll\n\n \n\n \n\n "},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"45a2f0a3-6c50-4e8f-8004-7c95c885ad3c","attributes":{"type":null,"title":"Entwurf Interfacedesign Designforschung: Mapping Cities - Making Cities","teacher":"Prof. Dr. Marian Dörk","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-AM","id_new":"21 EId-F","name":"21FVId-AM Advanced Media ","category":"II/1 Entwurf Interfacedesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":2},"String":"Dienstag, 19:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Dienstag 14:30-19:00, D/106\n\nTuesdays 2:30pm-7:00pm\n\nThe proliferation of new services and sensors gives rise to unprecedented volumes of data that increasingly shape our perception of the urban surroundings. Apps and maps already influence the ways we move and meet in the city. This course is devoted to the visual analysis of urban data and communication of urban issues. One aim is to engage in critical reflections about the role that data and algorithms can and already do play in the everyday experience of cities. This course provides an opportunity to deepen experience with data and visualization, and reflect on their rhetorical power in the context of urban transformation.\n\nLectures review fundamentals of visualization, such as visual encoding, interaction techniques, and data structures. Selected readings will encourage exchanges about the latest research on urban data visualization. Students of interface design and urban futures will form interdisciplinary teams to pursue projects in collaboration with civil society actors at the intersection of the visualization and transformation of cities. Students will prepare brief method inputs on tools and theories that are relevant for their projects. The underlying question of the course is: How can seeing the city in new light lead to changes in individual decision-making and collective action?\n\nPlease note: The class will be taught in English. All communication during the seminars as well as literature and auxiliary materials will be in English.\n\nScheine (10 ECTS):\n\nBA Design: Entwurf/Fachvertiefung\nMA Design: Labor-/Entwurfsstrategien\nMA Urbane Zukunft: Fachliche Vertiefung\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9021\n\nProf. Dr. Marian Dörk"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"94367e58-4827-4a1b-b47b-4464ab55ad7b","attributes":{"type":null,"title":"Entwurf Interfacedesign Designforschung: Zeitmaschinen","teacher":"Prof. Boris Müller","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-XD","id_new":"21 EId-F","name":"21FVId-XD Interaction Design ","category":"II/1 Entwurf Interfacedesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":4},"String":"Donnerstag, 18:00"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Donnerstag 14:00-18:00, Raum D/226\n\nIm Kurs werden wir uns ganz allgemein mit der Darstellung, Organisation und Vermittlung von Zeiträumen und Zeitabläufen beschäftigen. Von besonderem Interesse sind dabei folgende Themen: objektives vs. subjektives Zeitempfinden, Zeitdimensionen (Nanosekunde vs. Jahrtausende), Synchronität und Asynchronität, Zeitmanagement, Momente und Augenblicke. Im Hinblick auf die einzelnen Projekte ist der Kurs ergebnisoffen angelegt. Es können Visualisierungen, Apps, Installationen oder Infografiken entworfen werden. Die Ergebnisse können künstlerisch oder angewandt sein. In den ersten Wochen werden wir viel experimentieren, was einzeln oder in Gruppen passieren kann. Das Hauptprojekt soll dann in Teams bearbeit werden.\n\nPrüfungsleistung: Präsentation und Dokumentation\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9014\n\nProf. Boris Müller"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"17c84d29-d875-4da8-96c1-282346c3637f","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: Apps & Details","teacher":"Frank Rausch","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-VI","id_new":"21 EId-P","name":"21FVId-VI Visual Interfacedesign ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:30"}}},"room":"D/105","descriptionText":{"type":"html/md","value":"Freitag 10:00-14:30, Raum D/105\n\nEs gibt Millionen von Apps, aber nur wenige davon sind richtig gut. Oft sind es die Details, die eine gute User Experience ausmachen: Positive Überraschungen, harmonische Animationen, gewitzte Wortwahl, typografischer Feinschliff. Indie-Apps von kleinen Firmen bleiben durch Liebe zum Detail und durch erkennbare gestalterische Haltung konkurrenzfähig.\n\nWir werden in diesem Kurs ausschließlich iOS-Apps gestalten (kein Android, kein Windows Mobile, kein Symbian S60!) und die dazugehörigen iOS Human Interface Guidelines kritisch unter die Lupe nehmen.\n\nUmfangreiche Vorkenntnisse in der Softwaregestaltung sind nicht erforderlich. Ein eigenes iOS-Gerät ist praktisch, aber nicht unbedingt erforderlich. Als Werkzeuge für die Gestaltung werden vor allem Sketch und Figma zum Einsatz kommen, ergänzt durch Prototyping-Tools und viel Papier.\n\nVoraussetzung für die Teilnahme am Kurs sind die Anwesenheit bei der ersten Veranstaltung sowie die Anfertigung einer Hausaufgabe zum zweiten Termin. Ein bestandenes Kolloquium des ersten Studienabschnitts ist ebenso Pflicht. Die Teilnehmerinnenzahl ist auf 12 Personen begrenzt. Die Plätze werden per Incom-Einschreibeverfahren verlost.\n\nWer diesen Kurs im Sommersemester 2020 bereits absolviert hat, darf ihn nicht noch einmal belegen.\n\nRemote-Kurs TL;DR\n\nDer Kurs läuft über Incom und es gibt einen wöchentlichen Videochat per Zoom.\n\nRemote-Kurs\n\nOrganisation\n\nDie Kursorganisation (Termine, Materialien, wichtige Links) wird im Incom-Workspace stattfinden.\nHausaufgaben werden ebenfalls per Incom-Workspace verteilt und eingesammelt.\nDie Vorlesung findet einmal wöchentlich per Videochat statt. Der Link wird oben links im Workspace zu sehen sein. Wir verwenden vorraussichtlich wieder Zoom und schauen, wie sich das bewährt.\nInhaltliche Diskussionen zwischen allen Teilnehmenden im Incom-Workspace sind ausdrücklich erwünscht.\n\n \n\nVorlesungen und Besprechung der Hausaufgaben\n\nFreitags ab 10 Uhr wird eine Vorlesung mit Besprechung der Hausaufgaben per Videokonferenz stattfinden. Ich werde es ähnlich wie in meinen bisherigen Live-Kursen handhaben:\n\nIhr ladet die Hausaufgaben bis zur Deadline um 9:59 Uhr des Kurstages hoch.\nIch lade alle Hausaufgaben gesammelt um 10:00 Uhr herunter.\nAnschließend öffne ich die Hausaufgaben einzeln auf meinem Computer und diskutiere sie im Dialog mit den Kursteilnehmenden.\nDie Live-Schaltung wird voraussichtlich von 10 bis maximal 13 Uhr gehen.\nAnschließend stehe ich noch – nach Bedarf – für einzelne Rückfragen zur Verfügung, auch unter vier Augen.\nFür die Abschlusspräsentation wünsche ich mir, dass die Studierenden einzeln Ihre Bildschirme teilen und eine Präsentation halten. Auch das sollten wir ausprobieren.\n\n \n\nErwartungen und Semesterplanung\n\nRegelmäßige Teilnahme an den Videokonferenzen ist erwünscht. Ich werde für meine eigene Übersicht eine »Remote-Anwesenheitsliste« führen.\nWer meine Kurse kennt, weiß: Es gibt sehr klare und vom Umfang her gut zu bewältigende Aufgabenstellungen.\nDie ersten zwei Drittel des Semesters wird es jede Woche ein neues Thema geben. Das letzte Drittel wird Projektarbeit sein.\nMir ist noch keine praktikable Alternative zur Feedback-Videokonferenz eingefallen. Es würde – bei meinem didaktischen Ansatz – zu viel verloren gehen, wenn ich nur Aufgaben stellen würde, ohne die Ergebnisse vor versammelter Runde zu diskutieren. Deshalb der Hinweis: Für die Kursteilnahme ist eine halbwegs stabile Internetverbindung wichtig.\nAlle Angaben hier sind mein aktueller Stand der Überlegungen, technische und inhaltliche Änderungen aufgrund der aktuellen Lage vorbehalten.\n\nPrüfungsleistung: Anfertigung eines Designs für eine mobile App. Präsentation der Arbeitsergebnisse am letzten Kurstermin des Semesters.\n\n \n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9051\n\nFrank Rausch"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"43a2d69b-55fd-4f78-859a-50fcff418d40","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: Social Design in Public Spaces","teacher":"Prof. Constanze Langer\nProf. Dr. Frank Heidmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-Visua","id_new":"21 EId-P","name":"21FVId-Visual Interfacedesign ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"19"},"day":{"value":1},"String":"Montag, 19:15"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Montag 14:00-19:15, Raum D/106\n\n»Attraktive Städte und Orte sind lebendig, sicher, nachhaltig und gesund. Sie zeichnen sich durch eine Vielzahl gut gestalteter öffentlicher Freiräume aus, die Begegnungen ermöglichen und den Austausch fördern … Freiräume bilden die elementare und dauerhafte Struktur einer Stadt, in der sich ihr Charakter und Rhythmus zeigen.« Mit dieser Kernbotschaft im aktuellen Baukultur Bericht 2020/2021 der Bundesstiftung Baukultur (BSBK) wird die Bedeutung hochwertiger Freiräume für eine attraktive Stadt- und Ortsentwicklung gewürdigt.\n\nDer Kurs »Social Design in Public Spaces« thematisiert zentrale Herausforderungen für die Gestaltung öffentlicher Räume in Europa und Südostasien. In einem interkulturellen Vergleich sollen für Zielkonflikte, wie Flächenkonkurrenzen, neue Konzepte für Flächen für die Allgemeinheit, ökologische Themen wie Hitzestress und Lärm, Freiheit und Sicherheit, sowie für die Verknüpfung virtueller und physischer Räume gestalterische Lösungen und Interventionen entwickelt werden. Dazu werden studentische Teams in Potsdam und Taipei gemeinsam öffentliche Räume in ihren jeweiligen urbanen Kontexten erkunden, Erfahrungen teilen, Problemfelder und Herausforderungen ableiten und im Spannungsfeld zwischen globalen Entwicklungen und lokalen Auswirkungen prototypische Lösungen entwickeln. »Social Design« wird dabei sowohl als Phänomen, das in der zweiten Dekade des 21. Jahrhunderts einen regelrechten Boom erfahren hat, kritisch hinterfragt, als auch als mächtiges Methodeninventar im Gestaltungsprozess »für die Gesellschaft und mit der Gesellschaft« zur Anwendung gebracht.\n\nDer Kurs richtet sich an Studierende aller Designstudiengänge und verbindet in seiner transdisziplinären Perspektive stadtgeografische, stadtsoziologische und stadtplanerische Ansätze mit gestalterischen Potentialen für nachhaltige Infrastrukturen, Stadtlogistik, Stadttechnik und Stadtmobiliar, jenseits der Mainstream-Trends zukünftiger Mobilität und Smart City-Konzepte.\n\nHintergrund für diese internationale Lehr-Kooperation mit dem College of Design der National University of Technology in Taipei (NTUT) ist eine vom DAAD (Deutschen Akademischen Austauschdienst) geförderte Studienpartnerschaft zwischen der FHP und NTUT. Im Rahmen dieser Förderung konnten seit 2017 jährlich sechs Studierende der FHP ein Exchange-Semester an der NTUT absolvieren. Aufgrund der Corona-Pandemie ist der physische Austausch zurzeit gestoppt und soll im Wintersemester 2020/2021 durch ein virtuelles Format in Form einer gemeinsamen Lehrveranstaltung fortgeführt werden.\n\nSocial design in public spaces\n\n\"Attractive cities are lively, safe, sustainable, and healthy. They are characterised by a large number of well-designed public open spaces which facilitate encounters and promote exchange. Open spaces form the elementary and permanent structure of a city, in which its character and rhythm are evident. This is the core message in the current report of the Bundesstiftung Baukultur (BSBK); it acknowledges the importance of high-quality open spaces for attractive urban and local development.\n\nThe course \"Social Design in Public Spaces\" focuses on central challenges for the design of public spaces in Europe and South East Asia. In an intercultural comparison, design solutions and interventions are to be developed for conflicting objectives such as competition for space, new concepts for spaces for the general public, ecological issues such as heat stress and noise, freedom and security, and for linking virtual and physical spaces. To this end, student teams in Potsdam and Taipei will jointly explore public spaces in their respective urban contexts, share experiences, derive problem areas and challenges, and develop prototypical solutions in the field of tension between global developments and local impacts.\n\nThe course is aimed to students of all design disciplines and, in its transdisciplinary perspective, combines urban geographic, urban sociological and urban planning approaches with design potentials for sustainable infrastructures, urban logistics, urban technology and street furniture. This international online-course takes place in co-operation with the College of Design at the National University of Technology in Taipei (NTUT).\n\nCourse language is English; German and Chinese literature sources are planned.\n\n \n\nLiteraturtipps zum Einstieg in das Thema:\n\nDiez, Georg & Heisenberg, Emanuel (2020): Power to the People. Wie wir mit Technologie die Demokratie neu erfinden. Berlin: Hanser Berlin.\n\nBundesstiftung Baukultur (BSBK) (2020): Baukultur Bericht 2020/21 Öffentliche Räume. https://www.bundesstiftung-baukultur.de/sites/default/files/medien/8349/downloads/bsbk_bkb_2021_0.pdf (PDF)\n\nThemen: #Society + Public domain, #Mobility + Urbanism, #Culture + Transformation\n\nPrüfungsleistung: Dokumentation und Präsentation des Designprozesses und des Entwurfergebnisses; Qualität der Analysemethoden und der Designsynthese; Kommunikation in der interkulturellen Zusammenarbeit\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8995\n\nProf. Constanze Langer, Prof. Dr. Frank Heidmann"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9b87aee9-6027-49db-b8b4-165b1008847c","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: Mashup!","teacher":"Ivo Herrmann / Paul Thiele","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-Visua","id_new":"21 EId-P","name":"21FVId-Visual Interfacedesign ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":5},"String":"Freitag, 18:30"}}},"room":"online","descriptionText":{"type":"html/md","value":"Freitag 14.00 - 18.30, online\n\nWir alle kennen Mashups aus der Musik: Collagen, die aus mindestens zwei Stücken zusammengesetzt sind. So gelangen von Funk umhüllte Metal Riffs in unsere Ohren, wenn Stevie Wonder auf Metallica trifft. Gemeinsamkeiten werden aufgedeckt und mitunter entstehen neue Musikrichtungen. Mashups sind Bausteine der Evolution, Innovationsmethode und finden sich überall:\n\n• 1983 sagte Steve Jobs in einer Rede: »[…] we want to put an incredibly great computer in a book that you can carry around […]«\n\n• Dank APIs können Informationen verschiedener Websites verknüpft werden, um neue Einblicke zu geben.\n\n• Das Mashup aus Spielmechaniken und einem spielfremden Kontext nennt sich Gamification.\n\n• Kirby Ferguson meint: »Everything is a remix« und illustriert basierend auf diesem Gedanken seine fundamentalen Prinzipien der Kreativität: Copy, Transform, Combine.\n\nIm Kurs Mashup wollen wir verschiedenste Apps analysieren und zu neuen Apps (Smartphone, iOS oder Android) synthetisieren. Welche Aspekte lassen sich gebrauchstauglich kombinieren oder werfen in Kombination kritische Fragen auf? Welche Mashups sind in welchen Kontexten überlebensfähig?\n\nBei der Gestaltung der Apps beachten wir die Designrichtlinien der jeweiligen Plattform.\n\nLinks\n\nSad But Superstitious (Stevie Wonder vs Metallica Mashup) by Wax Audio\n\nhttps://www.youtube.com/watch?v=KyvxHL5hLfE\n\nEverything is a Remix\n\nhttps://www.youtube.com/watch?v=nJPERZDfyWc\n\n \n\nVoraussetzung zur Teilnahme\n\n• Du befindest dich im Hauptstudium.\n\n• Du hast eine gute Internetverbindung zu Hause (Remote-Kurs).\n\n \n\nPrüfungsleistung\n\nEngagement, Recherche und Präsentation der Ergebnisse im Workspace. Qualität der Konzeption, Gestaltung und Präsentation der App. Ausführliche Dokumentation des Prozesses und der Arbeitsergebnisse auf Incom.\n\n \n\nAnzahl Teilnehmer:\n\nIncom Url: https://fhp.incom.org/workspace/9104\n\nIvo Herrmann / Paul Thiele\n\n \n\n \n\n "},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"56e44691-bdb9-4079-a731-494c2638a031","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: Let´s startup!","teacher":"Prof. Reto Wettach","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-AM","id_new":"21 EId-P","name":"21FVId-AM Advanced Media ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:30"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Mittwoch 9.00 - 13:30, Raum D/106\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9031\n\nProf. Reto Wettach"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"704a1929-d6cc-4b2d-9785-5732e12fcb94","attributes":{"type":null,"title":"Entwurf Interfacedesign Spekulation: Zukunftsforschung & Design Fiction","teacher":"Prof. Dr. Frank Heidmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-SI","id_new":"21 EId-S","name":"21FVId-SI Software Interfaces ","category":"II/1 Entwurf Interfacedesign als Spekulation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"Haus 2, Raum 016","descriptionText":{"type":"html/md","value":"Dienstag, 10:00 - 13:00, Haus 2, Raum 016\n\nDieser Kurs verbindet die Vermittlung von wissenschaftlichen Grundlagen und Methoden zur Erforschung, Konstruktion und Reflexion von Zukunftsvorstellungen in Gesellschaft, Politik und Wirtschaft mit der praktischen Gestaltungsarbeit. Ziel des Kurses ist die iterative Gestaltung und Entwicklung physischer und/oder digitaler Prototypen als „kritische“ Artefakte, die alternative Konsumkulturen, Wirtschafts- oder Gesellschaftssysteme erfahrbar machen. Das Spektrum der Prototypen kann dabei von formal-ästhetisch ausgereiften Artefakten bis hin zu stärker skizzenhaften Entwürfen reichen und ist hinsichtlich Materialität keinen Beschränkungen unterworfen.\n\nDer Kurs wird gemeinsam mit Studierenden des interdisziplinären Masterprogramms „Urbane Zukunft“ stattfinden. Er umfasst kurze Vorlesungsblöcke und Referate sowie Gruppendiskussionen zu allen relevanten Themen der (wissenschaftlichen) Zukunftsforschung – z.B. Szenarioentwicklung, Delphi-Studien, Simulationen – und jüngeren Designansätzen wie Critical Design, Design Fiction, Speculative Design, Reflective Design, Design for Debate oder Design Futurescaping, die sich alle mit der Gestaltung von alternativen Zukunftsszenarien und Gegenwartsentwürfen auseinandersetzen und häufig als »Provocative Design Approaches« zusammengefasst werden. Der Kurs richtet sich explizit an alle Designstudiengänge.\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9009\n\nProf. Dr. Frank Heidmann"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"965f1bd1-2178-4c27-86eb-329e5e132ed6","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Designforschung: Illustration als Architekturzeichnung","teacher":"Prof. Lisa Bucher","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-IL","id_new":"21 EKd-F","name":"21FVKd-IL Illustration ","category":"II/1 Entwurf Kommunikationsdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:30"}}},"room":"D/311","descriptionText":{"type":"html/md","value":"Donnerstag 10:00-14:30, Raum D/311\n\nIn diesem Seminar wollen wir uns mit der Illustration als Architekturzeichnung und Illustration im Raum beschäftigen. Dazu gehören neben der Auseinandersetzung mit der technischen Zeichnung, der Perspektive auch die grossen Vorbilder der Architekturzeichnung im Comic wie beispielsweise François Schuiten und Benoît Peeters in „Die geheimnisvollen Städte“. Wir werden uns anhand eines literarischen Textes mit dem Thema Raum beschäftigen und architektonische Zeichnungen und Geschichten als Einzelbilder oder als Graphic Novel illustrieren und erzählen.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9048\n\nProf. Lisa Bucher"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"afe2c028-dec4-4296-b497-f4a8b7d3dbbe","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Designforschung: Fontexplainer - Geschichten über Schriften (AT)","teacher":"Prof. Klaus Dufke\nProf. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-AD","id_new":"21 EKd-F","name":"21FVKd-AD Advertising Design ","category":"II/1 Entwurf Kommunikationsdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":4},"String":"Donnerstag, 19:00"}}},"room":"LW 117","descriptionText":{"type":"html/md","value":"Donnerstag 14:00-19:00,Raum LW 117\n\n“to change how we think and talk about typography”\n\nAUFGABENSTELLUNG\n\nIn diesem Doppelseminar bei Franziska Morlok (Redaktionelle Gestaltung) und Klaus Dufke (Motion Design) werden wir Typographie aus einer forschend-publizierenden Perspektive betrachten und Schriften zum Gegenstand der inhaltlichen Auseinandersetzung machen. Im Format von Erklärvideos wollen wir bislang unerzählte und unerhörte Geschichten über Schriften, Schriftfamilien und Schriftgestalterinnen erzählen, in denen über den Ursprung, die Charakteristik und Ästhetik, die Anwendung und Rezeption einer Schrift berichtet wird – in spannenden, unterhaltsamen und lehrreichen Essays. Was macht die Magie des Buchstaben “g” aus und läßt sich diese komödiantisch aufbereiten? Warum kennt alle Welt Adrian Frutiger – aber nicht Kris Holmes oder Carol Twombly und wie läßt sich eine feministische Perspektive auf Schriftgeschichte(n) dramatisieren? Welchen Einfluss haben zeitgeschichtliche, politische und kulturelle Einflüsse auf die Verbreitung der Furura – bis auf den Mond? Was macht den Erfolg der Trajan in Hollywood aus und ist dies eine Enthüllungs-Story? Ist die Comic Sans eine Tragödie?\n\nKEYWORDS\n\n❖ Schriftgeschichte ❖ Typographie ❖ Schriftgestalterinnen ❖ Explainer ❖ Explainervideo ❖ Erklärvideo ❖ Erklärfilm ❖ E-Learning ❖ Micro-Learning ❖ Educational Media\n\nSEMINAR– & PROJEKTORGANISATION:\n\nIm Rahmen eines Semesters Projektes wird ein Erklärvideo konzipiert und umgesetzt. Alle Phasen einer journalistischen Erklärvideo-Produktion (Recherche, Konzeption, Entwurf, Planung, Produktion, Distribution und Evaluation) werden dabei durchlaufen. Gruppenarbeit ist bei diesem Projekt erwünscht.\n\nDer Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\n\nVoraussetzung: Sicherer Umgang mit den Grundwerkzeugen der digitalen 2D-Mediengestaltung und Grundkenntnisse in einer Animationssoftware; zB erfolgreiche Teilnahme am Grundkurs MotionBasis. Die Teilnehmerzahl ist begrenzt.\n\nThemen: #Society + Public domain, #Culture + Transformation, #Science + Technology\n\nPrüfungsleistung: - 1 x Erklärvideo - 1 x Projektdokumentation - 1 x SeminarProtokoll\n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9023\n\nProf. Klaus Dufke, Prof. Franziska Morlok"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"92202b66-b317-4d80-a177-b586e1d043c2","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign künstlerische Praxis: Leben!","teacher":"Prof. Wiebke Loeper","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-FG","id_new":"21 EKd-K","name":"21FVKd-FG Fotografie ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:15"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Montag 10:00-15:15, Raum D/308\n\nDer Kurs zielt auf die Kommunikation. Es können mit unterschiedlichsten Sprachen fremde und eigene Geschichten erzählt, Geschichten von Krankheit und Einschränkungen an bestimmten Stellen, aber auch Geschichten von Gesundwerden und wieder gesund sein, vielfältige Erfahrungen können mitgeteilt und Zustände fotografisch/textlich beschrieben werden, um Wissen zu vermehren und gegenseitiges Verständnis zu wecken.\n\n \n\nPrüfungsleistung: - rege Teilnahme an Bildbesprechungen und Exkursionen - eigenständiges fotografisches Arbeiten zum Thema - Lösung zweier kurzfristiger fotografischer Aufgaben - 1 Zwischenpräsentationen - 1 Abschlußpräsentation mit Text, Titel und Gespräch - Abgabe einer fotografischen Serie von mind.8-12 Fotografien zum Thema in Form ausgearbeiteter Prints mit Dramaturgie, sowie Text und Titel - Incom-Dokumentation\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8993\n\nProf. Wiebke Loeper"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6d577f2f-1726-40c1-9547-a32d8539f6cc","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign als Künstlerische Praxis: Kiez - Typo","teacher":"Professorenstellenvertretung Katrin Holst","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-TY","id_new":"21 EKd-K","name":"21FVKd-TY Typografie ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:30"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Dienstag 09:30 — 14:30, Raum D/226\n\nWir begeben uns auf die Suche nach typografischen Fundstücken in unserem Viertel. Wer hinterließ Spuren, wer wohnte hier früher, was für typografische Anschläge gibt es heute? Herangehensweisen: Als Leser, bzw. Betrachter Rundgänge durch deinen Kiez, Gespräche, lesen von Archivmaterial. Es geht um Suchen nach Schriften/Bildern/Protokollen, die später in einem Buch, deinen Lebensraum visualisieren.\n\nErarbeitet werden individuelle Buchkonzepte, die später in einer kleinen Auflage, mit handgemachter Broschur produziert werden. Buchgestaltung verlangt nach Kenntnissen in Typografie, Satz, Layout und Bildsprache, aber auch Druck- und Buchbindetechniken. Vor allem benötigen Buchdesignerinnen und -designer die Fähigkeit zum konzeptionellen Denken und Gestalten, um Inhalt, Struktur und Form aufeinander abzustimmen.\n\nPrüfungsleistung: Konzept- und Projektarbeit, Diskussion, Präsentation, Dokumentation\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/9017\n\nKatrin Holst, Professorenstellenvertretung"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"63e9f3e2-9624-486a-91f6-079f5326c721","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Künstlerische Praxis: Serialize - Strategies Of The Similar","teacher":"Prof. Sven Völker","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-GD","id_new":"21 EKd-K","name":"21FVKd-GD Grafikdesign ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":2},"String":"Dienstag, 19:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Dienstag 14:00-19:00, Raum D/223\n\nIn diesem Seminar geht es um die grafische Serie. Ob Corporate Design, Key-Visual, Plakatreihe oder persönlicher Illustrationsstil, wir entwickeln experimentelle, gesatalterische Strategien mit wiederkehrenden und verbindenden visuellen Elementen.\n\n \n\nWir nehmen uns Zeit um eigene Projekte - frei oder angewandt - unter dem Aspekt des Seriellen zu konzipieren, gestalten und produzieren. Unterstützt werden wir dabei von Gästen - DesignerInnen und KünstlerInnen - die wir per Zoom in ihren Ateliers besuchen und mit denen wir über ihre und eure Arbeit sprechen.\n\n \n\nThemen: #Society + Public domain, #Culture + Transformation, #Consumption + Production, #Mobility + Urbanism, #Science + Technology, #Business + Commerce\n\n \n\nPrüfungsleistung: Individuelle Konzeption und Entwurfsarbeiten, Referat, Diskussionen, Präsentationen, Dokumentation \n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/9020\n\nProf. Sven Völker"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"56550eb5-ba14-4b18-97b9-47e9a7560bf9","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign als Künstlerische Praxis: The Mask - Exploring A Cultural Phenomenon","teacher":"Prof. Sven Völker\nJonas Bjerre","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-GD","id_new":"21 EKd-K","name":"21FVKd-GD Grafikdesign ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":1},"String":"Montag, 16:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Montag 10:00-16:00, Raum D/223\n\nIn diesem Seminar geht es uns um die Maske als grafisch gestaltetes, kulturelles Phänomen. Es geht um Identität zwischen verbergen, verändern und enthüllen. Vom steinzeitlichen Jäger in Tiermaskerade über den Nō-Schauspieler im mittelalterlichen Japan bis zu den Gesichtsfiltern unserer Social Media Gegenwart: die Maske begleitet den Menschen seit jeher als identitätsmanipulierendes Accessoire.\n\n \n\nIn diesem Semester entstehen experimentelle, grafische Projekte rund um das Thema in allen Medien und Formaten: gedruckt, gestrickt, filmisch, interaktiv, szenografisch. Jede/r von euch entwickelt sein eigenes Projekt. Alles dreht sich dabei um die verblüffende Einfachheit der grafischen Form aus den immer gleichen Zutaten, allem voran: Augen, Nase, Mund.\n\n \n\nJonas Bjerre, visueller Künstler aus Kopenhagen und Sänger der Band Mew, der in seinen Videos oft mit Masken arbeitet, wird uns dabei als Gast-Kritiker zur Seite stehen. http://www.jonasbjerre.com\n\n \n\nEine kleine Gruppe von Studenten aus diesem Kurs wird die neue Ausgabe des Some Magazine #12 zum Thema Maske recherchieren und produzieren.\n\n \n\n Themen: #Society + Public domain, #Culture + Transformation, #Science + Technology, #Consumption + Production, #Business + Commerce\n\n \n\nPrüfungsleistung: Individuelle Konzeption und Entwurfsarbeiten, Referat, Diskussionen, Präsentationen, Dokumentation\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/9019\n\nProf. Sven Völker und Jonas Bjerre"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"736f2fb7-917a-41dd-9216-a5661f4fb768","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign als Problemlösung: Giv'a liver!","teacher":"Prof. Matthias Beyrow","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-CI","id_new":"21 EKd-P","name":"21FVKd-CI Corporate Identity ","category":"II/1 Entwurf Kommunikationsdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:15"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Donnerstag 14.00-19.15, Raum D/310\n\nGiv'a liver!\n\nOrganspende in Deutschland – Vom bürokratischen Akt zum emotionalen Bekenntnis\n\nOrganspende ist ein wichtiger Baustein zur Rettung von Leben – die Kommunikationsmaßnahmen diesbezüglich unterlaufen die Bedeutung jedoch erheblich: Wie können Menschen, die prinzipiell zur Organspende bereit wären, davon überzeugt werden, sich auch offiziell zur Organspende bereit zu erklären? Der Kurs sucht individuelle Ansprache- und Designstrategien für ein gesellschaftlich wichtiges Thema.\n\nPrüfungsleistung: 1. POSTERs — (DIN A1, Hochformat) als Dokumentation des Stegreifprojekts 2. SLIDEs — Visualisierungen der Kursergebnisse im 1920 x 1080 Px (Quer) 3. DOKU — incom-Dokumentation im Workspace Für bestimmte Termine, z.B. Zwischen- und Schlusspräsentationen werden ggf. Videos produziert.\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/9058\n\nProf. Matthias Beyrow"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"35021eb2-7201-4812-aff3-b08ee953001e","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Problemlösung: Schriftgestaltung - Expertkurs","teacher":"Prof. Lucas de Groot","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-TD","id_new":"21 EKd-P","name":"21FVKd-TD Typedesign ","category":"II/1 Entwurf Kommunikationsdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":2},"String":"Dienstag, 18:00"}}},"room":"D/103","descriptionText":{"type":"html/md","value":"Dienstag 14.00-18.00, Raum D/103\n\nExpertkurs nur für Studenten, die den Startkurs erfolgreich abgeschlossen haben.\n\nProf. Lucas de Groot"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"0bf22b91-0963-4ea8-bea9-2b08d22a63e3","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Problemlösung: Fontexplainer - Geschichten über Schriften (AT)","teacher":"Prof. Klaus Dufke\nProf. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-AD","id_new":"21 EKd-P","name":"21FVKd-AD Advertising Design ","category":"II/1 Entwurf Kommunikationsdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":4},"String":"Donnerstag, 19:00"}}},"room":"LW 117","descriptionText":{"type":"html/md","value":"Donnerstag 14:00-19:00,Raum LW 117\n\n“to change how we think and talk about typography”\n\nAUFGABENSTELLUNG\n\nIn diesem Doppelseminar bei Franziska Morlok (Redaktionelle Gestaltung) und Klaus Dufke (Motion Design) werden wir Typographie aus einer forschend-publizierenden Perspektive betrachten und Schriften zum Gegenstand der inhaltlichen Auseinandersetzung machen. Im Format von Erklärvideos wollen wir bislang unerzählte und unerhörte Geschichten über Schriften, Schriftfamilien und Schriftgestalterinnen erzählen, in denen über den Ursprung, die Charakteristik und Ästhetik, die Anwendung und Rezeption einer Schrift berichtet wird – in spannenden, unterhaltsamen und lehrreichen Essays. Was macht die Magie des Buchstaben “g” aus und läßt sich diese komödiantisch aufbereiten? Warum kennt alle Welt Adrian Frutiger – aber nicht Kris Holmes oder Carol Twombly und wie läßt sich eine feministische Perspektive auf Schriftgeschichte(n) dramatisieren? Welchen Einfluss haben zeitgeschichtliche, politische und kulturelle Einflüsse auf die Verbreitung der Furura – bis auf den Mond? Was macht den Erfolg der Trajan in Hollywood aus und ist dies eine Enthüllungs-Story? Ist die Comic Sans eine Tragödie?\n\nKEYWORDS\n\n❖ Schriftgeschichte ❖ Typographie ❖ Schriftgestalterinnen ❖ Explainer ❖ Explainervideo ❖ Erklärvideo ❖ Erklärfilm ❖ E-Learning ❖ Micro-Learning ❖ Educational Media\n\nSEMINAR– & PROJEKTORGANISATION:\n\nIm Rahmen eines Semesters Projektes wird ein Erklärvideo konzipiert und umgesetzt. Alle Phasen einer journalistischen Erklärvideo-Produktion (Recherche, Konzeption, Entwurf, Planung, Produktion, Distribution und Evaluation) werden dabei durchlaufen. Gruppenarbeit ist bei diesem Projekt erwünscht.\n\nDer Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\n\nVoraussetzung: Sicherer Umgang mit den Grundwerkzeugen der digitalen 2D-Mediengestaltung und Grundkenntnisse in einer Animationssoftware; zB erfolgreiche Teilnahme am Grundkurs MotionBasis. Die Teilnehmerzahl ist begrenzt.\n\nThemen: #Society + Public domain, #Culture + Transformation, #Science + Technology\n\nPrüfungsleistung: - 1 x Erklärvideo - 1 x Projektdokumentation - 1 x SeminarProtokoll\n\nAnzahl Teilnehmer: 30\n\nIncom Url: https://fhp.incom.org/workspace/9023\n\nProf. Klaus Dufke, Prof. Franziska Morlok"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8dd0820b-3b11-4826-8f1e-34c6c9c30232","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Problemlösung: Motion Exp.10: Projekte dokumentieren (AT)","teacher":"Prof. Klaus Dufke","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-MG","id_new":"21 EKd-P","name":"21FVKd-MG Motiongraphics ","category":"II/1 Entwurf Kommunikationsdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":5},"String":"Freitag, 19:00"}}},"room":"LW 117","descriptionText":{"type":"html/md","value":"Freitag 14:00-19:00,Raum LW 117 Konzeption, Entwurf und Produktion einer videobasierten Projekt-Dokumentation – projektbegleitend zu Entwurfsfächern im Produkt-, Interface- und Kommunikationsdesign als “Making-Of”, “Behind the Scenes”, EPK (electronic press kit), Crowdfunding-Video oder Projektdokumentation. Das bewegte Bild erfährt zunehmend eine transdisziplinäre Relevanz als methodisches Instrument in der Designentwicklung – auch in den Studienfeldern Interfacedesign und Produktdesign. Bereits jetzt ist das Bewegtbild ein integraler Bestandteil in vielen Prozessen der Design–Forschung und -Entwicklung: von der Anforderungsermittlung (z.B. Zielgruppen–Analysen per Videodokumentation, Cultural Probes, Video-Interviews u.Ä.) über den Entwurf (z.B. Video–Prototypen zur Darstellung von Motivation, Problem und Lösung) bis zur Evaluation (z.B. Eyetracking) und Projektdokumentation.\n\n> Beispiele: Videodokumentation: Typen & Methoden\n\n> Ausführliche Aufgabenstellung\n\nKEYWORDS:\n\n❖ Making-Of ❖ Behind the Scenes ❖ EPK (electronic press kit) ❖ Projektdokumentation ❖ Dokumentation ❖\n\nSEMINAR– & PROJEKTORGANISATION:\n\nIm Rahmen eines Semesterprojektes wird ein Motion Graphics-Format konzipiert und prototypisch umgesetzt. Im Vordergrund steht das exemplarische, problemlösende und konzeptionelle Lernen an Hand aller Phasen einer Motion Graphics-Produktion (Konzeption, Entwurf, Planung, Produktion, Distribution und Evaluation). Gruppenarbeit ist bei diesem Projekt erwünscht. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\n\nVORAUSSETZUNG:\n\nSicherer Umgang mit den Grundwerkzeugen der digitalen 2D-Mediengestaltung und Grundkenntnisse in einer Animationssoftware; zB erfolgreiche Teilnahme am Grundkurs MotionBasis. Die Teilnehmerzahl ist begrenzt.\n\nThemen: #Society + Public domain, #Mobility + Urbanism, #Culture + Transformation, #Consumption + Production, #Science + Technology\n\nPrüfungsleistung: - videobasierte Projekt-Dokumentation - Incom Dokumentation - Protokoll\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9024\n\nProf. Klaus Dufke"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f39dbff6-2708-4473-85b5-5a77dad99d42","attributes":{"type":null,"title":"Entwurf Produktdesign als Designforschung: My Home is my Office? Büroarbeit der Zukunft","teacher":"Prof. Marion Godau","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DG","id_new":"21 EPd-F","name":"22Th-DG Designgeschichte ","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":5},"String":"Freitag, 16:00"}}},"room":"","descriptionText":{"type":"html/md","value":"Freitag 10.00-16.00, Raum D/103\n\nIn den diversen weltweiten Lockdowns der Corona-Pandemie saßen Millionen Arbeitende zuhause. Die Erfahrungen damit sind unterschiedlich und schwanken zwischen der Erkenntnis, dass das gute alte Büro eine Insel der Konzentration und des Austausches mit Gleichgesinnten sein kann und dem Wunsch, in Zukunft nur wenn es sein muss ins Büro zu kommen, da man zuhause besser arbeiten kann und weniger Zeit mit Fahrzeiten verbringt. Im Kurs sollen verschiedene Modelle von Büroarbeit analysiert und diskutiert werden, um am Ende eine Prognose zu wagen, wie die Arbeit (in welchem) Büro der Zukunft aussehen wird.\n\nGeplant ist die inhaltliche Abstimmung mit einer Veranstaltung von Prof. Jörg Hundertpfund. Details werden noch bekannt gegeben.\n\nDer Kurs ist hauptsächlich für Studierende aus dem Hauptstudium Produktdesign gedacht, andere Interessierte sind auch willkommen.\n\nThemen: #Society + Public domain, #Culture + Transformation, #Business + Commerce Prüfungsleistung: Regelmäßige, aktive Teilnahme Dokumentation des Forschungsprozesses und der -ergebnisse\n\nAnzahl Teilnehmer: 25 Incom\n\nUrl: https://fhp.incom.org/workspace/9060\n\nProf. Dr. des Marion Godau"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f15b8a6d-6068-4483-a803-987bfe04d624","attributes":{"type":null,"title":"Entwurf Produktdesign als Designforschung: Mobility Design 1","teacher":"Prof. Holger Jahn","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PU","id_new":"21 EPd-F","name":"21FVPd-PU Produkt","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":1},"String":"Montag, 12:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:00"}}},"room":"D/307 oder via Zoom","descriptionText":{"type":"html/md","value":"Montag 12.30-18.00, D/307 oder via Zoom\n\nMD 1 ist Teil einer auf zwei Semester angelegten Vertiefung, welche dazu befähigt eigenständig Projekte im Feld der Gestaltung zukunftsfähiger Mobilität und Logistik bearbeiten zu können.\n\nMobility Design vereint Forschung, Konzeption, Gestaltung, Entwicklung, Kommunikation umweltfreundlicher, neuartiger, attraktiver Services, Systeme, Produkte, Fahrzeuge, Infrastruktur, Zukunftsbilder und Geschäftsmodelle.\n\nBasis des Mobility Designs ist ein multiperspektivisches, systemisches Verständnis für das große Feld zukünftiger Mobilität. Als Einstieg wird im Kurs der Fokus auf die Bereiche urbane Mobilität und Citylogistik, inklusive der entsprechender Produkte, Services, Systeme, Plattformen, Infrastruktur, Räume und der Rahmenbedingungen gelegt.\n\nDie vielfältigen Perspektiven wie z.B. Nachhaltigkeit, Technologie, Nutzer, Markt werden durch Input, Exkursionen, Recherchen vermittelt, strukturiert, analysiert. Im Anschluss auf Ihr Potenzial im Hinblick einer gelingenden ökologisch, sozial verträglichen Verkehrswende bewertet und dokumentiert.\n\nIn der Zweiten Hälfte des Semesters folgt die Auswahl eines eigenen Interessengebietes, die Entwicklung einer Fragestellung, darauf basierend die Ausarbeitung, Gestaltung eines oder mehrerer Konzepte. Den Abschluss bildet die Reflektion und ein Ausblick in welcher Form das Vorhaben weitergeführt werden soll, ob z.B. eine Kooperation mit einem Praxispartner angestrebt wird.\n\nIn MD 2 (Sommer 2021) erfolgt die gestalterische und technische Ausarbeitung, die weitere Entwicklung z.B. Prototypenerstellung, ggf. Tests, Kommunikation und Dokumentation. Prüfungsleistung: Aktive Mitarbeit, Recherche, Entwicklung von Konzeptionen, Darstellungen, Referate, Dokumentation, Publikation.\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9082\n\nProf. Holger Jahn"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"65c341d9-7626-4f37-b417-2479fe763f3b","attributes":{"type":null,"title":"Entwurf Produktdesign Designforschung:","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PD","id_new":"21 EPd-F","name":"21FVPd-PD Produktdesign ","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":5},"String":"Freitag, 17:00"}}},"room":"D/116","descriptionText":{"type":"html/md","value":"Freitag 09.00 - 17.00, Raum D 116\n\n \n\nIncom Url: https://fhp.incom.org/workspace/9057\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"80951dcc-6636-49ea-9665-b5aaf1f4765a","attributes":{"type":null,"title":"Entwurf Produktdesign Designforschung:","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PD","id_new":"21 EPd-F","name":"21FVPd-PD Produktdesign ","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":4},"String":"Donnerstag, 17:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Donnerstag 09.00 - 17.00, Raum D 308\n\n \n\nIncom Url: https://fhp.incom.org/workspace/9056\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"758890e4-29e7-43eb-8f1f-1d02d0fddec1","attributes":{"type":null,"title":"Entwurf Produktdesign Künstlerische Praxis: Vom Guss zur Form – ein Wettbewerb","teacher":"Prof. Hermann Weizenegger","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-ID","id_new":"21 EPd-K","name":"21FVPd-ID Industrialdesign ","category":"II/1 Entwurf Produktdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Dienstag 10.00 – 14.00, Raum D/308\n\nDie Kunstgießerei Lauchhammer, gegründet 1725, ist eine der ältesten Gießereien Deutschlands. Sie befindet sich momentan in einem Umstrukturierungsprozess, der als neues Standbein „Design“ im Fokus hat.\n\nIm Projekt wird die Kunstgießerei Lauchhammer besucht. Alle handwerklichen Produktionsschritte werden vor Ort gezeigt. Es wird ein Dialog mit den Eigentümern gehalten.\n\nIm ersten Schritt wird eine Produktionsanalyse erstellt. Danach folgt eine Bedarfsanalyse, auf deren Grundlage Entwürfe entstehen werden.\n\nDie Fragen dieses Kurses lauten: Welche Narration braucht ein Produkt, welches an einen solch traditionellem Ort gefertigt wird? Bedarf es vielleicht ganz anderer Strategien? Wie schaffe ich ein Serienprodukt, dass auch ökonomisch nachhaltig gefertigt werden kann? Wie kann man in der 4er Kalkulation einen realistischen Endpreis erlangen?\n\nZudem müssen die Fragen gestellt werden: Was kann Design im Kontext von Kunstguss leisten? Welche Skills können aus unserer Profession zum Einsatz gebracht werden, besonders im Hinblick auf digitale Werkzeuge?\n\nZum Abschluss präsentieren die Studierende ihre Entwürfe einer Jury, die eine Empfehlung für eine Serienproduktion an die Manufaktur ausspricht.\n\nPrüfungsleistung: Recherche, Produktions- und Bedarfsanalyse, Materialrecherche, Entwicklung von Konzeptionen, Darstellung in Form von Skizzen und 3D-Renderings, 1:1 Volumenmodelle, Materialien, 1:1 Prototyp, Dokumentation, Werkschau\n\nIncom Url: https://fhp.incom.org/workspace/9085\n\nAnzahl Teilnehmer: 15\n\nProf. Hermann Weizenegger"},"maxStudents":0,"credits":"10 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a0164f3e-c390-4554-87e9-bbc28ca13208","attributes":{"type":null,"title":"Entwurf Produktdesign als Problemlösung: „Little Homes“ ein Kooperationsprojekt mit der Stadt Potsdam","teacher":"Prof. Holger Jahn","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PU","id_new":"21 EPd-P","name":"21FVPd-PU Produkt","category":"II/1 Entwurf Produktdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"}}},"room":"D/307 oder via Zoom","descriptionText":{"type":"html/md","value":"Dienstag 10:00 – 14:00, Raum D/307oder via Zoom\n\nDer Fachbereich Wohnen, Arbeit und Integration beabsichtigt als Integrationsmaßnahme eine Fertigung von modularen, kostengünstigen, transportablen und ökologischen Kleinsthäusern aufzubauen und kostengünstige Flächen für Kleingewerbe und Wohnzwecke zu schaffen. Die sehr gut wärmegedämmten, rechtwinkligen, reih- und stapelbaren Module basieren horizontal und vertikal auf einem 3 Meter-Raster und sollen weitestgehend aus Holzwerkstoffen hergestellt werden.\n\nIm Rahmen des Kurses sollen Konzepte für unterschiedliche Bedürfnisse, Nutzungen im Bereich Wohnen und Arbeiten entwickelt und die Machbarkeit und Attraktivität des Vorhabens demonstriert werden.\n\nHierzu sollen Vorzugsvarianten der Modulanordnung geplant, die Innen- und Außenräume entwickelt und gestaltet werden. Materialien, technische Ausstattung, Komponenten, Oberflächen und Farben definiert und spezifische z.B. platzsparende Möbel gestaltet, entwickelt und die Herstellungskosten abgeschätzt werden.\n\nBis zum Ende des Semesters sollen unterschiedliche Konzepte und Lösungen in Form von Darstellungen, Modellen, Ausstellungsplakaten ausgearbeitet und präsentiert werden. Begleitend dazu werden wir die zahlreichen unser Projekt tangierende Herausforderungen und Trends wie Wohnraumknappheit im urbanen Raum, Wohnen und Klimakrise, Wohnen und Ressourcenverbrauch, Minimalismus, Tinyhouse-Movement, Obdachlosigkeit, Migration, Flächenverbrauch u.a. aufarbeiten. Das gesamte Projekt soll zu einer umfassenden Publikation und Ausstellung aufgearbeitet werden.\n\nPrüfungsleistung: Aktive Mitarbeit, Recherche, Entwicklung von Konzeptionen, Darstellung in Form von Darstellungen, Modellen, Referaten, Dokumentation, Ausstellung\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9072\n\nProf. Holger Jahn"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"02b127f1-5c5e-48ef-b22b-772179fbb4f0","attributes":{"type":null,"title":"Theorie Design-/Kulturgeschichte: My Home is my Office? Büroarbeit der Zukunft","teacher":"Prof. Marion Godau","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DG","id_new":"22 Th-DKG","name":"22Th-DG Designgeschichte ","category":"II/2 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":5},"String":"Freitag, 16:00"}}},"room":"D/103","descriptionText":{"type":"html/md","value":"Freitag 10.00-16.00, Raum D/103\n\nIn den diversen weltweiten Lockdowns der Corona-Pandemie saßen Millionen Arbeitende zuhause. Die Erfahrungen damit sind unterschiedlich und schwanken zwischen der Erkenntnis, dass das gute alte Büro eine Insel der Konzentration und des Austausches mit Gleichgesinnten sein kann und dem Wunsch, in Zukunft nur wenn es sein muss ins Büro zu kommen, da man zuhause besser arbeiten kann und weniger Zeit mit Fahrzeiten verbringt. Im Kurs sollen verschiedene Modelle von Büroarbeit analysiert und diskutiert werden, um am Ende eine Prognose zu wagen, wie die Arbeit (in welchem) Büro der Zukunft aussehen wird.\n\nGeplant ist die inhaltliche Abstimmung mit einer Veranstaltung von Prof. Jörg Hundertpfund. Details werden noch bekannt gegeben.\n\nDer Kurs ist hauptsächlich für Studierende aus dem Hauptstudium Produktdesign gedacht, andere Interessierte sind auch willkommen.\n\nThemen: #Society + Public domain, #Culture + Transformation, #Business + Commerce Prüfungsleistung: Regelmäßige, aktive Teilnahme Dokumentation des Forschungsprozesses und der -ergebnisse\n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/9060\n\nProf. Dr. des Marion Godau"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a72166e3-d387-47ef-9fd4-874443bb9bf0","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Designmanagement-Grundlagen (Fokus „Marketing“)","teacher":"Prof. Karsten Henze","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":1},"String":"Montag, 16:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":1},"String":"Montag, 19:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Montag 16.00-19.00, Raum - online\n\nDesigner*innen sind heute mehr denn je gefordert, die Rahmenbedingungen ihrer Arbeit nicht nur zu verstehen, sondern diese nach Möglichkeit ebenfalls gestalten und steuern zu können. Erst wenn Design strategisch eingesetzt wird, kann es das volle Potenzial entfalten, ob für Auftragnehmer oder Auftraggeber. Designmanagement ist vor diesem Hintergrund nicht als eigenständiges Berufsbild zu verstehen, sondern implizite, strategische Komponente aller designrelevanten Prozesse und Aktivitäten.\n\nZiel dieses Kurses ist es, Studierenden einen Überblick über die verschiedenen Dimensionen des Designmanagements und den unterschiedlichen Rollen und Funktionen zu geben, die Designer*innen im Rahmen ihrer Arbeit kennen und für sich nutzen sollten. Im Fokus steht dabei nicht das konkrete Management von Projekten, sondern die Vermittlung designrelevanter Grundlagen des Marketings und Aspekte des Designmanagements aus unterschiedlichen Perspektiven wie Kunde, Agentur und Unternehmen mit konkreten Fallbeispielen aus der Praxis. Darüber hinaus steht der Austausch und die Diskussion über heutige und zukünftige Anforderungen an das Design im Mittelpunkt des Kurses.\n\nInhalt (Auszug):\n\nBegriffsklärung, Entwicklung, Innovationsmanagement, Marketing, Methoden, Strategien, Aspekte der Psychologie- und Verhaltensforschung, Organisation und Führung, Trend- und Marktforschung, Umgang mit disruptiven Entwicklungen, Marke und Identität, markenrechtliche Aspekte, Design- und Markenmanagement aus Agentur- und Unternehmenspraxis (Fallbeispiele) und Diskussion über aktuelle Trends und Entwicklungen.\n\nFormat:\n\nVorlesung mit Gruppenarbeiten. Im Rahmen des Kurses werden unterschiedliche Themen und Aspekte des Designmanagements behandelt und u.a. durch die Studierenden in Gruppenarbeit erarbeitet, präsentiert und im Kurs diskutiert. Die Gruppenarbeit mit Präsentation, eine individuelle Hausarbeit sowie regelmäßige und aktive Beteiligung bilden die Grundlage für den Scheinerwerb.\n\nOrganisatorisches:\n\nErster Termin: voraussichtlich Montag, 9. November 2020\n\nPrüfungsleistung: Gruppenarbeit mit Präsentation, individuelle Hausarbeit, Präsenz und aktive Mitarbeit\n\nAnzahl Teilnehmer: 24 (plus 4 EMW/Austauschstud./Härtefälle)\n\nTeilnahme ab 4. Semester, offen auch für EMW-Studierende\n\nIncom Url: https://fhp.incom.org/workspace/9040\n\nProf. Karsten Henze"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e138edec-0c4c-4096-acae-85cf2d4b93b7","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: On the Job","teacher":"Prof. Vicky Tiegelkamp","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":1},"String":"Montag, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"}}},"room":"","descriptionText":{"type":"html/md","value":"Montag 11.00-14.00, Online Kurs\n\nDesigner stehen heute im Dialog mit Ihren Auftraggebern vor neuen Herausforderungen. Die Entwicklungen von z.B. Corporate Design Systemen, Websites, Produktdesign oder Websites gehören weiterhin zu den Fragestellungen von Auftraggebern – aber sie werden um neue Fragen in Bezug auf Strategie- und Innovationsentwicklung ergänzt. DesignerInnen sind nicht mehr nur reine Oberflächengestalter, sondern gesuchte Mittler an der Schnittstelle von Business und Design. Das hat auch Auswirkungen auf die Anforderungen von Agenturen an das Know-How an DesignerInnen. Neben dem designspezifischen Expertenwissen, sind DesignerInnen aufgefordert Projekte auf Basis des Human-Centered Design Ansatzes zu gestalten (z.B. Design Process Model). Kundenbefragungen und Methoden wie z.B. Costumer Journey Mapping gehören heute zu den Standard Methoden bei der Projektplanung im Agenturleben.\n\nDas erfordert ein Umdenken – auch bei DesignerInnen. Im Designmanagement besprechen wir zum einen das »Management of Design« aber auch das »Design of Management«. Im »Design of Management« ist der »Human-Centered-Design-Ansatz« Schlüssel zur Entwicklung von Produkten und Services, die von Wert für Kunden sind. Befragungen und Beobachtungen von Kunden spielen eine zentrale Rolle, um Bedürfnisse zu Erkennen und zu Verstehen. Gleichzeitig ist es wichtig Trends zu beobachten und Impulse aus ganz unterschiedlichen Bereichen zu nutzen, damit Neues entstehen kann. Ziel muss es sein, dass DesignerInnen ihren Horizont erweitern und ein tiefes Verständnis für das eigentliche Problem - und damit die spätere Lösung – entwickeln und erst dann starten, Lösungen zu entwickeln.\n\n»Management of Design« beinhaltet die Planung von Projekten und die Kalkulation der Projekte unter Einbeziehung einer kundenzentrierten Perspektive. Dabei lernen DesignerInnen die zeitliche und wirtschaftliche Planung und den Unterschied von klassischen und agilen Methoden kennen. In den Vorlesungen werden die Grundlagen der Projektplanung vermittelt. Dabei lernen die Studierenden ein Projekt zu kalkulieren und einen Zeitplan zu erstellen. Weiterhin wird gemäß Design Process Modell Methoden des Human-Centered Design vermittelt.\n\nProcedere der Einschreibung: Einschreibungsverfahren\n\nPrüfungsleistung: 50% Hausarbeit in Gruppen 20% Einzelne Arbeiten / Mitarbeit in Zoom 30% Präsentation der finalen Gruppenarbeit am Ende des Kurs\n\nErster Termin: voraussichtlich Montag, 9. November 2020\n\nAnzahl Teilnehmer: 25\n\nMaximal 25 Teilnehmer*innen Teilnahmevoraussetzung: ab 4. Semester Offen auch für EMW-Studierende\n\nIncom Url: https://fhp.incom.org/workspace/9043\n\nProf. Vicky Tiegelkamp"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a0222139-c558-48af-974b-79e4958487a9","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Business Plan-Erstellung: Entwicklung von Gründungsideen","teacher":"Prof. Dr. Enrico Sass","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":4},"String":"Donnerstag, 12:30"}}},"room":"D/119 digital","descriptionText":{"type":"html/md","value":"Donnerstag 09.00–12.30, Raum D/119\n\nBeschreibung :\n\nInnerhalb des Kurses haben Studierende die Möglichkeit, anwendungsorientierte Projektideen/Gründungsideen oder auch Gründungsvisionen mit Hilfe ausgewählter Vorgehensmodelle der Betriebswirtschaftslehre und der Entrepreneurship-Forschung weiterzuentwickeln.\n\nZudem bietet der Kurs die Möglichkeit, allgemeine Managementkompetenzen zu trainieren. Auszug aus dem Inhalt: Geschäftsmodellentwicklung, Markt- und Zielgruppenanalyse, Organisation & Personal, Kalkulation, Markttest, Präsentation der Ergebnisse.\n\nStudierende mit einem ausreichenden Gründungspotential haben zudem die Möglichkeit, weiterführende Unterstützung vom ZETUP-Gründungsservice zu erhalten.\n\nDonnerstag: 9:00 Uhr – ca. 12:30 Uhr, Raum D/119\n\nDer Kurs findet aufgrund der Situation digital bzw. mittels Videokonferenzen statt!\n\n \n\nThemen:\n\nPrüfungsleistung: Fundierter Business Plan am Ende des Semesters, Aktive Teilnahme und Zwischenpräsentationen.\n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/9053\n\nProf. Dr. Enrico Sass"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"550dbf91-44fe-4eab-894a-ed40a030c751","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Urheber-, Design- und Medienrecht (Vorlesung mit integrierter Übung)","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:45"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Dienstag 10.15-12.45, Hörsaal D/011\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\n\nAnzahl Teilnehmer: nicht beschränkt\n\nPrüfungsnachweis: bestandene Abschlussklausur\n\nIncom Url: https://fhp.incom.org/workspace/8990\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a9a8eb6b-78da-4d18-ac85-6af853d60998","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Seminar zum Urheber- und Medienrecht","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"D/105","descriptionText":{"type":"html/md","value":"Dienstag 14.00-16.00, Raum D/119\n\nIn diesem Seminar werden wir uns in Vorträgen und Diskussionen, in Einzel- und in Gruppenarbeiten mit rechtlichen Fragen zu den digitalen Medien auseinandersetzen. Wie können Kreative und Medienschaffende die vielfältigen technischen Möglichkeiten nutzen und zugleich von ihrer Arbeit leben? Was beinhaltet der zunehmende Ruf nach einer strengeren Regulierung der Digitalwirtschaft? Wie könnten staatliche Interventionen aussehen? Und welche Rolle spielt dabei die Europäische Union? Die Ausgestaltung des Seminars, die Art der Zusammenarbeit und die spezifischen Aufgabenstellungen werden wir gemeinsam konkretisieren, wenn die Form der Veranstaltung unter Pandemie-Bedingungen (Präsenz, virtuell, hybrid) feststeht.\n\nDas Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.\n\nPrüfungsleistung: Referat ggfs. mit Verschriftlichung, Lernprotokoll, Seminar- bzw. Vorlesungsprotokolle oder andere universitäre schriftliche Übungsformen.\n\nAnzahl Teilnehmer: 5\n\nIncom Url: https://fhp.incom.org/workspace/8991\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"176923ed-73c9-4817-9871-7e3e02232e08","attributes":{"type":null,"title":"Theorie Design-/Mdientheorie: Cave virum!","teacher":"Prof. Dr. Rainer Funke","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DT","id_new":"22 Th-DMT","name":"22Th-DT Design","category":"II/2 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":2},"String":"Dienstag, 17:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Dienstag 14:00-17:00 und 18:00-21:00, online\n\nHygiene-Konstruktionen als strategisches Herz des Design\n\nForschung zu Grenzen und Grenzüberschreitungen\n\nPrüfungsleistung: Hausarbeit (Analyse - schriftlich + Bild-Dokumentation), Präsentation, Online-Publikation\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8974\n\nProf. Dr. Rainer Funke"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"bf5dffd8-630a-4248-8ad6-4348b7ab844c","attributes":{"type":null,"title":"Theorie Design-/Medientheorie: Computer","teacher":"Prof. Boris Müller\nProf. Dr. Jan Distelmeyer","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DT","id_new":"22 Th-DMT","name":"22Th-DT Design","category":"II/2 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":4},"String":"Donnerstag, 18:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"20"},"day":{"value":4},"String":"Donnerstag, 20:00"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Donnerstag 18.00-20.00, Raum D/011\n\nDer Computer – in all seinen Formen – ist zur Leittechnologie des 21. Jahrhunderts geworden. Mit der Digitalisierung werden Lebensverhältnisse, von Arbeitsweisen bis zur Organisation des Privaten, weltweit verändert. Um so wichtiger ist es, sich mit den Bedingungen, Erscheinungsformen und Folgen des Computers auseinanderzusetzen. Die komplexe Verzahnung von Technik und Ästhetik, die Verbindungen zwischen Maschinen, Menschen und Dingen, fordern gerade gestalterische und medientheoretische Perspektiven heraus. Die Vorlesung »Computer« hat dabei zum Ziel, gestalterische und medienwissenschaftliche Fragen nicht getrennt zu verhandeln, sondern aufeinander zu beziehen, um zu einem neuen Verständnis der theoretischen und praktischen Aspekte computerbasierter Technologien zu kommen. In zwölf Doppel-Vorlesungen werden Jan Distelmeyer und Boris Müller gemeinsam zu ausgewählten Themen referieren und diese zur Diskussion stellen.\n\nPrüfungsleistung: Teilnahme und Erstellung von Protokollen\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9013\n\nProf. Boris Müller und Prof. Dr. Jan Distelmeyer"},"maxStudents":0,"credits":"6 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8a646b77-e2b3-4634-b84f-365efdc03e83","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Figur und Raum","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Dienstag 09.00-13.30, Raum D/323\n\nDie Gestalt der menschlichen Figur, Anatomie, Proportionslehre, Statik.\n\nAkt, bekleidete Figur, figürliche Skizzen, Gesten.\n\n \n\nAnzahl Teilnehmer: 15\n\nWorkspace: https://fhp.incom.org/workspace/8983\n\nFrank Gottsmann"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"53861a02-821b-4cac-af46-d928f0bb9c30","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Kopf-Hand-Fuß","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Montag 14:00-18:30, Raum D/323\n\nvom Schädel zum Porträt, konstruktive Grundformen, die Architektur von Kopf, Hand, und Fuß, Form und Funktion.\n\n \n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/8981\n\nFrank Gottsmann"},"maxStudents":0,"credits":"3 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2434c366-fed8-4241-8445-52501d3a69d3","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Urheber-, Design- und Medienrecht (Vorlesung mit integrierter Übung)","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:45"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Dienstag 10:15-12:45, Raum D/011\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nPrüfungsnachweis: bestandene Abschlussklausur \n\nIncom Url: https://fhp.incom.org/workspace/8990\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"da031a94-4fa4-4212-a5bf-c79ac98d9c2e","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: TEXTWERKSTATT SCHREIBEN","teacher":"M.A. Anouk Meissner, Stefan Berg, Marjolein Mulder","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":5},"String":"Freitag, 18:00"}}},"room":"online","descriptionText":{"type":"html/md","value":"Freitag, 15:00 — 18:00 Raum: Online\n\nIm Rahmen der Textwerkstatt soll Schreiben als begleitende Disziplin zum Studium vermittelt werden. Gerade in kreativen Fächern wird der Bedarf von Schreibkenntnissen und schriftlichem Ausdrucksvermögen oft erst zum Ende des Studiums oder gar erst im Zuge der Bachelorarbeit bewusst. Um Schreiben als Werkzeug und Ausdrucksmittel, auch im Sinne des methodischen, wissenschaftlichen Arbeitens zu etablieren und, um das Interesse für die eigene Entwicklung an vielfältigen Ausdrucksmöglichkeiten zu induzieren, werden in der »Textwerkstatt Schreiben« gemeinsam textliche Beispiele erarbeitet und mit existierenden Arbeiten und Texten iterativ verglichen.\n\nZiel ist die Vermittlung von Werkzeugen, um zu einem Schreibstil zu finden, der je nach Bedarf unterschiedlich eingesetzt werden kann – für das Verfassen von Papers, Dokumentationen, Aufsätzen, Artikeln und Abschlussarbeiten. Der Kurs soll ferner als Anregung dienen, sich mit der eigenen und den angrenzenden Disziplinen bzw. unterschiedlichen fachlichen Schreibkulturen auseinanderzusetzen, und die Angst vor wissenschaftlichem Arbeiten nehmen. Schließlich sollen die Teilnehmer*innen im Kurs gemeinsame Erfolge und Freude am Schreiben erfahren und ihre Schreibkompetenz als weiteres Werkzeug im Gestaltungs- oder Entwicklungsprozess für das Studium und im späteren Berufsleben souverän(er) einsetzen können.\n\nLehrende:\n\nStefan Berg (Dipl. Designer FH, Fotograf und Dozent), arbeitet und wohnt in Berlin; Internationale Ausstellungstätigkeit und Publikation zum Bauhaus, 15 Jahre Lehrerfahrung in den Bereichen Fotografie, Design und der angewandten Medientheorie u.a. an der UdK Berlin, der FH Potsdam, der Hochschule Anhalt und dem Lette Verein Berlin.\n\nMarjolein Mulder (Produktdesigner, BA Design Academy Eindhoven, MA angestrebt FH) seit 2015 als freiberufliche Produktdesignerin tätig, Auftraggeber u.a. Büro Merianos, SculptureBerlin, Jongeriuslab. Hat sich bereits früh im Bachelorstudium auf Designtheorie, -philosophie und Schreibdidaktik (im Designstudium) konzentriert und nutzt das Schreiben als integrierter und anregender Bestandteil der gestalterischen Arbeit.\n\nAnouk Meissner (Dipl. Kulturarbeit und Master of Arts in Futures Studies).\n\nVeranstaltungen: Freitags 15-18h inkl. 2x Pausen. Beginn am 6. Nov. 2020 (Auftakt); 13. Nov. 2020; 20. Nov. 2020; 27. Nov. 2020; 4.Dez.2020; 11.Dez.2020; 18.Dez.2020; 8.Jan.2021; 15.Jan.2021; 22.Jan.2021 (Abschlusspräsentation und Kurs-Evaluation).\n\nZielgruppe: Das Angebot ist interdisziplinär angelegt und richtet sich an Studierende vorrangig aus den grundständigen Studiengängen, die unterschiedliche Schreibtechniken erlernen und weiter entwickeln möchten, aber auch in Vorbereitung auf die Abschlussarbeit, zum Schärfen des Themas oder Formulierung eines Abstracts.\n\nZugang: Offen für Studierende aus den Designstudiengängen, Architektur, Kulturarbeit, Restaurierung; auf Anfrage auch gerne weitere SG\n\nSollten sich mehr einschreiben, als Plätze frei sind, wird eine ausgewogene Auswahl zw. den Studiengängen getroffen und ggf. die Plätze ausgelost; Nachrücker sind bei freien Plätzen bis spät. 12.11. möglich.\n\nModule in den Studiengängen:\n\nModul im SG Architektur > WM-BA\n\nModul im SG Restaurierung > Angaben folgen\n\nModul im SG Kulturarbeit > Anrechnung in der Regel für das interdisziplinäre Modul 19, im Einzelfall evtl. auch für das Modul „Schriftliche Kommunikation“ im Grundstudium\n\nModul im SG Urbane Zukunft > Modul 4.2, Wahlfachbereich\n\nFragen zur Modulanrechnung sind an die entsprechenden Studiengangsleiter*innen im Vorfeld zu stellen.\n\nPrüfungsleistung: In aufeinander aufbauenden Übungen werden Kenntnisse und Fertigkeiten unterschiedlicher Schreibtechniken vermittelt und erprobt. Voraussetzung für den Leistungserwerb ist die aktive Teilnahme an den Schreibübungen und an den gemeinsamen Auswertungen.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9106\n\nM.A. Anouk Meissner, Stefan Berg, Marjolein Mulder"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f87ad2ad-9fb3-4ce9-88ef-77c7a9e63ebf","attributes":{"type":null,"title":"Perspektiven und Social skills Flex-Modul","teacher":"","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF ","category":"II/4 Perspektiven und Social skills Flex-Modul"},"room":"","descriptionText":{"type":"html/md","value":"https://www.fh-potsdam.de/interflex/"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"4a899573-ae34-4da8-98aa-582c6bfdaeab","attributes":{"type":null,"title":"Perspektiven und Social skills Handwerk/Technik: Eye Tracking Kompakt","teacher":"Prof. Dr. Frank Heidmann, Martin Pötter","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-HT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Handwerk/Technik"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"12"},"day":{"value":4},"String":"Donnerstag, 12:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"}}},"room":"","descriptionText":{"type":"html/md","value":"Donnerstag: 12.00 - 14.00 Uhr, Raum D/105\n\nEye-Tracking-Systeme ermöglichen die Messung der visuellen Aufmerksamkeit bei der Betrachtung visueller Medien (wie Webseiten, Videoclips, Apps, Printmedien jeglicher Art) und realer Objekte (wie Produkte, Exponate) sowie bei der Orientierung in realen Umgebungen (wie Museen, Flughäfen, Supermärkten, im Straßenverkehr etc.) und virtuellen Umgebungen (HMD, CAVE). Blickbewegungen erlauben Rückschlüsse über die Aufmerksamkeitsverteilung auf einer Website, die Platzierung von Text- und Bildelementen in einer Werbeanzeige oder einem Schulbuch und über die Positionierung von Exponaten in einer Ausstellung. Eye-Tracking-Studien werden zunehmend als Standardinstrument im User Experience Design eingesetzt. Darüber hinaus bietet Eye Tracking eine zukunftsweisende Option für die berührungslose Interaktion (Gaze-based Interaction).\n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/9050\n\nProf. Dr. Frank Heidmann, Martin Pötter"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"709f4cb6-5a3b-40cc-852b-884477bfe091","attributes":{"type":null,"title":"Perspektiven und Social Skills Handwerk/Technik: A – Grundlagen Produktionsprozess Druck und Farbmanagement","teacher":"Dipl. Des. Christine Mangelsdorf","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-HT","name":"23PP-HT Handwerk / Technik ","category":"II/4 Perspektiven und Social skills Handwerk/Technik"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":3},"String":"Mittwoch, 12:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Mittwoch 9.30 – 12.30, Raum LW 128,\n\nFarbe und Reproduktion – Buchprojekt \"Umwelt und Umfeld\"\n\nDie Grundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Zentrale Themen sind die Druckverfahren, wie Digitaldruck, Offsetdruck, Tiefdruck, Hochdruck, Durchdruck und die Aufbereitung der Daten für das Farbmanagement. Das Buchprojekt wird mit den jeweiligen Druckverfahren hergestellt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Printerzeugnissen beschäftigen wollen.\n\nHinweise:\n\nMittwoch, 9.30 Uhr im Raum LW 128 // Max. 10 Teilnehmer // Auf Grund der aktuellen Situation wird der Unterricht zum Thema „Grundlagen im Produktionsprozess Druck“ im ersten Teil per Onlinekonferenz stattfinden und in der nachfolgenden Produktionszeit im Drucklabor der Fachhochschule. Nach erfolgter Auslosung wird eine Einladung zur Teilnahme erfolgen. Der Unterricht findet Mittwoch von 9.30 bis 12.30 Uhr statt. Es entstehen Kosten für die Ausgabe im Digitaldruck, je nach Verbrauch.\n\nVoraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/8998\n\nChristine Mangelsdorf"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"bf742fdd-4362-4c1c-954e-4ae42d61ef23","attributes":{"type":null,"title":"Perspektiven und Social skills Handwerk/Technik: B – Weiterführender Kurs Produktionsprozess Druck","teacher":"Dipl. Des. Christine Mangelsdorf","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-HT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Handwerk/Technik"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":4},"String":"Donnerstag, 12:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Donnerstag 10.00–12.30 Uhr, Raum LW 128\n\nFarbe und Reproduktion – Buchprojekt\n\nDonnerstag 10.00–12.30 Uhr - ab 14.00 Uhr kursbezogene Arbeit im LW 128/130 möglich Einführung in den Themenbereich Colormanagement und die korrekte Anwendung in den Bereichen der Printproduktion.\n\nZiel des Kurses ist die Konzeption eines Printdokumentes in Form eines Buches, Farbmanagement und Kontrolle bis zur Ausgabe in der Druckproduktion. Der Kurs richtet sich primär an Studenten, die den Produktionsprozess verstehen und kontrollieren möchten, interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der Produktion von Printerzeugnissen beschäftigen wollen. // Vorraussetzungen: sicherer Umgang mit der adobe creative suite\n\nHinweise:\n\nDonnerstag, 10.00 Uhr in Raum LW 128. // Max. 8 Teilnehmer. Auf Grund der aktuellen Situation wird der Unterricht im ersten Teil per Onlinekonferenz stattfinden und in der nachfolgenden Produktionszeit im Drucklabor der Fachhochschule. Nach erfolgter Auslosung wird eine Einladung zur Teilnahme erfolgen. Es entstehen Kosten für die Ausgabe, je nach Verbrauch.\n\nVoraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130. \n\nPrüfungsleistung: Buchabgabe und Projektdokumentation im Incom\n\nAnzahl Teilnehmer: 8\n\nIncom Url: https://fhp.incom.org/workspace/8997\n\nChristine Mangelsdorf"},"maxStudents":0,"credits":"4 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"430eb537-8874-4aca-8458-deb3400787ad","attributes":{"type":null,"title":"Perspektiven und Social skills Projektorganisation: My Home is my Office? Büroarbeit der Zukunft","teacher":"Prof. Marion Godau","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DG","id_new":"24 PSs-PO","name":"22Th-DG Designgeschichte ","category":"II/4 Perspektiven und Social skills Projektorganisation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":5},"String":"Freitag, 16:00"}}},"room":"","descriptionText":{"type":"html/md","value":"Freitag 10.00-16.00, Raum D/103\n\nIn den diversen weltweiten Lockdowns der Corona-Pandemie saßen Millionen Arbeitende zuhause. Die Erfahrungen damit sind unterschiedlich und schwanken zwischen der Erkenntnis, dass das gute alte Büro eine Insel der Konzentration und des Austausches mit Gleichgesinnten sein kann und dem Wunsch, in Zukunft nur wenn es sein muss ins Büro zu kommen, da man zuhause besser arbeiten kann und weniger Zeit mit Fahrzeiten verbringt. Im Kurs sollen verschiedene Modelle von Büroarbeit analysiert und diskutiert werden, um am Ende eine Prognose zu wagen, wie die Arbeit (in welchem) Büro der Zukunft aussehen wird.\n\nGeplant ist die inhaltliche Abstimmung mit einer Veranstaltung von Prof. Jörg Hundertpfund. Details werden noch bekannt gegeben.\n\nDer Kurs ist hauptsächlich für Studierende aus dem Hauptstudium Produktdesign gedacht, andere Interessierte sind auch willkommen.\n\nThemen: #Society + Public domain, #Culture + Transformation, #Business + Commerce Prüfungsleistung: Regelmäßige, aktive Teilnahme Dokumentation des Forschungsprozesses und der -ergebnisse\n\nAnzahl Teilnehmer: 25 Incom\n\nUrl: https://fhp.incom.org/workspace/9060\n\nProf. Dr. des Marion Godau"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3be10af4-5cb0-44cf-8342-8015423ce42b","attributes":{"type":null,"title":"Perspektiven und Social Skills Projektwochen:","teacher":"","semester":"","graduateProgram":"","module":{"id":"PO 2013 24PP-PW","id_new":"24 PSs-PW","name":"24PP-PW Projektwochen ","category":"II/4 Perspektiven und Social skills Projektwochen"},"room":"","descriptionText":{"type":"html/md","value":"Hello! Is It Change You’re Looking For?\n\nErstes Treffen: Dienstag, 6.10. 15.00 Uhr, Raum D/116\n\nUsing ideation techniques and design thinking to generate solutions for every body\n\nEveryone has a body. The bodies we inhabit influence who we are while we shape our bodies to match how we identify.\n\nBut what happens when our bodies can’t represent who we are as human beings? When our bodies and identities are mistreated by society? When we are forced to perform a certain way so we can survive?\n\nWithin this intense and high-paced project week course, we will identify design challenges in regard to those questions, focusing on gender, intersectionality and queerness. By learning about techniques in design thinking and ideation, we will rapidly generate concepts to develop design solutions. A limited time budget, reduced means of visualisation and changing perspectives will challenge the way we approach design choices.\n\nThis course is thought of as being an exercise/crash course in ideation and conceptualisation. It’s all about the idea, not the finished design.\n\nIf you’re already interested in specific subjects or issues, please feel free to bring them to the course.\n\nThe number of possible participants is limited to 16. Sign up early to be in for sure (If all spots in the course are already taken, exchange students, first-semesters and people from marginalized groups will be prioritized).\n\nCourse Language: English (An exception can be made if only German-speaking students are present, in which case the course can be held in German)\n\nGeneral Duration: 06.10. – 23.10.\n\n06. 10. / 3pm: Kick-Off (in person on campus if possible, room tba)\n\n07.10. – 15.10. / 10am – 1 pm: Zoom Meetings, after that individual work\n\n16.10. – 22.10.: Individual Work with consultations\n\n23.10. / 3pm: Final presentation (in person on campus if possible, room tba)\n\nPrüfungsleistung: active participation, no absences, presentations and documentation of the results\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8743\n\nParker Hirschmueller, Sebastian Oft, M.A. Anouk Meissner\n\n---------------------------------------\n\n … stop the motion\n\nErstes Treffen: 06. Oktober 2020, 10:00 Uhr, Ort siehe Workspace\n\n\nMit Bewegtbild und Trickfilm können wir durch Illusion und Imagination eine spannungsreiche Faszination erzeugen. – Die Trickfilm-Technik erlaubt verschiedene Anwendungsmöglichkeiten. Ziel in diesem Projekt ist es jedoch, eine kleine Filmproduktion in einfachster analoger StopMotion-Technik zu erstellen. Jede/r TeilnehmerIn erarbeitet eine eigene Produktion ihrer Geschichte. Gearbeitet wird dennoch an jedem Projekt im Team. Ihr seid gleichzeitig Produzenten mit Team und ProduktionerInnen für ein anderes Team. Es werden die grundlegenden Kompetenzen und Möglichkeiten der Trickfilmtechnik vermittelt und projektorientiert, in gestalterischer Aufgabenteilung gemeinsam erarbeitet. Wir erhalten einen kleinen Überblick über verschiedene Erscheinungsformen sowie Darstellungs- und Herstellungstechniken.\n\nDas Projekt ermöglicht einen besonderen, erzählerischen und individuellen Blickwinkel, die Auseinandersetzung mit der Umsetzungs-Planung, Skizzen, dem Storyboard, der Kommunikation und der Realisation des eigenen und fremder Projekte.\n\nKonzeptionelles und prozessorientiertes Arbeiten und Zuarbeiten \nEntwurf, Stilfindung, Form, Ausführung \nErzählstruktur – Skizzen, Storyboard, Dramaturgie, Rhythmus und Zeitachse \nDarstellungstechniken \nVariantenbildung, Prozesse und Abfolgen \nTechnik - Foto \nBild und evtl. Ton\n\n\nVorgehensweise: Strukturiert ist das Projekt in drei Abschnitte, in denen die individuellen Geschichten in künstlerisch-gestalterischer Auseinandersetzung erarbeitet und betrachtet werden. Begonnen wird mit einer Einführung zum Thema.\n\nJede/r erstellt eine eigene Idee für die persönliche (Film-)Produktion. Mit Ideen, Entwürfen, Variantenbildung wird eine Konzeption der selbständig geschriebenen und gestalteten Geschichte, inklusive Szenenwechseln, evtl. Metamorphosen, Text, nah bis fern Einstellungen für den Prozess erarbeitet, die dann als Auftrag im Team weitergegeben werden kann. Gearbeitet wird in kleinen Gruppen mit einer gegenseitigen Aufgabenaufteilung und Aufgabenstellungen für die Zuarbeit.\n\nNach Planung und Storyboard werden untereinander im Team die Aufträge für die Herstellung vom Screen-Design verteilt sowie auch die für den Ablauf notwendigen Gegenstände und Protagonisten.\n\nDas Erarbeiten der einzelnen Komponenten für die Umsetzung und Realisierung beruht auf einem Rotationsprinzip durch gegenseitiges Zuarbeiten der einzelnen Projektabschnitte und sorgt so für einige Überraschungen.\n\nDurch diesen wechselseitigen Prozess ist das eigene Endprodukt etwas unvorhersehbarer, birgt aber gestalterisches Potenzial durch Gemeinschaftsarbeit mit Überraschungseffekten. Fotografische und zeichnerische Grundkenntnisse sind von Vorteil.\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9068\n\nProf. Klaus Keller\n\n ----------------------------------\n\n Pixel Project\n\nErstes Treffen: 08. Oktober 2020, 10:00 Uhr, Raum D/103\n\nDiese Projektwoche beschäftigt sich mit Pixel Fonts, auch bekannt als Bitmap-Schriften. Die Teilnehmer des Workshops arbeiten über einen Zeitraum von zwei Wochen an einem persönlichen Font Projekt; vom ersten Entwurf bis zur technischen Umsetzung. Kenntnisse in Schriftentwicklung sind von Vorteil aber nicht erforderlich. Zum Abschluss der Projektwoche werden die Schriftergebnisse präsentiert und diskutiert.\n\nZeitraum des Workshops: 08.10. – 23.10.\n\nErstes Treffen: 08.10. / 2h\n\nZweite Veranstaltung: 12.10. / 4h\n\n4 weitere Treffen: 14.10. / 16.10. / 19.10. / 21.10.\n\nJe 2–3h, Individuelle Arbeit, Präsentationen, Konsultation\n\nLetzte Veranstaltung: 23.10. / 2h\n\nIncom Url: https://fhp.incom.org/workspace/9059/about\n\nPia Keeling/ Prof. de Groot\n\n ----------------------------------\n\nDesigning for Activism\n\nErstes Treffen: 05. Oktober 2020, 11:00 Uhr, Raum D/311\n\nInstagram ist zur einer großartigen Ressource für aktivistische Bildungsinhalte geworden. Wir fragen uns: Wie geht eigentlich Aktivismus auf social media? Wie hat sich Instagram dorthin entwickelt und warum eignet sich die Plattform dafür? Nach einem kurzen Einblick in die Theorie wollen wir selbst aktiv werden.\n\nDabei wollen wir Beiträge zu Sexismus, Rassismus, Ableismus und anderen Diskriminierungsformen und deren Intersektionalität erstellen und gestalten.\n\nEs geht dabei nicht nur darum, den Dingen eine Form zu geben, sondern auch die eigene Stimme zu finden. Es wäre toll, wenn ihr euch schon selbst ein wenig eingelesen habt und ihr euch für politische, gesellschaftliche, ökologische und/oder kulturelle Themen interessiert. (Ich packe euch auch noch ein paar Artikel zur Thematik in den Dateien&Links-Ordner)\n\nIm Kurs bin ich vor allem daran interessiert, dass wir uns gemeinsam die unterschiedlichen Formate und Elemente der App, wie Post, Story, Caption usw. anschauen und herausarbeiten, wie wir dafür gestalten können. Das was am Ende dabei herauskommt, kann sowohl bild-, video- als auch textbasiert sein. Diese Projektwoche ist also sowohl für Studis geeignet, die lernen wollen, wie man für kleine Formate layoutet, als auch für die, die konzeptionelle Illustrationen, kurze Videos oder irgendwas dazwischen erstellen möchten. (Da ich wohl nur am Rande Fragen zu Adobe und Co. werde geben können, wären technische Vorkenntnisse super) Am Ende präsentiert jede*r mindestens drei Beiträge, die in Einzel- oder Zweiergruppenarbeit entstanden sind, und ab damit auf Instagram!\n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/9062\n\nDaphne Braun/ Prof. Franziska Morlok\n\n ----------------------------------\n\n Maskenpflicht\n\nErstes Treffen: ,,,,, Raum D/308\n\nSteckt hinter der Maske die wirkliche Person oder ist es vielmehr so, dass die Maske real ist und die eigentliche Identität dahinter ein Mythos? Führt also die Demaskierung bloß zu weiteren Masken und schlußendlich an einen leeren Ort an dem niemand (mehr) wohnt? Vorausgesetzt, wir sind das, was wir mit unseren Masken zeigen, wer sind in der aktuellen Maskerade vor und hinter der Einheitsmaske? Wie fühlen wir uns, wo Teil unseres gesellschaftlichen Ideals und bisherigen Verbindlichkeit, das offene Visier ist, als Voyeure hinter dem Universalgesicht – sicher(er)?\n\nEine Strategie nicht allzu sehr auf einen Maskentypus festgelegt zu sein ist die Fasnacht oder der Karneval – die sogenannte närrische, oder auch 5. Jahreszeit genannt. Es ist die Zeit in der es gestattet war (und ist) aus der eingeübten bzw. eingefahrenen Rolle zu fallen, die Maske zu wechseln, jemanden anders darzustellen und sich in einer neuen Maske auszuprobieren.\n\nDieser tradierte Hintergrund ist die Basis sich – vom Vermummungsverbot über das Vermummungsgebot zum Mummenschanz – dem Thema und dem Entwurf einer Maske zu widmen. Im Resultat soll eine Papiermaske gestaltet werden die als Papercutmodell (3D Papercraft) hergestellt werden kann.\n\nPrüfungsleistung: Entwurfsleistungen in zeichnerischer und modellhafter Form. Präsentation / Dokumentation der Arbeitsergebnisse.\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9076\n\nProf. Jörg Hundertpfund\n\n ----------------------------------\n\n Designer's Data Detox\n\nErstes Treffen: Dienstag, der 6.10.20 10:00 – 13:00 Uhr, Raum D/106\n\n\nKickoff und Kennenlernen in Person draußen und mit Abstand in Berlin (Ort wird noch bekannt gegeben)\n\nIn den letzten Monaten hat sich ein großer Teil unseres Lebens vom Analogen ins Digitale bewegt. Die ohnehin großen Datenströme und Datenspuren, die wir hinterlassen, haben deutlich zugenommen.\n\nWarum ist das für uns als Designer*innen wichtig?\n\nIn diesem Kurs wollen wir uns damit befassen, wie wir auf persönlicher Ebene informierter mit Daten umgehen können und was das für uns als Designer*innen bedeuten kann. Auf dieser Basis wollen wir mit Ideation-Techniken im Sinne des Critical Design kurze Konzepte entwickeln, wie wir auf den Sog und die fehlende Kontrolle über die eigenen Daten auf informierende, kritisierende oder humoristische Weise aufmerksam gemacht werden kann. Die Medien können hier frei gewählt werden.\n\nIn diesem Projektwochenkurs werden wir uns vorrangig mit Techniken für Ideation und Konzeptentwicklung und Hintergrundinformationen rund um das Thema persönliche Daten und digitale Souveränität befassen.\n\nKurstermine:\n\nDienstag, der 6.10.20 10:00 – 13:00 Uhr Kickoff und Kennenlernen in Person draußen und mit Abstand in Berlin (Ort wird noch bekannt gegeben)\n\nMittwoch, der 7.10.20 10:00 – 14:00 Uhr zweiter Termin digital\n\nDienstag, der 13.10.20 10:00 – 14:00 Uhr dritter Termin digital\n\nMittwoch, 21.10.20 10:00 – 14:00 Uhr letzter Termin digital\n\nPrüfungsleistung: Aktive Teilnahme Diskurs und Designprozess (Präsenz und Online), Präsentation und Dokumentation\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9069\n\nLehrende: Prof. Constanze Langer, Christin Renner, Emilia Knabe\n\n----------------------------------\n\nData Talks / Data Walks\n\nErstes Treffen: Weekday not specified, , Raum D/108\n\nSensors are more and more pervasive in our everyday life. Position, speed, heart rate, temperature and so on, we are now able to collect a wide range of data with the more diverse parameters. What happens if we use them to monitor our (or someone else’s) subjective experience of the city and eventually to communicate it to others? “Data Talks / Data Walks” is a hybrid exercise combining journalism, data visualization and coding. You will choose a story (from a broader topic idea), collect quantitative or semi-quantitative data, and then visualize it in the form of a data story. To accomplish this task yiu will learn the fundamentals of data collection on field, interviews making and how to use a dedicated template to visualize your story.\n\nWochentag & Zeit: Weekday not specified, —\n\nRaum:\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9090\n\nLehrende: Prof. Dr. Marian Dörk, Francesca Morini, Jonas Rogge\n\n ----------------------------------\n\nThe Shape of a River : Spree\n\nErstes Treffen: Montag, 12.10.20 10:00 –Uhr, Raum D/223\n\nFlüsse werden meist als blaue Linien dargestellt. Dabei sind sie viel mehr: sie sind ökologische Habitate, Transportsysteme für Mineralien und Güter von Menschen, politische Grenzen, Wasser- und Energieversorger, Kulturstifter, Landschaftsgestalter, Erholungsgebiete... Sie sind ein komplexes und vielfältiges Beziehungssystem durch Raum und Zeit, welches in herkömmlichen Darstellungen unsichtbar bleibt. Gleichzeitig hat der Mensch im Zeitalter des sog. Anthropozäns Flüsse und Flusssysteme direkt oder indirekt massiv verändert.\n\nWährend der Projektwochen werden wir uns diesen unterschiedlichen Perspektiven auf den Fluss anhand der Spree am Westhafen in Berlin nähern. Wo finden wir dort ökologische, wirtschaftliche, soziale Bezüge, die auf das Anthropozän verweisen? Welche Begriffe und Einsichten lassen sich daraus ableiten? Und wie können wir diese darstellen?\n\nDer Kurs umfasst neben der prozesshaften Entwicklung einer gemeinsamen Kartierung und dem Spaziergang mit einem Biologen, die Beschäftigung mit dem Thema Anthropozän.\n\nAn diesen Projektwochen-Kurs schließt der gleichnamige Kurs im Wintersemester an. Hier werden wir uns mit dem Mississippi befassen, künstlerisch–wissenschaftliche Fallstudien analysieren und neue Beziehungslandkarten gestalten. Dieser Kurs wird im Rahmen des Forschungs- und Ausstellungsprojekts The Shape of a Practice am Haus der Kulturen der Welt in Berlin stattfinden.\n\nDer Besuch beider Kurse ist von Vorteil, aber keine Voraussetzung.\n\nPrüfungsleistung: Scheinerwerb durch regelmäßige und aktive Teilnahme im Kurs, Recherche, Diskursbeiträge, Arbeitsergebnisse, Präsentationen und digitale Dokumentation (incom).\n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/9092\n\nProf. Myriel Milicevic\n\n ----------------------------------\n\nRe-invent the police!\n\nErstes Treffen: Dienstag, 06.10.20, 10.00-13.00, Raum D/119\n\nEine analoge Dienstleistung ins Digitale übersetzen - und dabei neu denken!\n\nPrüfungsleistung: Teilnahme, Präsentation, Dokumentation\n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/9094\n\nProf. Reto Wettach, Denis Landin\n\n---------------------------------------\n\nUNWOHL\n\n1. Termin 06.10.2020 | 10:00-14:00 Uhr online via Zoom:\n\nhttps://fh-potsdam.zoom.us/j/98965742453\n\nBunt, lebendig, dynamisch – das ist Stadtleben. Aber das Leben in der Stadt kann auch oft merkwürdig sein. Wer hat sie noch nicht erlebt, diese Orte, Dinge oder Situationen, bei denen es uns schon allein vom Anblick ganz unangenehm zumute wird. Egal ob hostile Räume oder Mobiliar, Gegenstände oder soziale Interaktionen, plötzlich werden wir aus unserer Komfortzone herauskatapultiert und fühlen uns: UNWOHL. Manche dieser Dinge sind absichtlich so gestaltet, dass wir uns damit unwohl fühlen, andere nicht – und tun es trotzdem.\n\nIn diesem Projektwochenkurs beschäftigen wir uns mit dem Thema »Unwohlsein«: Was ist es, dass dieses Gefühl in uns erzeugt? Aus welchem Grund? Und wie können und möchten wir damit umgehen?\n\nWir möchten in diesem Kurs »Unwohlsein« im Alltag beobachten und sichtbar machen, in dem wir dafür Interventionen oder Hacks prototypisieren. Dabei sind kritisch-ironische Ansätze genauso willkommen wie lösungsorientierte Konzepte. Dazu werden wir digital gestützte Co-Creation Methoden ausprobieren, ihr werdet schnelle Hands-on Prototyping Sessions durchlaufen und so iterativ (Lösungs-) Ansätze entwickeln.\n\nIncom Url: https://fhp.incom.org/workspace/9008\n\nRahel Flechtner, Jordi Tost & Prof. Dr. Frank Heidmann\n\n---------------------------------\n\n13 Tage - 13 Dinge. Design-Protokolle\n\nErstes Online-Treffen (via Zoom): 06.10.2020 10:30 Uhr\n\n13 Tage, 13 Dinge. Pro Tag ein Designobjekt. Anfertigung eines 13-Tages-Protokolls über gestaltete Produkte oder Kommunikationsmittel aus dem Alltag, Beschreibung und Analyse von 13 Objekten.\n\nPrüfungsleistung: Beschreibung und Analyse von 13 Design-Objekten auf der Grundlage eines 13-tägigen Tages-Protokolls. Incom-Online-Dokumentation\n\nTeilnehmer: 15 Incom\n\nVerbindliche Einschreibung ab 05.10.2020 17:00 im Incom-Workspace\n\nUrl: https://fhp.incom.org/workspace/9103\n\nProf. Dr. Rainer Funke\n\n---------------------------------\n\nÜber Design schreiben\n\n1. Treffen Donnerstag, 08.10, 10:00 - 13:00 Uhr, Raum D/105\n\nGestalter*innen schreiben meist nicht gern und am allerwenigsten über die eignen Entwürfe. Dabei spielt die schriftliche Auseinandersetzung auch für Designer*innen eine wichtige Rolle. Sei es, weil mit Hilfe von Texten komplexere Designkonzepte erklärt können oder durch den Schreibprozess neue Bedeutungsebenen des Entwurfs erschlossen werden können. Wie Klaus Krippendorff ganz treffend bemerkt, entscheidet sich das Schicksal aller Artefakte auch in der Sprache.\n\nIn der Projektwoche wollen wir uns deshalb ganz praktisch mit dem Schreiben über Design beschäftigen. Anhand von Textübungen zu eigenen und fremden Entwürfen werden wir mit verschiedenen Stilmittel, Textformaten und Kontexten (Werbung, Designgeschichte und Medien) beschäftigen und ganz Tricks gegen Schreibblockaden aller Art kennenlernen. Wir werfen dabei auch einen Blick auf die Spuren, die Paradigmenwechsel innerhalb des Designs oder veränderte soziale Rahmenbedingungen in den unterschiedlichen Texten über Design hinterlassen.\n\nTermine:\n\nDonnerstag, 8.10, 10:00 - 13:00 Uhr Einführungsveranstaltung, Raum D/105\n\nDienstag, 13.10 Ort & Zeit wird noch bekannt gegeben\n\nMittwoch, 14.10 Ort & Zeit wird noch bekannt gegeben\n\nDonnerstag, 15.10 Ort & Zeit wird noch bekannt gegeben\n\nDienstag, 20.10 Ort & Zeit wird noch bekannt gegeben\n\nMittwoch, 21.10 Ort & Zeit wird noch bekannt gegeben\n\nRaum: Raum D/105 (?)\n\nAnzahl Teilnehmer: 12\n\nIncom Url: https://fhp.incom.org/workspace/9109\n\nLehrende: Sandra Groll"},"maxStudents":0,"credits":"2 Credits","workspace":""},"included":[],"request":{"type":"GET"}}]}}}}