{"data":{"data":{"semester":{"name":"WiSe 2019/2020","courses":[{"type":"course","_id":"1b5c13e9-19f2-4170-8ffa-e99d93498ae4","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Reflexion: Steine, die rechnen – Materialität im Post-Digitalen","teacher":"Paul Heinicker, Jonas Parnow","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-R","id_new":"31 LE-R","name":"31 LE-R","category":"III/1 Labor-/Entwurfsstrategien Reflexion"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:00"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Montag 10:00-15:00, Raum D/226, Beginn: 06.04.2020\n\nMit Steinen, die rechnen, meinen wir grundsätzlich alle informationsverarbeitenden Geräte und Infrastrukturen unserer automatisierten Gesellschaft, deren Grundkomponenten aus (seltenen) Erden bestehen. Vom iPhone, Internetkabeln bis hin zu Datenzentren betrachten wir die materielle Komplexität, Kreisläufe und Abhängigkeiten, die es benötigt den enormen Daten- und Energieressourcen für u.a. unseren täglichen Netflix-Konsum bereitzustellen. Im Klimasemester 2020 interessieren uns dabei vor allem die Zusammenhänge zwischen Ökologie, Macht und Informationstechnik sichtbar zu machen.\n\n_\\# Klima-Semester – Utopien der Gegenwart_ _\\__\n\nIm Kurs soll daher in verschiedene materielle Dimensionen eingeführt werden. Grundlegend beginnen wir mit den eigentlichen materiellen Bedingungen von digitalen Infrastrukturen, skalieren dann weiter zu macht- und geopolitischen Fragen des Digitalen und fragen im letzten Schritt nach Momenten der Körperlichkeit im scheinbar entmaterialisierten digitalen Raum. Als Entwurfskurs interessiert uns die eigene Formulierung und Gestaltung einer kreativen Selbstermächtigung. Am Beispiel von künstlerischen Interventionen, etwa bei Ingrid Burrington, Joanna Moll, Adam Harvey oder Julian Oliver, sollen Methoden der kritischen Sichtbarmachung analysiert und in einem eigenen Projekt umgesetzt werden. Technische Kompetenzen (erste Programmiererfahrung und Kenntnisse in der Daten-Analyse und -Visualisierung) sind von Vorteil werden aber auch grundlegend eingeführt, also nicht zwingend notwendig. Die finalen Entwurfsprojekte können frei in jedem Medium entwickelt werden. Weiterhin werden wir parallel eine Webplattform zum Kursthema entwickeln und somit den Forschungsprozess dokumentieren.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8746\n\nPaul Heinicker, Jonas Parnow"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"dc9b4964-ccb2-4a5d-8441-d0e61e06b8e2","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Reflexion: REBEL FOR FUTURE - Holistisches Kommunikationsdesign","teacher":"Maximiliane Wittek, Prof. Wiebke Loeper","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-R","id_new":"31 LE-R","name":"31 LE-R","category":"III/1 Labor-/Entwurfsstrategien Reflexion"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:30"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Mittwoch 10:00-14:30, Raum D/308, Beginn: 08.04.2020\n\n# Klima-Semester – Utopien der Gegenwart\n\nAuf der Suche nach Antworten & Lösungen angesichts des Klimawandels bewegen wir uns durch das Zeitalter des Anthropozän, erforschen den Eigenwert der Natur, diskutieren Neue Humanökologie und lassen uns durch widerstandsbewegten Sacred Artivism inspirieren. Aufgabe ist es, Ressourcenphantasien mit der Rolle der Designer*innen und den Menschen der Zukunft in einen ethischen, politischen und künstlerischen Kontext zu setzen. Wie kann Public Relation für die Natur heute aussehen? Wie sieht holistisches Kommunikationsdesign aus? Es können ungewöhnliche Methoden ausprobiert, Perspektiven neu eröffnet und Aktionen umgesetzt werden. Beiträge des Kurses können auf der multi-mediale aktivistischen Plattform www.humansforfuture.berlin veröffentlicht werden. Möglich sind auch andere offene Ideen zum Thema Klimasemester nach Absprache.\n\n \n\nPrüfungsleistung: Rege Teilnahme an der Recherche und den Diskussionen im Kurs, sowie mindestens 3 Public-Relation-Beiträge für die Natur pro Gruppe oder pro Einzelkämpfer*in (I./II.StAB) und zusätzlich für den II./III.StAB ein größerer Beitrag\n\n \n\nAnzahl Teilnehmer: 35\n\nIncom Url: https://fhp.incom.org/workspace/8828\n\nMaximiliane Wittek, Prof. Wiebke Loeper"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6e220111-353c-4092-9d3a-ef3ef038636e","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Reflexion: Übung im Feld","teacher":"Prof. Wiebke Loeper","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-R","id_new":"31 LE-R","name":"31 LE-R","category":"III/1 Labor-/Entwurfsstrategien Reflexion"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:30"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Montag 10:00 — 14:30, Raum D/308, Beginn: 06.04.2020\n\n# Klima-Semester – Utopien der Gegenwart\n\nDie Kursteilnehmer*innen erproben bildnerische Erzählformen zu den Themen Klimawandel und Heimatwandel in ländlichen Gebieten Brandenburgs. Fokussiert werden Fragen zu Formen der Arbeit und des Zusammenlebens, der Kultur, dem Umgang mit Ressourcen und dem Verhältnis zur Natur, sowie Möglichkeiten und Notwendigkeiten politischer Beteiligung. Exkursionen und die Zusammenarbeit mit unterschiedlichen Akteur*innen in der Region sind Zentrum des Kurses. Es können Team- oder Einzelbeiträge entstehen. Ziel des Kurses ist die Entwicklung des Sehens im gesellschaftlichen und bildnerischen Sinne.\n\n \n\nPrüfungsleistung: - rege Teilnahme an den gemeinsamen Bildbesprechungen und eigenständiges fotografisches Arbeiten - 2 Zwischenpräsentationen mit je 3-5 Bildern (siehe Zeitplan) - Abschlusspräsentation (Abgabe einer Serie zum freien Thema von ca.10-12 Fotografien mit selbst ausgearbeiteten Prints und Text zur Arbeit. Gefordert ist außerdem eine digitale Dokumentation der Ergebnisse auf Incom).\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8834\n\nProf. Wiebke Loeper"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"7859739e-f7fa-4153-b9cd-6589ed0b593e","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Reflexion: Seeing Green. Visuelle Strategien in Umwelt- und Klimaschutz","teacher":"Dr. Julia Meer","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-DG","id_new":"31 LE-R","name":"32Th-DG Designgeschichte ","category":"III/1 Labor-/Entwurfsstrategien Reflexion"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"05"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:05"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:30"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Donnerstag 10.05-13.30, Raum D/119\n\n# Klima-Semester – Utopien der Gegenwart\n\nDie für klimasensibles Verhalten notwendigen Informationen sind vorhanden und werden (meistenteils) verständlich, eindringlich und handlungsbefähigend kommuniziert. Warum also verändern dennoch so wenige Menschen ihr Verhalten? Und welche Rolle spielt Design in diesem Nicht-Handeln? Wo liegen die Potenziale, aber auch die Grenzen von Gestaltung? Gemeinsam erstellen wir zunächst eine ›visuelle Geschichte des Umweltschutzes‹, indem wir ikonische Zeichen, Objekte und Bilder sammeln (z.B. Greenpeace-Schlauchboote, Jutebeutel, das Recycling-Logo, aktuelle Info- und Datenvisualisierungen sowie Kampagnen). Im nächsten Schritt werden diese jeweils auf die hinter ihnen stehenden Strategien und Implikationen hin befragt. Das Recycling-Logo etwa kann derart gelesen werden, dass das Ausmaß unseres Konsums nicht verändert werden muss – solange wir bloß recyceln. So erlangen wir differenzierte Erkenntnissen über Erfolge und Misserfolge unterschiedlicher – auch aktueller – Kommunikationsstrategien.\n\nIn diesem Prozess eruieren Sie relevante Fragestellungen mit Blick auf die Wirkungsweise und Rolle von Gestaltung im Umwelt- und Klimaschutz und werden diesen im Verlauf des Seminars nachgehen.\n\nTeil des Kurses ist die Zusammenarbeit mit dem Kurs ›Good News‹ von Prof. Lisa Bucher. Sie werden Ihre in den ersten Sitzungen des Seminars gewonnenen Erkenntnisse an Teilnehmer*innen dieses Kurses kommunizieren, so dass diese – selbstbestimmt in mehr oder weniger enger Kollaboration mit Ihnen – pointierte Visualisierungen entwickeln können. Denkbar ist beispielsweise eine ironische Kommentierung oder Überarbeitung des oben erwähnten Recycling-Logos, die Entwicklung von Comicstrips, Infografiken …\n\nSie werden im Laufe des Kurses kurze und mittellange Texte verfassen. Auf Wunsch erhalten Sie eine Einführung in wissenschaftliches Schreiben, in jedem Fall erproben wir das Schreiben als Instrument im Erkenntnis- und Designprozess.\n\nKleinere Exkursionen und Gastvorträge sind in Planung, ebenso eine Aufbereitung unserer Analysen für die Werkschau (etwa als Timeline oder in Form von kleineren Publikationen – wie all meine Kurse zielt auch dieser auf die Verzahnung von Analyse und Gestaltung, von ›Theorie‹ und ›Praxis‹).\n\nZiele des Seminars sind:\n\n- Entwicklung eines ›Methoden-Tool-Kits‹ für Designanalysen  \n\ndifferenzierte Erkenntnisse über Erfolge und Misserfolge historischer und aktueller Strategien des Umwelt- und Klimaschutzes\n\n- Überblick der Geschichte des Umwelt- und Klimaschutzes \n\nZiel der Kollaboration mit Lisa Buchers Kurs ist, redaktionelle Vorgaben und den Austausch zwischen Schreibenden und Gestaltenden besser kennenzulernen. Die Kurse finden meistenteils getrennt, parallel zueinander statt, für einige Sitzungen kommen wir zusammen.\n\n\nVoraussetzung für den Kurs ist die Bereitschaft und Fähigkeit zum selbstständigen Arbeiten. Der Einstieg wird ›knackig‹ – recherchieren Sie daher gerne vorab welche ikonischen Zeichen/Bilder/Objekte Sie interessieren und machen Sie sich Gedanken, welchen Fragestellungen Sie gerne nachgehen möchten.\n\nDer Kurs ist offen für Designstudent*innen im 2. Studienabschnitt und Master Design, sowie Student*innen aus den EMW und Kulturarbeit.\n\nBA-Designstudent*innen, die in der alten Prüfungsordnung studieren, bekommen 8CP, in der neuen Prüfungsordnung 5CP (der Aufwand wird entsprechend angepasst).\n\n \n\nAnzahl Teilnehmer: 40\n\nIncom Url: https://fhp.incom.org/workspace/8761\n\nDr. Julia Meer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a6714376-5ac3-44cf-8612-ef5fabe87089","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: Future Refelctions","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Donnerstag 09.00 – 16.00, Raum D/308\n\n# Klimasemester\n\n»Future Reflections – modular concepts for sustainable luminaires«, so der ganze Titel des belektro-Ideenwettbewerbs 2020 für Studierende.\n\nGegenstand des Entwurfsseminars ist die Entwicklung innovativer Lichtlösungen, die langfristig zu einem komfortablen und nachhaltigen »smart living« beitragen.\n\nAnlass für das Thema ist die Ausschreibung des belektro-Ideenwettbewerbs 2020 Weitere Informationen:\n\nhttps://www.belektro.de/DieMesse/Rahmenprogramm/Ideenwettbewerb/\n\n \n\nPrüfungsleistung: Entwurfspräsentation mit hoher Ausführungsqualität im Rahmen der Semesterausstellung, die Konzeptqualität und alle relevanten Aspekte der Entwurfslösung plausibel darstellen. Dokumentation der Gestaltungsentwicklung und –konzeption (Format: PDF-Dokument).\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8748\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8b4beb05-1ffe-4a7a-aeb9-86bb7d08a06c","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: to stay...","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":5},"String":"Freitag, 16:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Freitag 09.00 – 16.00, Raum D/223\n\n# Klimasemester Nachhaltigkeit hat etwas mit Verbindlichkeit, mit Verbindung zu tun. Dem Bedürfnis nach uneingeschränkter Bewegungsfreiheit begegnet das Bedürfnis nach Halt. Gegenstand des Kooperationsprojekts mit der Firma SWK Innovations GmbH & Co.KG ist die Entwicklung eines Coffey-To-Go-Bechers der bleibt. Gefertigt aus nachhaltig gewonnenem, verarbeitetem und recyclefähigem Kunststoff.\n\nhttps://swk.berlin/\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8815\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"0b983a7b-e239-464f-a672-87f7783d88e0","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: Achtung - konkret!","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/311","descriptionText":{"type":"html/md","value":"Mittwoch 10.00 – 14.00, Raum D/311, Beginn: 08.04.2020\n\n# Klimasemester\n\nGestaltung ist immer involviert – man kann sich nicht raushalten: jede Form von Gestaltung repräsentiert eine Haltung, die wiederum (Gegen-)Haltung provoziert. Ziel der Veranstaltung ist die Entwicklung und Realisierung prototypischer Entwürfe, die im Rahmen einer Ausstellung gezeigt werden sollen.\n\nWie kann man als GestalterIn eine selbst- und verantwortungsbewusste Haltung im gestalterischen Handeln und dem Gegenstand der Gestaltung gegenüber entwickeln? In diesem Seminar mit Entwurfsschwerpunkt sollen Fragen der politischen Dimension und der gesellschaftlichen Relevanz von Gestaltung erörtert und anhand von konkreten Entwurfsübungen erprobt werden. (Fridays For Future!)\n\n*Diese Veranstaltung ist eine Fortführung des Seminars »Achtung!« aus dem WS, steht aber für frisch Interessierte offen!\n\n \n\nPrüfungsleistung: Entwurfsleistungen in zeichnerischer und modellhafter Form. Präsentation / Dokumentation der Arbeitsergebnisse.\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8808\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9ea8a0d0-f341-4013-b462-88dd736fd80a","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: (Fast) alles über UX-Methoden und deren Anwendung","teacher":"Marian Gunkel","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-AM","id_new":"31 LE-S","name":"21FVId-AM Advanced Media ","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"45"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:45"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Mittwoch 9.45 - 14:00, Raum D/119, Beginn: 08.04.2020\n\nDer Kurs führt praktisch und theoretisch durch unterschiedliche quantitative und qualitative UX-Research-Methoden, die im Laufe des Design-Zyklus angewendet werden.\n\n„Wissenschaftliches“ Denken führt zu objektiveren Entscheidungen über Design-Alternativen und damit zu verbesserter User Experience. Ziel des Kurses ist, wissenschaftliche Denk- und Handlungsprinzipien sicher anzuwenden, passende Methoden für unterschiedlichste Problemstellungen zu kennen und zu können sowie den Umgang mit „Daten“ (Erhebung, Analyse, Interpretation, Aktion) sicher zu beherrschen.\n\n \n\nThemen sind u.a.:\n\n- „wissenschaftliches Mindset“ (Neugier, Denken in Hypothesen und Experimenten, kritisches Denken und Freude am Lernen durch Experimentieren)\n\n- Probleme identifizieren und näher beschreiben (wer hat warum welches Problem?)\n\n- Problemkontexte erfassen und bewerten, daraus Gestaltungsideen entwickeln\n\n- Gestaltungsideen testen\n\n- „beiläufige“, kontinuierliche Forschung\n\n- „What people say, what people do and what people say they do are entirely different things” -> warum ist das so und wie können psychologische und ethnographische Methoden helfen\n\n- Grundkenntnisse Statistik\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8856\n\nMarian Gunkel"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3f4374c5-4f48-470c-854f-78d3c21a2f5d","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: The Inconvenience Space","teacher":"Henrik Rieß/ Prof. Constanze Langer","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-Visua","id_new":"31 LE-S","name":"21FVId-Visual Interfacedesign ","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:15"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Freitag 10.00 - 14.15 Uhr, Raum D/226\n\n„Fully imagined cultural futures were the luxury of another day, one in which 'now' was of some greater duration. For us, of course, things can change so abruptly, so violently, so profoundly, that futures like our grandparents' have insufficient 'now' to stand on. We have no future because our present is too volatile.“\n\n― William Gibson, Pattern Recognition (2003)\n\n \n\nA B S T R A C T\n\nDie Zukunft und den damit verbundenen Wandel zu kommunizieren, ist gar nicht so leicht:  Ein 16-Jähriges Mädchen spricht 2019 auf dem  UN Klimagipfel von ihrem Wunsch nach einer umweltfreundlicheren Welt ohne unnötige Flugreisen und erntet groben Spott von denen, die ihre Entspannungsrefugien in Gefahr sehen.\n\nEine mögliche, für alle lebenswerte Zukunft dagegen ist unbequem – insbesondere, wenn sie dem aktuell bestehenden Komfortraum der Menschen widerspricht – oder so weit davon entfernt scheint, dass der Weg dahin ungangbar wirkt. Kommt das Neue zu schnell, erzeugt es Abwehr und Ablehnung. Schleicht es sich wiederum zu langsam ein, hagelt es Vorwürfe aus der Bubble der Progressiven. In diesem Kurs wollen wir explorieren, inwiefern wir Interaktions-, Informations und Service-Gestaltung nutzen können, um Bürger*innen laufende Prozesse im Wandel (gesellschaftlich-kulturell / politisch / ökonomisch, ökologisch…) näherzubringen.  Dabei geht es nicht vorrangig um unsere Version der Zukunft, sondern viel mehr um die Art, wie wir als Gestalter*innen davon erzählen, Links ins Jetzt setzen und Ideen diskutierbar machen.\n\n \n\nM Ö G L I C H E F R A G E S T E L L U N G E N\n\nWie lässt sich Vertrauen schaffen bei Themen, die nicht alle direkt betreffen, aber gesellschaftlichen Konsens erfordern?\nWelche Touchpoints hat die Gesellschaft, um in der Breite über Anliegen zu informieren und kluges, selbstbestimmtes Entscheiden zu fördern? Wie können wir die Zugänglichkeit (und Begegnung mit Informationen) erhöhen?\nWelche Rolle spielen persönlicher Einfluss, kollektive Verantwortung vs. externe von  Big Playern?\nInwiefern tangieren die Lösungen unsere Lebens- und Arbeitswelten, und wie lassen sich daraus neue Business Modelle entwickeln?\nWie können durch Perspektiv-Wechsel und Storytelling Verhalten geändert werden? In wieviele Kapitel muss eine Story geschnitten werden, damit ihre Zielgruppe sie aufnehmen kann?\nWelchen Einfluss haben persönliche Schmerzgrenzen in der Diskussion, und inwiefern sind sie förderlich / hinderlich, wenn es um das Verlassen von Convenience Spaces geht?\nWelche Arten der Ansprache eigenen sich dafür, die Bildung elitärer Dunsthauben zu vermeiden?\nWelche Formen der Partizipation und des Feedbacks sind möglich?\n\n \n\n\nA B L A U F\n\nGenaues Thema und Zielgruppe/n sollen zu Beginn des Kurses ermittelt werden*: Aus gescheiterten Visionen, aktuellen Trends und Vorstellungen der Zukunft wollen wir lernen – sie sollen die Ausgangslage unserer Arbeit bilden.\n\nDie Arbeit erfolgt iterativ in zwei frei gestaltbaren Sprints. Das Darstellungsmedium für den Entwurf ist frei wählbar, solange es eine angemessene Auseinandersetzung mit dem Nutzungskontext erlaubt. Im Rahmen des Kurses sollen zunächst Verständnismodelle und später Erlebnisprototypen entstehen.\n\nDer Kurs kann einzeln oder im Team belegt werden, und ist offen für alle Fachrichtungen: PD, KD und ID. Für Teams: Versucht möglichst ausgewogene Superfähigkeiten zusammen zu bekommen. Maximale Teamgröße sind 3 Personen. Die Präsenztermine sind Freitags in der Zeit zwischen 10:00-14:30 Uhr und werden vor allem für die inhaltliche Diskussionen genutzt.   Eine eigenständige Auseinandersetzung mit Prototypingtechniken wird vorausgesetzt.\n\nIhr könnt ihm Rahmen des Kurses an passenden, bereits bestehenden Ideen weiterarbeiten und sie unter neuen Gesichtspunkten vorantreiben.\n\n \n\nPrüfungsleistung: 15 % Beteiligung und Diskussion im Unterricht; 35 % Analyse des Status Quo + Varianz der daraus geschlussfolgerten Ideen; 35 % Entwurf prototypischer Artefakte; 15 % Kontinuierliche Dokumentation der Arbeitsergebnisse\n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8854\n\nHenrik Rieß/ Prof. Constanze Langer\n\n\nHenrik Riess"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"4711f9c0-d0fd-4c88-a00b-9310fdb110eb","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Spezialisierung: Visualizing Cultural Collections","teacher":"Mark-Jan Bludau, Viktoria Brüggemann, Prof. Dr. Marian Dörk","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:30"}}},"room":"Schulungsraum der Hochschulbibliothek","descriptionText":{"type":"html/md","value":"Donnerstag 09:00-13:30, Schulungsraum der Hochschulbibliothek\n\nThursday 9:00am–13:30pm, Start: 04 Apr 2020\n\nFor cultural institutions, such as museums, libraries or archives, it has become an inevitable but also greatly beneficial task to present their collections on the Web. Digitization promises unprecedented levels of access to cultural artifacts and exciting opportunities for interface design and information visualization. Nevertheless, there is still a lack of innovative approaches that move away from grids and compressed images towards generous interfaces which make the artifacts and artworks available for free exploration. How can we design interfaces for cultural collections that aim at both researchers and a broad public? How can we find visual representations that convey the abundance of the collection, but also the individuality of the artifacts? How do we deal with questions of representation in light of postcolonialism and critical design? In this project course we will approach these questions in interdisciplinary teams. Advanced students of interface design, cultural management, and media studies will work together to explore and critically examine visualizations of cultural collections. In collaboration with cultural institutions, students will form small project teams and carry out hands-on research, from analyzing opportunities and possibilities to offline and online prototyping. The aim is to create visualizations that open novel perspectives on and interesting insights into the collections. As part of this process, we consider the visualizations to be cultural artifacts themselves that need to be interpreted and questioned, too.\n\nParticipants should have a solid understanding and practical experience with either information visualization or cultural collections – and an interest in the respective other. In interdisciplinary groups, participants will develop research projects and pursue their own questions. The results of the course will be presented at the end to the partners and documented in the form of a paper and a demo on the web. Please note: The main language of teaching for this course is English.\n\n \n\nPrüfungsleistung: development of a research prototype in collaboration with a collection partner — execution of a co-design workshop — method input in form of a presentation — project presentation — documentation in form of a paper\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8754\n\nMark-Jan Bludau, Viktoria Brüggemann, Prof. Dr. Marian Dörk"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"313ac72b-8f32-4578-9407-cc00a0508ac2","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: Design for Future / Ausstellung / Zukunftsbilder / Experimente / Prototypen","teacher":"Prof. Holger Jahn, Anke Lüers-Salzmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PU","id_new":"31 LE-S","name":"21FVPd-PU Produkt","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:15"}}},"room":"LW 023","descriptionText":{"type":"html/md","value":"Dienstag 10.00 – 15.15, Raum LW 023, Beginn 07.04.20\n\n# Klima-Semester – Utopien der Gegenwart\n\nWie wollen wir in Zukunft leben? Wie werden wir klimaneutral? Was kann ich selbst tun?\n\nDas Seminar richtet sich an BA- und Masterstudierende aus den Studiengängen Produkt-, Interface-, Kommunikationsdesign und Europäische Medienwissenschaft.\n\n„Wenn eine Gesellschaft nicht mit der Erschöpfung ihrer Ressourcen umgehen kann, drehen sich die wirklich interessanten Fragen um die Gesellschaft und nicht um die Ressource. Welche strukturellen, politischen, ideologischen oder wirtschaftlichen Faktoren in der Gesellschaft verhinderten eine angemessene Reaktion?« Joseph Tainter, Anthropologe Industrialisierung aber auch unsere Disziplin Design haben wesentlich zu Verbesserung von Lebensstandard, Komfort, Konsum und wirtschaftlicher Entwicklung aber auch zur Überschreitung der ökologischen Belastungsgrenzen beigetragen.\n\nLasst uns in diesem Seminar mit den vielfältigen Methoden des Designs, den Kompetenzen von Gestalter*innen und Medienwissenschaftler*innen positive Zukunftsbilder entwickeln und die zentralen Zusammenhänge der Klimakrise aufarbeiten und in adäquater Form darstellen können. Als Grundlage für die Zukunftsbilder nutzen wir eine Auswahl an Studien, Klimapläne, eigene Recherchen und sprechen mit Wissenschaftler*innen und Expert*innen.\n\nAuf den ersten Blick kann die Komplexität entmutigend sein, wenn wir uns jedoch in Teams aufteilen, welche die einzelnen Themen und Sektoren wie z.B. Energie, Verkehr, Industrie & Konsum, Landwirtschaft separat beforschen, werden wir rasch feststellen, das die notwendigen Reduktionsziele nachvollziehbar und die grundsätzlichen Handlungsoptionen auch für Laien verständlich sind.\n\nZiel ist es bis zur Werkschau eine prototypische Ausstellung & Ausstellungsbeiträge zu erarbeiten, welche Schülern und Erwachsenen in attraktiver Weise Einblicke in mögliche, wünschenswerte Zukünfte aber auch die Fakten und Hintergründe der Klima- und Ressourcen-Krise vermittelt. Während der Werkschau/ dem FHP SCHAUFenster wollen wir unsere Exponate und die Ausstellung testen, evaluieren. Der nächste Schritt kann dann z.B. im Wintersemester sein, die Ausstellung zur „Serienreife“ zu entwickeln und als Wanderausstellung zu verbreiten. https://fhp.incom.org/workspace/8852\n\n \n\nPrüfungsleistung: Aktive Mitarbeit, Recherche, Referate, Gestalterische Arbeit, Zwischen- und Abschlusspräsentation\n\n \n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/8852\n\nProf. Holger Jahn, Anke Lüers-Salzmann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"349cdb52-70e2-41ae-8066-3f6137e0ab63","attributes":{"type":null,"title":"Labor/Entwurfsstrategien Spezialisierung: Stranger Living – Are Dumb Cities the New Smart Cities?","teacher":"Prof. Dr. Frank Heidmann\nM.A. Jordi Tost","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Montag, 14:00 - 18:00, Raum D/106, Beginn: 06.04.2020\n\nIn diesem Kurs wollen wir mit Ansätzen des »Critical Speculative Design« die Mainstream-Trends zukünftiger Mobilität und Smart City-Konzepte kritisch hinterfragen und gemeinsam alternative Szenarien mit Hilfe von Prototypen erfahrbar machen. Selbstfahrende Autos, Flugtaxen, Lieferdrohnen, Sharing-Angebote für diverse Fortbewegungsmittel zur Befriedigung der Mikromobilität, selbstverständlich klimaneutral betrieben und eingebettet in eine grüne, ästhetische Stadtlandschaft mit futuristischer Architektur. So oder ähnlich visualisieren Automobilindustrie, Mobility Tech Unternehmen und führende Forschungsinstitutionen ihre Visionen urbaner Mobilität. Das »Framing« derartiger Zukunftsbilder in der Gesellschaft erschwert das Denken alternativer Zukünfte. In der Tradition des Critical Speculative Design liegt das Ziel vorrangig nicht in der Generierung von konkreten Lösungsansätzen. Es sollen vielmehr Ausgangslagen und Problemstellungen als Basis für die Diskussion alternativer Zukünfte im Kontext von Mobilität und Smart City aufgezeigt werden. Wir verstehen Critical Speculative Design nicht als ein Ziel, sondern als »Reframing«-Werkzeug: Alternative Zukünfte dürfen kritisch sein, öffnen dabei aber positive Visionen und ebnen den Weg zur Problemlösung. Prototypen als spekulative Artefakte kommen in diesem Prozess eine tragende Rolle zu. Prototypen materialisieren implizit unfertige Zukunfts-Artefakte, die erwartete, erwünschte oder auch zu verhindernde Möglichkeiten als erfahrbare Wirklichkeiten darstellen. Zukunfts-Artefakte können ganz unterschiedliche Formen annehmen: Objekte, interaktive physische oder digitale Interfaces, Daten- oder Geo-Visualisierungen, z.B. Karten von fiktiven Städten oder ganzen Landschaften. Methodisch kombiniert der Kurs Theorie-Inputs mit Diskussionen und intensiven Prototyping-Sessions. Mit dieser Praxisnähe soll ein komplexes gesellschaftliches und ökonomisches Thema auf multiperspektivische und greifbare Weise kritisch und konstruktiv hinterfragt werden. Der Kurs findet im Rahmen des vom BMBF geförderten Forschungsprojekts »PROTOTYP« statt. Das Projekt erforscht die Rolle von »Critical Speculative Design« Prototypen als Storytelling- und Kommunikationsmedien von möglichen Zukünften. Die im Projekt entstandenen Artefakte – u.a. auch aus diesem Kurs – werden am Ende des Projekts im neuen Deutschen Museum Nürnberg (»Das Zukunftsmuseum«) Anfang 2021 ausgestellt. # Klima-Semester – Utopien der Gegenwart\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8765\n\nProf. Dr. Frank Heidmann, M.A. Jordi Tost"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"aae709a0-8164-4cbf-bcfb-ebb03c00d3c5","attributes":{"type":null,"title":"Labor-/Entwurfsstrategien Spezialisierung: Resilienz und Transformation urbaner Strukturen","teacher":"Prof. Alexandra Martini/ Prof. Dr. Michael Prytula","semester":"","graduateProgram":"","module":{"id":"PO 2013 31LE-S","id_new":"31 LE-S","name":"31 LE-S","category":"III/1 Labor-/Entwurfsstrategien Spezialisierung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"LW 228, Haus 2 Raum 016 und Berlin","descriptionText":{"type":"html/md","value":"Donnerstag 10:00-16:00, Raum LW 228 und Haus 2 016 und Berlin\n\nResilienz bezeichnet die Fähigkeit eines komplexen Systems, trotz starker externer Störungen wieder in den Ausgangszustand zurückzukehren oder einen neuen Systemzustand zu etablieren, der gegenüber dem Ausgangszustand sogar ein verbessertes Systemverhalten aufweist.\n\nIm Mittelpunkt unserer gestalterisch-forschenden Projektarbeit steht das Stadtquartier „Das Neue Gartenfeld“ Berlin, das Reallabor urbaner Innovationen und eine Arena gesellschaftlicher Auseinandersetzungen ist.\n\nMit designspezifischen und wissenschaftlichen Forschungsmethoden wollen wir individuelle Projekte zu beispielsweise Materialkreisläufen, sozialem Miteinander oder Außenraumgestaltung entwickeln.\n\nDer Kurs kann in dreierlei Hinsicht belegt werden:\n\n– als Master-Tutorium, in dem ihr einen Workshop mit Design Thinking im April organisiert und durchführt\n\n– mit regulärer Teilnahme in der Projektarbeit (Gruppe) zu einem selbstbestimmten Themenfeld rund um Resilienz und Stadt\n\n– als eigenständiges Gestaltungsprojekt der Publikation. Die Veröffentlichung der Projektergebnisse als Buch ist geplant. Die Gestaltung dieser Publikation kann auch Masterprojekt sein. Kontakt: martini@fh-potsdam.de\n\n \n\nAnzahl Teilnehmer:\n\nIncom Url: https://fhp.incom.org/workspace/8777\n\nProf. Alexandra Martini/ Prof. Dr. Michael Prytula"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"81675ae9-c060-4b69-910a-b56ec41e6e95","attributes":{"type":null,"title":"Alte Studienordnung: Theorie: Design-/Medientheorie: InfoVis Reading Group","teacher":"Prof. Dr. Marian Dörk","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-DT","id_new":"31 LE","name":"32Th-DT Theorie: Design","category":"III/1 Labor/Entwurfsstrategien 31LE-"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:30"}}},"room":"Schulungsraum, FHP-Bibliothek","descriptionText":{"type":"html/md","value":"Mittwoch 09.00-10.30, Schulungsraum, FHP-Bibliothek, Beginn: 08.04.2020\n\nWednesdays, 9:00-10:30am. Start 08.04.2020\n\nReading course on advanced topics in information visualization. Information visualization (InfoVis) is the dynamic field of research and design concerned with the conception, development, and evaluation of interactive and visual representations of data. InfoVis research provides a great basis for designers to create effective data visualizations. Recent InfoVis research connects well with contemporary application areas of interface design such as data-based storytelling, generative art, science communication, digital humanities, and critical design.\n\nConceptualized as a self-organized reading group, this seminar provides a platform to read and discuss current InfoVis papers. Students are encouraged to select the readings according to their personal interests and apply the insights to their own visualization projects. The goal of the seminar is to critically engage with academic literature, transfer insights to practical design work, and devise new ideas for future research projects.\n\nStudents will actively participate in seminar discussions, share short reading responses, and write a survey paper on a current research topic related to InfoVis. The language of teaching for this course is English. All communication during the seminars as well as literature and auxiliary materials will be in English.\n\nPrüfungsleistung: Weekly reading responses, presentation, survey paper\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8747\n\nProf. Dr. Marian Dörk"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3dc6db08-3811-459e-a4ad-7baae26182d3","attributes":{"type":null,"title":"Thesisentwicklung Designdiskurs + Argumentation: Thesisentwicklung ID","teacher":"Prof. Reto Wettach","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-TE","id_new":"32 TE-DA","name":"32Th-TE Thesisentwicklung ","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:30"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Donnerstag 9:00 - 13:30, Raum D/106\n\nLet's aim high: Design in die Vorstände!\n\n„Design ist unsichtbar.“\n\nLucius Burckhardt, 1981\n\n„It's not just what it looks like and feels like. Design is how it works.“\n\nSteve Jobs, 2003\n\nDesign im erweiterten Sinne, speziell im digitalen Zeitalter, spielt für den Erfolg von Unternehmen und Organisationen eine immer größere Rolle.\n\nVon daher gesehen kommt die Forderung, Design fest in Vorständen zu verankern, nicht überraschend.\n\nWas heißt das konkret für Designerinnen und Designer? Was müssen sie können, wie müssen sie vorgehen und wie können sie argumentieren, um einen relevanten Impact zu haben und um von den neuen Stakeholdern ernst genommen zu werden bzw. um diese zu Komplizen zu machen - und nicht zu Blockierern.\n\nMein Vorschlag für diesen Kurs:\n\nDie o.g. Fragen sollen gemeinschaftlich ergründet und in einem noch zu entscheidenden Format zur Diskussion gestellt werden.\n\nAußerdem könntet Ihr Studierenden den Fokus Eurer Masterthesis vor dem Hintergrund des hier formulierten Anspruches weiterentwickeln.\n\nKonkret schlage ich vor, dass im 2-Wochen-Rhythmus gearbeitet wird:\n\nIn Woche 1 könnte der Fokus auf die Entwicklung der eigenen Master-Thesis liegen. Diese Auseinandersetzung geschieht in Form von Präsentationen oder Workshops - jeweils mit Feedback durch den gesamten Kurs.\n\nIn Woche 2 könnten wir als Kurs gemeinsam einen Prozess und eine Vorgehensweise zur Ergründung einer neuen Rolle des Design festlegen und durchführen.\n\nBin gespannt auf Euren Input!\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8801\n\nProf. Reto Wettach"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c7e7e270-8fe7-4e7a-b6d5-e13b9340fb7f","attributes":{"type":null,"title":"Thesisentwicklung Designdiskurs + Argumentation: Thesisentwicklung PD","teacher":"Prof. Holger Jahn","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-TE","id_new":"32 TE-DA","name":"32Th-TE Thesisentwicklung ","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:30"}}},"room":"D/307","descriptionText":{"type":"html/md","value":"Mittwoch 09:30–13:30, Raum D/307, Beginn: 08.04.2020\n\nDie Veranstaltung bietet einen begleitenden Rahmen für die konzeptionelle und gestalterische Ausarbeitung des Master-Thesisprojekts.\n\n \n\nIm Rahmen des Kurses werden unterschiedliche Formate genutzt, um gemeinsam den Stand der Thesisprojekte zu reflektieren und weiter zu entwickeln. Im Kurs werden sowohl wissenschaftliche und methodische als auch kreative und gestalterische Perspektiven berücksichtigt.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8862\n\nProf. Holger Jahn"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f1eb10fb-eb22-4bd4-81d9-608c3432acf8","attributes":{"type":null,"title":"Thesisentwicklung Designdiskurs + Argumentation: Thesisentwicklung KD","teacher":"Prof. Sven Völker","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-TE","id_new":"32 TE-DA","name":"32Th-TE Thesisentwicklung ","category":"III/2 Thesisentwicklung Designdiskurs + Argumentation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":2},"String":"Dienstag, 18:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Dienstag 14:00–18:00, Raum D/223, Beginn: 07.04.2020\n\nDas Ziel dieser Lehrveranstaltung ist die Weiterentwicklung und Schärfung der Masterthesis. Das Seminar wird in wechselnder Besetzung rund um einen festen Kursleiter (in diesem Semester Professor Sven Völker) durch die Professoren des Studiengangs Kommunikationsdesign durchgeführt, so dass ein breites, interdisziplinäres Feedback zu den jeweiligen Themen möglich ist. Dafür sind die Teilnehmer angehalten, alle zwei bis drei Wochen den Stand ihrer Überlegungen, insbesondere die theoretische Durchdringung und methodische Vorgehensweise vorzustellen und zu diskutieren. Für Studierende im Kommunikationsdesign Master of Arts\n\nPrüfungsleistung: Teilnahme, Diskussionen, Vorträge und Dokumentation\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8789\n\nProf. Sven Völker"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"bbc49375-0335-441c-9cc2-da7f5a00dac2","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Please regulate us\" - Seminar zum Medienrecht","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 32Th-DM","id_new":"13 32Th-DM","name":"32Th-DM","category":"III/2 Theorie\n32Th-DM Designmanagement"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"D/116","descriptionText":{"type":"html/md","value":"Dienstag 14.00-16.00, Raum D/116, Beginn: 14.04.2020\n\nIn einem Beitrag in der Washington Post im März 2019 forderte Mark Zuckerberg, der CEO von Facebook, überraschend eine strengere Regulierung von sozialen Netzwerken. Dabei hob er die folgenden vier Punkte besonders hervor: Harmful content, Election integrity, Privacy und Data portability. Im Februar 2020 konkretisierte Facebook seine Vorschläge in einem Positionspapier („Charting a way forward - Online content regulation“). Die Vorschläge stießen auf ein gespaltenes Echo und wurden unter anderem seitens der EU als „zu wenig und zu spät“ abgelehnt. Im Rahmen des Seminars werden wir uns mit der Frage auseinandersetzen, in welchen Bereichen eine gesetzliche Regulierung von sozialen Netzwerken tatsächlich sinnvoll oder sogar erforderlich ist. Dabei werden wir die Vorschläge von Facebook hinterfragen, alternative Regulierungs-Ansätze untersuchen und eigene Vorschläge erarbeiten.\n\nWichtig: Die Teilnahme an dem Seminar setzt den Besuch der Vorlesung zum Urheber-, Design- und Medienrecht in einem der vorhergehenden Semester voraus.\n\n \n\nPrüfungsleistung: Referat oder ähnlicher Beitrag mit kurzer schriftlicher Ausarbeitung\n\n \n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/8847\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ce87d714-4d0d-4f13-b3ef-a2250c89a920","attributes":{"type":null,"title":"Didaktik Tutoring/Mentoring: Resilienz und Transformation urbaner Strukturen","teacher":"Prof. Alexandra Martini/ Prof. Dr. Michael Prytula","semester":"","graduateProgram":"","module":{"id":"PO 2013 33D-TM","id_new":"33 D-TM","name":"33 D-TM","category":"III/3 Didaktik Tutoring / Mentoring"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"Raum LW 228 und Haus 2 016 und Berlin","descriptionText":{"type":"html/md","value":"Donnerstag 10:00-16:00, Raum LW 228 und Haus 2 016 und Berlin\n\nResilienz bezeichnet die Fähigkeit eines komplexen Systems, trotz starker externer Störungen wieder in den Ausgangszustand zurückzukehren oder einen neuen Systemzustand zu etablieren, der gegenüber dem Ausgangszustand sogar ein verbessertes Systemverhalten aufweist.\n\nIm Mittelpunkt unserer gestalterisch-forschenden Projektarbeit steht das Stadtquartier „Das Neue Gartenfeld“ Berlin, das Reallabor urbaner Innovationen und eine Arena gesellschaftlicher Auseinandersetzungen ist.\n\nMit designspezifischen und wissenschaftlichen Forschungsmethoden wollen wir individuelle Projekte zu beispielsweise Materialkreisläufen, sozialem Miteinander oder Außenraumgestaltung entwickeln.\n\nDer Kurs kann in dreierlei Hinsicht belegt werden:\n\n– als Master-Tutorium, in dem ihr einen Workshop mit Design Thinking im April organisiert und durchführt\n\n– mit regulärer Teilnahme in der Projektarbeit (Gruppe) zu einem selbstbestimmten Themenfeld rund um Resilienz und Stadt\n\n– als eigenständiges Gestaltungsprojekt der Publikation. Die Veröffentlichung der Projektergebnisse als Buch ist geplant. Die Gestaltung dieser Publikation kann auch Masterprojekt sein. Kontakt: martini@fh-potsdam.de\n\n \n\nAnzahl Teilnehmer:\n\nIncom Url: https://fhp.incom.org/workspace/8777\n\nProf. Alexandra Martini/ Prof. Dr. Michael Prytula"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"615be94e-ad2b-4f13-831a-57b2304539ae","attributes":{"type":null,"title":"Entwurf Interfacedesign Designforschung: Klimagrafik","teacher":"Prof. Boris Müller","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-XD","id_new":"21 EId-F","name":"21FVId-XD Interaction Design ","category":"II/1 Entwurf Interfacedesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":4},"String":"Donnerstag, 18:30"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Donnerstag 14:00-18:30, Raum D/226\n\n# Klimasemester\n\nDer Klimawandel gehört zu den großen globalen Herausforderungen des 21. Jahrhunderts. Wenn wir die Treibhausgas-Emissionen nicht eindämmen und die Erderwärmung deutlich unter zwei Grad Celsius halten, wird sich die Welt nachhaltig verändern. Schon heute beobachten wir globale Auswirkungen wie die Verschiebung von Vegetationszonen, den Anstieg des Meeresspiegels und zunehmend extreme Wetterperioden.\n\nEin wichtiger Aspekt der Bekämpfung des Klimawandels ist Aufklärung und Information. Es ist notwendig zu zeigen, wie sich das Klima in den letzten 250 Jahren bereits verändert hat, wie sich das Klima voraussichtlich verändern wird, welche Faktoren Einfluss auf das Klima haben und wie sich das menschliche Handeln auf das Klima auswirkt.\n\nIm Rahmen des Kurses sollen interaktive Infografiken entwickelt werden, die ökologische, wirtschaftliche, physikalische oder soziale Aspekte der Klimaerwärmung verdeutlichen und vermitteln. Die Infografiken sollen kontextualisiert und in Form einer Webseite veröffentlicht werden. Ziel ist es, über verschiedene Aspekte des Klimawandels zu informieren und aufzuklären.\n\nWährend des Projekts werden wir eng mit Mitarbeitern des SENSES-Projekts zusammenarbeiten. Im Projekt werden neue Visualisierungs- und Vermittlungsstrategien für Klimaszenarien entwickelt.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8751\n\nProf. Boris Müller"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"82b09656-aabc-456c-aee2-311602fb0dd8","attributes":{"type":null,"title":"Entwurf Interfacedesign Designforschung: Visualizing Cultural Collections","teacher":"Mark-Jan Bludau, Viktoria Brüggemann, Prof. Dr. Marian Dörk","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-AM","id_new":"21 EId-F","name":"21FVId-AM Advanced Media ","category":"II/1 Entwurf Interfacedesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:30"}}},"room":"Schulungsraum der Hochschulbibliothek","descriptionText":{"type":"html/md","value":"Donnerstag 09:00-13:30, Schulungsraum der Hochschulbibliothek\n\nThursday 9:00am–13:30pm, Start: 04 Apr 2020\n\nFor cultural institutions, such as museums, libraries or archives, it has become an inevitable but also greatly beneficial task to present their collections on the Web. Digitization promises unprecedented levels of access to cultural artifacts and exciting opportunities for interface design and information visualization. Nevertheless, there is still a lack of innovative approaches that move away from grids and compressed images towards generous interfaces which make the artifacts and artworks available for free exploration. How can we design interfaces for cultural collections that aim at both researchers and a broad public? How can we find visual representations that convey the abundance of the collection, but also the individuality of the artifacts? How do we deal with questions of representation in light of postcolonialism and critical design? In this project course we will approach these questions in interdisciplinary teams. Advanced students of interface design, cultural management, and media studies will work together to explore and critically examine visualizations of cultural collections. In collaboration with cultural institutions, students will form small project teams and carry out hands-on research, from analyzing opportunities and possibilities to offline and online prototyping. The aim is to create visualizations that open novel perspectives on and interesting insights into the collections. As part of this process, we consider the visualizations to be cultural artifacts themselves that need to be interpreted and questioned, too.\n\nParticipants should have a solid understanding and practical experience with either information visualization or cultural collections – and an interest in the respective other. In interdisciplinary groups, participants will develop research projects and pursue their own questions. The results of the course will be presented at the end to the partners and documented in the form of a paper and a demo on the web. Please note: The main language of teaching for this course is English.\n\n \n\nPrüfungsleistung: development of a research prototype in collaboration with a collection partner — execution of a co-design workshop — method input in form of a presentation — project presentation — documentation in form of a paper\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8754\n\nMark-Jan Bludau, Viktoria Brüggemann, Prof. Dr. Marian Dörk"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f1a1a91a-53e2-45e4-9a17-84f8d5748168","attributes":{"type":null,"title":"Entwurf Interfacedesign Designforschung: Planetary Scrollytelling: Visual Data Essays about System Earth","teacher":"Prof. Dr. Marian Dörk, Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-AM","id_new":"21 EId-F","name":"21FVId-AM Advanced Media ","category":"II/1 Entwurf Interfacedesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":2},"String":"Dienstag, 18:30"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Dienstag 14:00-18:30, Raum D/226, Beginn: 07.04.2020\n\n# Klima-Semester – Utopien der Gegenwart\n\nDie Nachrichten der letzten Jahre und Monate lassen uns aufhorchen: vieles von dem, was uns die Wissenschaft zwar schon lange vermittelt, uns aber oft zu abstrakt war, wird nun greifbare Wirklichkeit. Die Grenzen unseres Planeten werden sichtbar und spürbar. Dabei sind es viele Themen, die selbst neben dem beschleunigten Klimawandel eine starke Dringlichkeit entwickeln: rapide schrumpfende Artenvielfalt, abnehmende Bodenfruchtbarkeit, sich ausbreitende Wasserkrisen, Versauerung der Weltmeere, unausgeglichene Stoffkreisläufe und die Frage nach globaler Gerechtigkeit. Diese Entwicklungen werden mit dem Begriff des Anthropozäns zusammengefasst, um den durch die Menschen verursachten globalen Veränderungen Rechnung zu tragen. Die Ausmaße, Komplexität und Geschwindigkeit dieser Entwicklungen stellen außerordentliche Herausforderungen an die Gestaltung von Informationen und Visualisierungen dar. Datenvisualisierungen kommen zwar bereits bei der Vermittlung globaler Entwicklungen zum Einsatz, bleiben aber oft Fremdkörper in Texten.\n\nIn diesem Seminar entwickeln wir visuelle Datenessays an der Schnittstelle zwischen Informationsvisualisierung und redaktioneller Gestaltung. Studierende aus Design, Europäischer Medienwissenschaft, Kulturarbeit, Sozialer Arbeit und anderen Studiengängen werden zusammen in interdisziplinären Arbeitsgruppen eigene Essays erarbeiten, welche das System Erde im Zeitalter des Anthropozäns in den Blick nehmen. Der Kurs findet in Kooperation mit Nachhaltigkeits- und Naturwissenschaftler*innen von Scientists4Future statt.\n\nZiel ist es dabei, das Thema der planetaren Grenzen an Beispielen und mit Daten greifbar zu machen. Datenvisualisierung wird zum Storytelling, die Gestaltung bringt die Visualisierungen in einen verständlichen Kontext. Die entstehenden Scrollytellings werden zum Ende des Semesters digital veröffentlicht.\n\n \n\nAnzahl Teilnehmer: 35\n\nIncom Url: https://fhp.incom.org/workspace/8740\n\nProf. Dr. Marian Dörk, Prof. Franziska Morlok"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9a3396f1-a62e-43f0-bd6c-439dc4f11d03","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: The Inconvenience Space","teacher":"Henrik Rieß/ Prof. Constanze Langer","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-Visua","id_new":"21 EId-P","name":"21FVId-Visual Interfacedesign ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:15"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Freitag 10.00 - 14.15 Uhr, Raum D/226\n\n„Fully imagined cultural futures were the luxury of another day, one in which 'now' was of some greater duration. For us, of course, things can change so abruptly, so violently, so profoundly, that futures like our grandparents' have insufficient 'now' to stand on. We have no future because our present is too volatile.“\n\n― William Gibson, Pattern Recognition (2003)\n\n \n\nA B S T R A C T\n\nDie Zukunft und den damit verbundenen Wandel zu kommunizieren, ist gar nicht so leicht:  Ein 16-Jähriges Mädchen spricht 2019 auf dem  UN Klimagipfel von ihrem Wunsch nach einer umweltfreundlicheren Welt ohne unnötige Flugreisen und erntet groben Spott von denen, die ihre Entspannungsrefugien in Gefahr sehen.\n\nEine mögliche, für alle lebenswerte Zukunft dagegen ist unbequem – insbesondere, wenn sie dem aktuell bestehenden Komfortraum der Menschen widerspricht – oder so weit davon entfernt scheint, dass der Weg dahin ungangbar wirkt. Kommt das Neue zu schnell, erzeugt es Abwehr und Ablehnung. Schleicht es sich wiederum zu langsam ein, hagelt es Vorwürfe aus der Bubble der Progressiven. In diesem Kurs wollen wir explorieren, inwiefern wir Interaktions-, Informations und Service-Gestaltung nutzen können, um Bürger*innen laufende Prozesse im Wandel (gesellschaftlich-kulturell / politisch / ökonomisch, ökologisch…) näherzubringen.  Dabei geht es nicht vorrangig um unsere Version der Zukunft, sondern viel mehr um die Art, wie wir als Gestalter*innen davon erzählen, Links ins Jetzt setzen und Ideen diskutierbar machen.\n\n \n\nM Ö G L I C H E F R A G E S T E L L U N G E N\n\nWie lässt sich Vertrauen schaffen bei Themen, die nicht alle direkt betreffen, aber gesellschaftlichen Konsens erfordern?\nWelche Touchpoints hat die Gesellschaft, um in der Breite über Anliegen zu informieren und kluges, selbstbestimmtes Entscheiden zu fördern? Wie können wir die Zugänglichkeit (und Begegnung mit Informationen) erhöhen?\nWelche Rolle spielen persönlicher Einfluss, kollektive Verantwortung vs. externe von  Big Playern?\nInwiefern tangieren die Lösungen unsere Lebens- und Arbeitswelten, und wie lassen sich daraus neue Business Modelle entwickeln?\nWie können durch Perspektiv-Wechsel und Storytelling Verhalten geändert werden? In wieviele Kapitel muss eine Story geschnitten werden, damit ihre Zielgruppe sie aufnehmen kann?\nWelchen Einfluss haben persönliche Schmerzgrenzen in der Diskussion, und inwiefern sind sie förderlich / hinderlich, wenn es um das Verlassen von Convenience Spaces geht?\nWelche Arten der Ansprache eigenen sich dafür, die Bildung elitärer Dunsthauben zu vermeiden?\nWelche Formen der Partizipation und des Feedbacks sind möglich?\n\n \n\n\nA B L A U F\n\nGenaues Thema und Zielgruppe/n sollen zu Beginn des Kurses ermittelt werden*: Aus gescheiterten Visionen, aktuellen Trends und Vorstellungen der Zukunft wollen wir lernen – sie sollen die Ausgangslage unserer Arbeit bilden.\n\nDie Arbeit erfolgt iterativ in zwei frei gestaltbaren Sprints. Das Darstellungsmedium für den Entwurf ist frei wählbar, solange es eine angemessene Auseinandersetzung mit dem Nutzungskontext erlaubt. Im Rahmen des Kurses sollen zunächst Verständnismodelle und später Erlebnisprototypen entstehen.\n\nDer Kurs kann einzeln oder im Team belegt werden, und ist offen für alle Fachrichtungen: PD, KD und ID. Für Teams: Versucht möglichst ausgewogene Superfähigkeiten zusammen zu bekommen. Maximale Teamgröße sind 3 Personen. Die Präsenztermine sind Freitags in der Zeit zwischen 10:00-14:30 Uhr und werden vor allem für die inhaltliche Diskussionen genutzt.   Eine eigenständige Auseinandersetzung mit Prototypingtechniken wird vorausgesetzt.\n\nIhr könnt ihm Rahmen des Kurses an passenden, bereits bestehenden Ideen weiterarbeiten und sie unter neuen Gesichtspunkten vorantreiben.\n\n \n\nPrüfungsleistung: 15 % Beteiligung und Diskussion im Unterricht; 35 % Analyse des Status Quo + Varianz der daraus geschlussfolgerten Ideen; 35 % Entwurf prototypischer Artefakte; 15 % Kontinuierliche Dokumentation der Arbeitsergebnisse\n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8854\n\nHenrik Rieß/ Prof. Constanze Langer\n\n\nHenrik Riess"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c5d0d6a0-bc81-47b8-8d2e-8a69c89448e8","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung:","teacher":"Ivo Herrmann / Paul Thiele","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-Visua","id_new":"21 EId-P","name":"21FVId-Visual Interfacedesign ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":5},"String":"Freitag, 18:30"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Freitag 14.00 - 18.30 Uhr, Raum D/308\n\nWorkspace:\n\nIvo Herrmann / Paul Thiele"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"7d61659c-4e4b-4fb1-a371-f89d08d30cd7","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: (Fast) alles über UX-Methoden und deren Anwendung","teacher":"Marian Gunkel","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-AM","id_new":"21 EId-P","name":"21FVId-AM Advanced Media ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"45"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:45"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Mittwoch 9.45 - 14:00, Raum D/119, Beginn: 08.04.2020\n\nDer Kurs führt praktisch und theoretisch durch unterschiedliche quantitative und qualitative UX-Research-Methoden, die im Laufe des Design-Zyklus angewendet werden.\n\n„Wissenschaftliches“ Denken führt zu objektiveren Entscheidungen über Design-Alternativen und damit zu verbesserter User Experience. Ziel des Kurses ist, wissenschaftliche Denk- und Handlungsprinzipien sicher anzuwenden, passende Methoden für unterschiedlichste Problemstellungen zu kennen und zu können sowie den Umgang mit „Daten“ (Erhebung, Analyse, Interpretation, Aktion) sicher zu beherrschen.\n\n \n\nThemen sind u.a.:\n\n- „wissenschaftliches Mindset“ (Neugier, Denken in Hypothesen und Experimenten, kritisches Denken und Freude am Lernen durch Experimentieren)\n\n- Probleme identifizieren und näher beschreiben (wer hat warum welches Problem?)\n\n- Problemkontexte erfassen und bewerten, daraus Gestaltungsideen entwickeln\n\n- Gestaltungsideen testen\n\n- „beiläufige“, kontinuierliche Forschung\n\n- „What people say, what people do and what people say they do are entirely different things” -> warum ist das so und wie können psychologische und ethnographische Methoden helfen\n\n- Grundkenntnisse Statistik\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8856\n\nMarian Gunkel"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"0fcf69d2-9808-4065-a1bb-cfce3a2940e4","attributes":{"type":null,"title":"Entwurf Interfacedesign Problemlösung: Apps & Details","teacher":"Frank Rausch","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-VI","id_new":"21 EId-P","name":"21FVId-VI Visual Interfacedesign ","category":"II/1 Entwurf Interfacedesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:30"}}},"room":"D/105","descriptionText":{"type":"html/md","value":"Freitag 10:00-14:30, Raum D/105\n\n \n\nEs gibt Millionen von Apps, aber nur wenige davon sind richtig gut.\n\nOft sind es die Details, die eine gute User Experience ausmachen: Positive Überraschungen, harmonische Animationen, gewitzte Wortwahl, typografischer Feinschliff. Indie-Apps von kleinen Firmen bleiben durch Liebe zum Detail und durch erkennbare gestalterische Haltung konkurrenzfähig.\n\nWir werden in diesem Kurs ausschließlich iOS-Apps gestalten (kein Android, kein Windows Mobile, kein Symbian S60!) und die dazugehörigen iOS Human Interface Guidelines kritisch unter die Lupe nehmen.\n\nUmfangreiche Vorkenntnisse in der Softwaregestaltung sind nicht erforderlich. Ein eigenes iOS-Gerät ist praktisch, aber ebenso nicht erforderlich. Als Werkzeuge für die Gestaltung werden vor allem Sketch und Figma zum Einsatz kommen, ergänzt durch Prototyping-Tools und viel Papier. Voraussetzung für die Teilnahme am Kurs sind die Anwesenheit bei der ersten Veranstaltung sowie die Anfertigung einer Hausaufgabe zum zweiten Termin. Ein bestandenes Kolloquium des ersten Studienabschnitts ist ebenso Pflicht. Die Teilnehmerinnenzahl ist auf 16 Personen begrenzt. Die Plätze werden per Incom-Einschreibeverfahren verlost.\n\n \n\nPrüfungsleistung: Anfertigung eines Designs für eine mobile App. Präsentation der Arbeitsergebnisse am letzten Kurstermin des Semesters.\n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8846\n\nFrank Rausch"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"100ad3dc-dd6b-489b-a3d9-22d7aa4e32c7","attributes":{"type":null,"title":"Entwurf Interfacedesign Spekulation: Stranger Living – Are Dumb Cities the New Smart Cities?","teacher":"Prof. Dr. Frank Heidmann\nM.A. Jordi Tost","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-SI","id_new":"21 EId-S","name":"21FVId-SI Software Interfaces ","category":"II/1 Entwurf Interfacedesign als Spekulation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Montag, 14:00 - 18:00, Raum D/106, Beginn: 06.04.2020\n\nIn diesem Kurs wollen wir mit Ansätzen des »Critical Speculative Design« die Mainstream-Trends zukünftiger Mobilität und Smart City-Konzepte kritisch hinterfragen und gemeinsam alternative Szenarien mit Hilfe von Prototypen erfahrbar machen. Selbstfahrende Autos, Flugtaxen, Lieferdrohnen, Sharing-Angebote für diverse Fortbewegungsmittel zur Befriedigung der Mikromobilität, selbstverständlich klimaneutral betrieben und eingebettet in eine grüne, ästhetische Stadtlandschaft mit futuristischer Architektur. So oder ähnlich visualisieren Automobilindustrie, Mobility Tech Unternehmen und führende Forschungsinstitutionen ihre Visionen urbaner Mobilität. Das »Framing« derartiger Zukunftsbilder in der Gesellschaft erschwert das Denken alternativer Zukünfte. In der Tradition des Critical Speculative Design liegt das Ziel vorrangig nicht in der Generierung von konkreten Lösungsansätzen. Es sollen vielmehr Ausgangslagen und Problemstellungen als Basis für die Diskussion alternativer Zukünfte im Kontext von Mobilität und Smart City aufgezeigt werden. Wir verstehen Critical Speculative Design nicht als ein Ziel, sondern als »Reframing«-Werkzeug: Alternative Zukünfte dürfen kritisch sein, öffnen dabei aber positive Visionen und ebnen den Weg zur Problemlösung. Prototypen als spekulative Artefakte kommen in diesem Prozess eine tragende Rolle zu. Prototypen materialisieren implizit unfertige Zukunfts-Artefakte, die erwartete, erwünschte oder auch zu verhindernde Möglichkeiten als erfahrbare Wirklichkeiten darstellen. Zukunfts-Artefakte können ganz unterschiedliche Formen annehmen: Objekte, interaktive physische oder digitale Interfaces, Daten- oder Geo-Visualisierungen, z.B. Karten von fiktiven Städten oder ganzen Landschaften. Methodisch kombiniert der Kurs Theorie-Inputs mit Diskussionen und intensiven Prototyping-Sessions. Mit dieser Praxisnähe soll ein komplexes gesellschaftliches und ökonomisches Thema auf multiperspektivische und greifbare Weise kritisch und konstruktiv hinterfragt werden. Der Kurs findet im Rahmen des vom BMBF geförderten Forschungsprojekts »PROTOTYP« statt. Das Projekt erforscht die Rolle von »Critical Speculative Design« Prototypen als Storytelling- und Kommunikationsmedien von möglichen Zukünften. Die im Projekt entstandenen Artefakte – u.a. auch aus diesem Kurs – werden am Ende des Projekts im neuen Deutschen Museum Nürnberg (»Das Zukunftsmuseum«) Anfang 2021 ausgestellt. # Klima-Semester – Utopien der Gegenwart\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8765\n\nProf. Dr. Frank Heidmann, M.A. Jordi Tost"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"60ece9d1-7abf-47e3-b3c8-f28f17d3869a","attributes":{"type":null,"title":"Entwurf Interfacedesign Spekulation: Service Design in times of Big Data and Machine Learning","teacher":"Prof. Reto Wettach, Tim Pulver, Alexander Scheidt","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVId-PI","id_new":"21 EId-S","name":"21FVId-PI Physical","category":"II/1 Entwurf Interfacedesign als Spekulation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":4},"String":"Donnerstag, 19:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Donnerstag 14:00 - 19:00, Raum D/106\n\nMachine learning and big data are fundamentally challenging our understanding of experts and specialists - as civil engineers or doctors are already being replaced by ML.\n\nFurthermore, machine learning models on the edge of the internet of things will fundamentally change the way we interact with everyday objects and the environment. AI models running on microcontrollers are much safer, cheaper and energy-efficient than cloud-based machine learning. These technologies enable for new business models and novel forms of services.\n\nIn this class, we will explore the potential of ML for various industries or environments. We will not only try to come up with novel use cases for these technologies, but also design the experience and business models around these novel uses cases.\n\nWe will use methods of service design and lean startup.\n\nThis class will be taught together with Alexander Scheidt, a philosopher from FB1 at the FHP, and with Tim Pulver, an alumni of Interface Design at FHP.\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8827\n\nProf. Reto Wettach, Tim Pulver, Alexander Scheidt"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"73a7cdc2-4eae-4f36-bc24-147f29e8941a","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Designforschung: Planetary Scrollytelling: Visual Data Essays about System Earth","teacher":"Prof. Franziska Morlok\nProf. Dr. Marian Dörk","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-AD","id_new":"21 EKd-F","name":"21FVKd-AD Advertising Design ","category":"II/1 Entwurf Kommunikationsdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":2},"String":"Dienstag, 18:30"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Dienstag 14:00-18:30, Raum D/226, Beginn: 07.04.2020\n\n# Klima-Semester – Utopien der Gegenwart\n\nDie Nachrichten der letzten Jahre und Monate lassen uns aufhorchen: vieles von dem, was uns die Wissenschaft zwar schon lange vermittelt, uns aber oft zu abstrakt war, wird nun greifbare Wirklichkeit. Die Grenzen unseres Planeten werden sichtbar und spürbar. Dabei sind es viele Themen, die selbst neben dem beschleunigten Klimawandel eine starke Dringlichkeit entwickeln: rapide schrumpfende Artenvielfalt, abnehmende Bodenfruchtbarkeit, sich ausbreitende Wasserkrisen, Versauerung der Weltmeere, unausgeglichene Stoffkreisläufe und die Frage nach globaler Gerechtigkeit. Diese Entwicklungen werden mit dem Begriff des Anthropozäns zusammengefasst, um den durch die Menschen verursachten globalen Veränderungen Rechnung zu tragen. Die Ausmaße, Komplexität und Geschwindigkeit dieser Entwicklungen stellen außerordentliche Herausforderungen an die Gestaltung von Informationen und Visualisierungen dar. Datenvisualisierungen kommen zwar bereits bei der Vermittlung globaler Entwicklungen zum Einsatz, bleiben aber oft Fremdkörper in Texten.\n\nIn diesem Seminar entwickeln wir visuelle Datenessays an der Schnittstelle zwischen Informationsvisualisierung und redaktioneller Gestaltung. Studierende aus Design, Europäischer Medienwissenschaft, Kulturarbeit, Sozialer Arbeit und anderen Studiengängen werden zusammen in interdisziplinären Arbeitsgruppen eigene Essays erarbeiten, welche das System Erde im Zeitalter des Anthropozäns in den Blick nehmen. Der Kurs findet in Kooperation mit Nachhaltigkeits- und Naturwissenschaftler*innen von Scientists4Future statt.\n\nZiel ist es dabei, das Thema der planetaren Grenzen an Beispielen und mit Daten greifbar zu machen. Datenvisualisierung wird zum Storytelling, die Gestaltung bringt die Visualisierungen in einen verständlichen Kontext. Die entstehenden Scrollytellings werden zum Ende des Semesters digital veröffentlicht.\n\n \n\nAnzahl Teilnehmer: 35\n\nIncom Url: https://fhp.incom.org/workspace/8740\n\nProf. Franziska Morlok, Prof. Dr. Marian Dörk"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"725e3ef6-2c52-41c3-996d-fcfa781557d2","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Designforschung: Die Bühne ist angerichtet. Illustration im Bühnenraum","teacher":"Prof. Lisa Bucher","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-IL","id_new":"21 EKd-F","name":"21FVKd-IL Illustration ","category":"II/1 Entwurf Kommunikationsdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:30"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Freitag 10:00-14:30, Raum D/310\n\nIn diesem Semester werden wir uns mit dem Thema Illustration im Theater befassen. Das Seminar beginnt mit der Frage was Designer am Theater interessieren könnte und der Vorlesung zu einer allgemeinen Theorie des Theaters im 20.Jhdt. Beispiele aus der Geschichte zu verschiedenen Inszenierungen, Stile von Bühnenbildnern und Tanzchoreografien sollen die Besonderheiten des Raumes im Theater erläutern.\n\nDie Bühne ist ein abgesteckter und mythischer Raum, den nichts mit unserer Wirklichkeit verbindet. Dennoch kann die Bühne Wirklichkeit vorstellen und transformieren. Anders als in unserer Welt können dort die Drachen siegen und die Uhren rückwärtslaufen. Hier sind sich die Eigenschaften der Bühne und die der Illustration sehr nahe.\n\nIn diesem Semester werden wir uns die Inszenierung eines Theaterstückes am Gorki-Theater in Berlin ansehen. Wir werden den Text der Inszenierung in Auszügen lesen und analysieren. Aus diesen Überlegungen entwerfen wir ein eigenes Setting für 3 Szenen des Stückes, die als Illustrationen im Modell präsentiert werden sollen.\n\nWir werden die Entwürfe in Zusammenarbeit mit der Dramaturgie des Gorki Theaters erarbeiten und es besteht evt. die Möglichkeit der Präsentation und Veröffentlichung im Spielzeitheft.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8824\n\nProf. Lisa Bucher"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9b7db444-5f7e-4a43-851f-02ca84ce92e4","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Designforschung: MIXTAPE (Uncorporate!)","teacher":"Prof. Matthias Beyrow","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-CI","id_new":"21 EKd-F","name":"21FVKd-CI Corporate Identity ","category":"II/1 Entwurf Kommunikationsdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"19"},"day":{"value":1},"String":"Montag, 19:15"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Montag 14.00-19.15, Raum D/310, Beginn: 06.04.2020\n\nMethodenseminar zur praktischen Anwendung von Analysemethoden wie ›Personas‹, ›Cultural Probes‹, ›Ethnographie‹ und ›visuelle Anthropologie‹ zur Beschreibung, Kontextualisierung und Visualisierung musikalischer Tendenzen der 1970er bis 1990er Jahre.\n\n \n\nPrüfungsleistung: Beschreibung, Kontextualisiuerung und Visualisierung musikalischer Tendenzen der 1970er bis 1990er Jahre anhand zeitgenössischen medialen Materials. Abgabe eines LOOK-BOOKS der Sammlung, eines POSTERS zur Präsentation, einer repräsentativen PLAYLIST (mind. 30 Minuten) nebst BOOKLET sowie incom-DOKU und SLIDEs …\n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8840\n\nProf. Matthias Beyrow\n\n \n\n "},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"faf215c5-0f34-4d7d-b1d2-ea60fcf65c05","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign als Künstlerische Praxis: Graphic Kites: A Manual For Wind","teacher":"Prof. Sven Völker","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-GD","id_new":"21 EKd-K","name":"21FVKd-GD Grafikdesign ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":1},"String":"Montag, 16:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Montag 10:00-16:00, Raum D/223, Beginn: 06.04.2020\n\n# Klima-Semester – Utopien der Gegenwart / Graphic Kites: A Manual For Wind\n\nBambus, Seide, Hanf, Papier, Farbe. Dieses Semester werden wir uns mit einem der faszinierendsten Fluggeräte beschäftigen: dem Drachen.\n\nBereits 9.000 vor Christus auf der indonesischen Muna Insel in einer Höhlenzeichnung abgebildet, entwickelte sich der Drache über die Jahrtausende in den unterschiedlichsten Kulturen und Kontexten. Den Wind testen, Entfernungen messen, Signale und Botschaften senden, Menschen in die Höhe transportieren, als Antenne, als Werbung oder einfach zum Vergnügen. Benjamin Franklin beschrieb mit Hilfe eines Drachens, dass Blitze aus Elektrizität entstehen, die Gebrüder Wright bauten ein Flugzeug, das eigentlich ein Drache war. Aber auch in der jüngeren Gegenwart hat das Fluggerät, dessen einziger Treibstoff der Wind ist, nicht an Faszination verloren. Künstler wie Tomás Saraceno oder Ai Weiwei haben Drachen gebaut und der legendäre Illustrator Tomi Ungerer bastelte in den 60er Jahren eine ganze Sammlung davon.\n\nWas entsteht in diesem Seminar?\n\nIndividuelle Drachen sowie weitere Design- und Kunstprojekte im Rahmen des Themas und die neue Ausgabe des Some Magazine zum selben Thema. Für letztes Suche ich die Redaktion.\n\n \n\nZunächst einmal werden uns selbst das Drachenbauen mit einfachsten, traditionellen Mitteln beibringen. Wir verwenden möglichst nur natürliche und nachwachsende Rohstoffe. Dann interessieren wir uns aber schon bald - und in erster Linie - für sein grafische Potential. Auf den vielen Oberflächen entsteht ein spannendes und gestaltbares Format. Farbe, Typografie, Formen.\n\nWir können in Teams arbeiten, aber auch individuell und auch das Format verlassen und mit der bereits im vergangenen Semester erprobten Augmented Reality Technik arbeiten. Es geht ums Experiment und um das Vergnügen in und an der Luft zu sein.\n\n \n\nA Place For Something: Denken, Formulieren, Machen & Publizieren\n\nDieses Seminar ist die Schaltzentrale von »Experiment & Strategie«. Hier treffen wir uns wöchentlich zum gemeinsamen arbeiten, experimentieren und diskutieren. Das Thema bietet uns dabei eine gemeinsame Erkenntnisebene zu der alle Teilnehmer/innen beitragen. Ihr könnt entweder individuelle Projekte realisieren oder ihr entwickelt, produziert und distribuiert als Gruppe das neue Some Magazine.\n\n \n\nPrüfungsleistung: Konzept- und Projektarbeit, Referat, Diskussion, Präsentation, Dokumentation\n\n \n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/8788\n\nProf. Sven Völker"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"405e46e1-6121-4fc5-bb22-c071f70369ba","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign künstlerische Praxis: Übungen im Feld","teacher":"Prof. Wiebke Loeper","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-FG","id_new":"21 EKd-K","name":"21FVKd-FG Fotografie ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:30"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Montag 10:00 — 14:30, Raum D/308, Beginn: 06.04.2020\n\n# Klima-Semester – Utopien der Gegenwart\n\nDie Kursteilnehmer*innen erproben bildnerische Erzählformen zu den Themen Klimawandel und Heimatwandel in ländlichen Gebieten Brandenburgs. Fokussiert werden Fragen zu Formen der Arbeit und des Zusammenlebens, der Kultur, dem Umgang mit Ressourcen und dem Verhältnis zur Natur, sowie Möglichkeiten und Notwendigkeiten politischer Beteiligung. Exkursionen und die Zusammenarbeit mit unterschiedlichen Akteur*innen in der Region sind Zentrum des Kurses. Es können Team- oder Einzelbeiträge entstehen. Ziel des Kurses ist die Entwicklung des Sehens im gesellschaftlichen und bildnerischen Sinne.\n\n \n\nPrüfungsleistung: - rege Teilnahme an den gemeinsamen Bildbesprechungen und eigenständiges fotografisches Arbeiten - 2 Zwischenpräsentationen mit je 3-5 Bildern (siehe Zeitplan) - Abschlusspräsentation (Abgabe einer Serie zum freien Thema von ca.10-12 Fotografien mit selbst ausgearbeiteten Prints und Text zur Arbeit. Gefordert ist außerdem eine digitale Dokumentation der Ergebnisse auf Incom).\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8834\n\nProf. Wiebke Loeper"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3ed414a3-8ea9-4d28-874e-84a1b0c44cf3","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign künstlerische Praxis: REBEL FOR FUTURE - Holistisches Kommunikationsdesign","teacher":"Prof. Wiebke Loeper\nMaximiliane Wittek","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-FG","id_new":"21 EKd-K","name":"21FVKd-FG Fotografie ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:30"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Mittwoch 10:00-14:30, Raum D/308, Beginn: 08.04.2020\n\n# Klima-Semester – Utopien der Gegenwart\n\nAuf der Suche nach Antworten & Lösungen angesichts des Klimawandels bewegen wir uns durch das Zeitalter des Anthropozän, erforschen den Eigenwert der Natur, diskutieren Neue Humanökologie und lassen uns durch widerstandsbewegten Sacred Artivism inspirieren. Aufgabe ist es, Ressourcenphantasien mit der Rolle der Designer*innen und den Menschen der Zukunft in einen ethischen, politischen und künstlerischen Kontext zu setzen. Wie kann Public Relation für die Natur heute aussehen? Wie sieht holistisches Kommunikationsdesign aus? Es können ungewöhnliche Methoden ausprobiert, Perspektiven neu eröffnet und Aktionen umgesetzt werden. Beiträge des Kurses können auf der multi-mediale aktivistischen Plattform www.humansforfuture.berlin veröffentlicht werden. Möglich sind auch andere offene Ideen zum Thema Klimasemester nach Absprache.\n\n \n\nPrüfungsleistung: Rege Teilnahme an der Recherche und den Diskussionen im Kurs, sowie mindestens 3 Public-Relation-Beiträge für die Natur pro Gruppe oder pro Einzelkämpfer*in (I./II.StAB) und zusätzlich für den II./III.StAB ein größerer Beitrag\n\n \n\nAnzahl Teilnehmer: 35\n\nIncom Url: https://fhp.incom.org/workspace/8828\n\nMaximiliane Wittek, Prof. Wiebke Loeper"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5b5b803a-1170-421b-bab7-f3e716ebb1a3","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign künstlerische Praxis: Fragil, schön und glibberig: Quallen","teacher":"Professorenstellenvertretung Katrin Holst","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-TY","id_new":"21 EKd-K","name":"21FVKd-TY Typografie ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:30"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Donnerstag 09:30 — 14:30, Raum D/223\n\n# Klima-Semester – Utopien der Gegenwart\n\nFragil, schön und glibberig: Quallen - Eine typografische Untersuchung „Quallen sind die Letzten, die noch übrig sein werden, wenn alles andere zerfällt“ sagt die australische Meeresbiologin und Quallen-Expertin Lisa-Ann Gershwin. Wie setzen uns in diesem Seminar mit Quallen auseinander, Quallen gehören zu den wenigen Gewinnern der Erderwärmung. Während die meisten Meeresbewohner mit den steigenden Wassertemperaturen und der Versauerung der Ozeane zu kämpfen haben, geht es den Quallen besser denn je.\n\nSo drohten Anfang letzten Jahres massive Quallen-Invasionen die Fischbestände der südaustralischen Hafenstadt Whyalla auszulöschen und legten vorübergehend das schwedische Atomkraftwerk in Oskarshamn lahm, weil sie die Kühlwasserzufuhr des Reaktors verstopften...\n\nErarbeitet werden individuelle Buchkonzepte, die später in einer kleinen Auflage, mit handgemachter Broschur produziert werden. Buchgestaltung verlangt nach Kenntnissen in Typografie, Satz, Layout und Bildsprache, aber auch Druck- und Buchbindetechniken. Vor allem benötigen Buchdesignerinnen und -designer die Fähigkeit zum konzeptionellen Denken und Gestalten, um Inhalt, Struktur und Form aufeinander abzustimmen.\n\nMit Unterstützung vom Felix Walser im Grafiklabor.\n\nPrüfungsleistung: Konzept- und Projektarbeit, Diskussion, Präsentation, Dokumentation\n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8819\n\nKatrin Holst, Professorenstellenvertretung"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"69d22f86-197b-418d-be02-4132ea3df82d","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign als Künstlerische Praxis: Werkschau 2020","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-AD","id_new":"21 EKd-K","name":"21FVKd-AD Advertising Design ","category":"II/1 Entwurf Kommunikationsdesign als Künstlerische Praxis"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Mittwoch 09.00–14.00, Raum D/226, Beginn: 08.04.2020\n\nWir gestalten die Werkschau 2020 – dieses mal hochschulweit und eng verzahnt mit dem\n\n#Klima-Semester!\n\nThemen des Seminars sind\n\n• Raumplanung \n\n• Ausstellungsdesign \n\n• Wege-Leitsystem \n\n• Grafik\n\n• Öffentlichkeitsarbeit \n\nZiel des Kurses ist es, den gestalterischen Rahmen zu schaffen, innerhalb dessen sich alle Beteiligten eingeladen fühlen, die Räume zu bespielen, ihre entstandenen Arbeiten zu inszenieren und den Jahresabschluss gemeinsam zu FEIERN!\n\nEingeladen zur Teilnahme sind Studierende aus erstem und zweiten Studienabschnitt und aus allen Studiengängen!\n\nPrüfungsleistung: Regelmäßige Teilnahme, Planung und Gestaltung, Protokollieren der Vorgänge und Dokumentation, Anwesenheit während der Werkschau, Auf- und Abbau der Werkschau\n\n \n\nAnzahl Teilnehmer: 40\n\nIncom Url: https://fhp.incom.org/workspace/8756\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"90202c95-2bb3-4c4f-b66d-1d06a7700178","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign als Problemlösung: Aint't that good news. Entwurf einer visuellen Zeitungsrubrik","teacher":"Prof. Lisa Bucher","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-IL","id_new":"21 EKd-P","name":"21FVKd-IL Illustration ","category":"II/1 Entwurf Kommunikationsdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":4},"String":"Donnerstag, 14:30"}}},"room":"D/311","descriptionText":{"type":"html/md","value":"Donnerstag 10.00-14.30, Raum D/311\n\n# Klima-Semester – Utopien der Gegenwart\n\nIm Hauptstudiumskurs „Ain't that good news“ werden wir eine illustrative oder infografische Serie für eine Zeitung entwerfen und umsetzen.\n\nInhaltlich werden wir mit dem Theoriekurs von Julia Meer zusammenarbeiten und in unseren Entwürfen die Visualisierung von Klima- und Umweltthemen problematisieren. Dem Entwurf wird das Layout des Tagesspiegels in der Rubrik Wissen und Forschen und die wichtigsten, digitalen Ausspielformate zugrunde gelegt. Es soll eine Serie entworfen werden, die als Infografik, Illustration, Comic, oder auch als konzeptuelle Lösung umgesetzt werden kann.\n\nDie Serie soll ein gemeinsames inhaltliches Konzept und einen starken Wiedererkennungseffekt haben, wie beispielsweise die „gefühlte Wahrheit“ oder das „gemischte Doppel“ aus dem SZ Magazin. Sie soll einen positiven, humorvollen oder dramatisierenden Kontrapunkt zur Problematik darstellen.\n\nDazu werden sich Gruppen mit jeweils zwei oder drei Theorie- und zwei oder drei Entwurfsstudierenden bilden und in der Zusammenarbeit nicht nur die redaktionellen Vorgaben sondern auch den Austausch zwischen Redakteuren und Gestaltern kennenlernen. Das Seminar ergänzen theoretische Vorlesungen zum Editorial Design und zur besonderen Form der Infografik.\n\nFragen der Wiedererkennbarkeit und was eine Initialgrafik ausmacht, werden dabei eine besondere Rolle spielen.\n\nDer Entwurf wird in Zusammenarbeit mit dem Tagesspiegel in Berlin umgesetzt. Dazu ist mindestens ein Besuch der Redaktion geplant.\n\nDas Entwurfskonzept wird am Semesterende in mindestens 4 Folgen einer Serie in verschiedenen Formaten präsentiert.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8823\n\nProf. Lisa Bucher"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"97c4fc55-78b0-4fb4-b103-3bd10b4720d3","attributes":{"type":null,"title":"Entwurf Kommunikationsdesign Problemlösung: Schriftgestaltung - Expertkurs","teacher":"Prof. Lucas de Groot","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVKd-TD","id_new":"21 EKd-P","name":"21FVKd-TD Typedesign ","category":"II/1 Entwurf Kommunikationsdesign als Problemlösung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":2},"String":"Dienstag, 18:00"}}},"room":"D/103","descriptionText":{"type":"html/md","value":"Dienstag 14.00-18.00, Raum D/103, Beginn: 07.04.2020\n\nExpertkurs nur für Studenten, die den Startkurs erfolgreich abgeschlossen haben.\n\nProf. Lucas de Groot"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"d05a0ed9-e0a0-486a-a624-45b124130190","attributes":{"type":null,"title":"Entwurf Produktdesign Designforschung: Achtung - konkret!","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PD","id_new":"21 EPd-F","name":"21FVPd-PD Produktdesign ","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/311","descriptionText":{"type":"html/md","value":"Mittwoch 10.00 – 14.00, Raum D/311, Beginn: 08.04.2020\n\n# Klimasemester\n\nGestaltung ist immer involviert – man kann sich nicht raushalten: jede Form von Gestaltung repräsentiert eine Haltung, die wiederum (Gegen-)Haltung provoziert. Ziel der Veranstaltung ist die Entwicklung und Realisierung prototypischer Entwürfe, die im Rahmen einer Ausstellung gezeigt werden sollen.\n\nWie kann man als GestalterIn eine selbst- und verantwortungsbewusste Haltung im gestalterischen Handeln und dem Gegenstand der Gestaltung gegenüber entwickeln? In diesem Seminar mit Entwurfsschwerpunkt sollen Fragen der politischen Dimension und der gesellschaftlichen Relevanz von Gestaltung erörtert und anhand von konkreten Entwurfsübungen erprobt werden. (Fridays For Future!)\n\n*Diese Veranstaltung ist eine Fortführung des Seminars »Achtung!« aus dem WS, steht aber für frisch Interessierte offen!\n\n \n\nPrüfungsleistung: Entwurfsleistungen in zeichnerischer und modellhafter Form. Präsentation / Dokumentation der Arbeitsergebnisse.\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8808\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"1b0cbf56-34e8-48ad-8260-3ac2c2b3ee45","attributes":{"type":null,"title":"Entwurf Produktdesign Designforschung: Future Reflections","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PD","id_new":"21 EPd-F","name":"21FVPd-PD Produktdesign ","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Donnerstag 09.00 – 16.00, Raum D/308\n\n# Klimasemester\n\n»Future Reflections – modular concepts for sustainable luminaires«, so der ganze Titel des belektro-Ideenwettbewerbs 2020 für Studierende.\n\nGegenstand des Entwurfsseminars ist die Entwicklung innovativer Lichtlösungen, die langfristig zu einem komfortablen und nachhaltigen »smart living« beitragen.\n\nAnlass für das Thema ist die Ausschreibung des belektro-Ideenwettbewerbs 2020 Weitere Informationen:\n\nhttps://www.belektro.de/DieMesse/Rahmenprogramm/Ideenwettbewerb/\n\n \n\nPrüfungsleistung: Entwurfspräsentation mit hoher Ausführungsqualität im Rahmen der Semesterausstellung, die Konzeptqualität und alle relevanten Aspekte der Entwurfslösung plausibel darstellen. Dokumentation der Gestaltungsentwicklung und –konzeption (Format: PDF-Dokument).\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8748\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"d1148c3b-c717-4d09-8de5-40ed637cd5f0","attributes":{"type":null,"title":"Entwurf Produktdesign Designforschung: to stay...","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PD","id_new":"21 EPd-F","name":"21FVPd-PD Produktdesign ","category":"II/1 Entwurf Produktdesign als Designforschung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":5},"String":"Freitag, 16:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Freitag 09.00 – 16.00, Raum D/223\n\n# Klimasemester Nachhaltigkeit hat etwas mit Verbindlichkeit, mit Verbindung zu tun. Dem Bedürfnis nach uneingeschränkter Bewegungsfreiheit begegnet das Bedürfnis nach Halt. Gegenstand des Kooperationsprojekts mit der Firma SWK Innovations GmbH & Co.KG ist die Entwicklung eines Coffey-To-Go-Bechers der bleibt. Gefertigt aus nachhaltig gewonnenem, verarbeitetem und recyclefähigem Kunststoff.\n\nhttps://swk.berlin/\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8815\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ea9cf0f9-fc17-42be-9870-aa10e3573949","attributes":{"type":null,"title":"Entwurf Produktdesign Spekulation: Design for Future / Ausstellung / Zukunftsbilder / Experimente / Prototypen","teacher":"Prof. Holger Jahn, Anke Lüers-Salzmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 21FVPd-PU","id_new":"21 EPd-S","name":"21FVPd-PU Produkt","category":"II/1 Entwurf Produktdesign als Spekulation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"15"},"hour":{"value":"15"},"day":{"value":2},"String":"Dienstag, 15:15"}}},"room":"LW 023","descriptionText":{"type":"html/md","value":"Dienstag 10.00 – 15.15, Raum LW 023, Beginn 07.04.20\n\n# Klima-Semester – Utopien der Gegenwart\n\nWie wollen wir in Zukunft leben? Wie werden wir klimaneutral? Was kann ich selbst tun?\n\nDas Seminar richtet sich an BA- und Masterstudierende aus den Studiengängen Produkt-, Interface-, Kommunikationsdesign und Europäische Medienwissenschaft.\n\n„Wenn eine Gesellschaft nicht mit der Erschöpfung ihrer Ressourcen umgehen kann, drehen sich die wirklich interessanten Fragen um die Gesellschaft und nicht um die Ressource. Welche strukturellen, politischen, ideologischen oder wirtschaftlichen Faktoren in der Gesellschaft verhinderten eine angemessene Reaktion?« Joseph Tainter, Anthropologe Industrialisierung aber auch unsere Disziplin Design haben wesentlich zu Verbesserung von Lebensstandard, Komfort, Konsum und wirtschaftlicher Entwicklung aber auch zur Überschreitung der ökologischen Belastungsgrenzen beigetragen.\n\nLasst uns in diesem Seminar mit den vielfältigen Methoden des Designs, den Kompetenzen von Gestalter*innen und Medienwissenschaftler*innen positive Zukunftsbilder entwickeln und die zentralen Zusammenhänge der Klimakrise aufarbeiten und in adäquater Form darstellen können. Als Grundlage für die Zukunftsbilder nutzen wir eine Auswahl an Studien, Klimapläne, eigene Recherchen und sprechen mit Wissenschaftler*innen und Expert*innen.\n\nAuf den ersten Blick kann die Komplexität entmutigend sein, wenn wir uns jedoch in Teams aufteilen, welche die einzelnen Themen und Sektoren wie z.B. Energie, Verkehr, Industrie & Konsum, Landwirtschaft separat beforschen, werden wir rasch feststellen, das die notwendigen Reduktionsziele nachvollziehbar und die grundsätzlichen Handlungsoptionen auch für Laien verständlich sind.\n\nZiel ist es bis zur Werkschau eine prototypische Ausstellung & Ausstellungsbeiträge zu erarbeiten, welche Schülern und Erwachsenen in attraktiver Weise Einblicke in mögliche, wünschenswerte Zukünfte aber auch die Fakten und Hintergründe der Klima- und Ressourcen-Krise vermittelt. Während der Werkschau/ dem FHP SCHAUFenster wollen wir unsere Exponate und die Ausstellung testen, evaluieren. Der nächste Schritt kann dann z.B. im Wintersemester sein, die Ausstellung zur „Serienreife“ zu entwickeln und als Wanderausstellung zu verbreiten. https://fhp.incom.org/workspace/8852\n\n \n\nPrüfungsleistung: Aktive Mitarbeit, Recherche, Referate, Gestalterische Arbeit, Zwischen- und Abschlusspräsentation\n\n \n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/8852\n\nProf. Holger Jahn, Anke Lüers-Salzmann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"cf04dc2d-b701-4c53-9705-4fb1985d971e","attributes":{"type":null,"title":"Theorie Design-/Kulturgeschichte: Wir sind dran! Projekt „Welt retten“","teacher":"Prof. Marion Godau\nProf. Dr. Gerlind Große","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DG","id_new":"22 Th-DKG","name":"22Th-DG Designgeschichte ","category":"II/2 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:00"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Dienstag 10.00-12.00 Raum D/119, Beginn: 07.04.2020\n\n# Klima-Semester – Utopien der Gegenwart\n\nDas Seminar findet in Kooperation des FB4 und FB1 statt und ist offen für alle Interessierten. Wie kommen wir als Gesellschaft zu einer Post-Wachstumshaltung? Was kann jede\\*r Einzelne tun, um (täglich) einen Beitrag zur Nachhaltigkeit zu leisten? Was ist überhaupt unter Nachhaltigkeit zu verstehen und wo könnten wir ansetzen? Wir stehen vor großen Umbrüchen, doch wir sind keine Opfer, sondern Gestalter unserer Zukunft. Gemeinsam wollen wir in der Lehrveranstaltung – nach dem Interesse der Teilnehmenden – theoretisch und/oder gestalterisch konkrete Beiträge entwickeln, z.B. durch Manifeste, informative Visualisierungen, Interventionen auf dem Campus oder nachhaltige Designkonzepte/-produkte, um die Umweltverträglichkeit unserer Wirtschafts- und Lebensweise zu verbessern.\n\nDie Ergebnisse werden zweimal öffentlich präsentiert: Semesterabschluss am 17.07. 2020 „SCHAUfenster Utopien der Gegenwart“ und zum „Aktionstag Aufklärung 2.0“ am Tag der Lehre am 25. 11. 2020.\n\nPrüfungsleistung: FB4: 4CP, FB1: 5 CP, bei beiden FB Benotung möglich, Leistungsnachweis FB1 und FB4: Portfolio/Projektdokumentation oder anderer studentischer Beitrag\n\n \n\nAnzahl Teilnehmer: 26\n\nIncom Url: https://fhp.incom.org/workspace/8784\n\nProf. Dr. des Marion Godau und Prof. Dr. Gerlind Große"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a869e635-e599-444e-8c5f-37311c0c6376","attributes":{"type":null,"title":"Theorie Design-/Kulturgeschichte: Seeing Green. Visuelle Strategien in Umwelt- und Klimaschutz","teacher":"Dr. Julia Meer","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DG","id_new":"22 Th-DKG","name":"22Th-DG Designgeschichte ","category":"II/2 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"05"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:05"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:30"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Donnerstag 10.05-13.30, Raum D/119\n\n# Klima-Semester – Utopien der Gegenwart\n\nDie für klimasensibles Verhalten notwendigen Informationen sind vorhanden und werden (meistenteils) verständlich, eindringlich und handlungsbefähigend kommuniziert. Warum also verändern dennoch so wenige Menschen ihr Verhalten? Und welche Rolle spielt Design in diesem Nicht-Handeln? Wo liegen die Potenziale, aber auch die Grenzen von Gestaltung? Gemeinsam erstellen wir zunächst eine ›visuelle Geschichte des Umweltschutzes‹, indem wir ikonische Zeichen, Objekte und Bilder sammeln (z.B. Greenpeace-Schlauchboote, Jutebeutel, das Recycling-Logo, aktuelle Info- und Datenvisualisierungen sowie Kampagnen). Im nächsten Schritt werden diese jeweils auf die hinter ihnen stehenden Strategien und Implikationen hin befragt. Das Recycling-Logo etwa kann derart gelesen werden, dass das Ausmaß unseres Konsums nicht verändert werden muss – solange wir bloß recyceln. So erlangen wir differenzierte Erkenntnissen über Erfolge und Misserfolge unterschiedlicher – auch aktueller – Kommunikationsstrategien.\n\nIn diesem Prozess eruieren Sie relevante Fragestellungen mit Blick auf die Wirkungsweise und Rolle von Gestaltung im Umwelt- und Klimaschutz und werden diesen im Verlauf des Seminars nachgehen.\n\nTeil des Kurses ist die Zusammenarbeit mit dem Kurs ›Good News‹ von Prof. Lisa Bucher. Sie werden Ihre in den ersten Sitzungen des Seminars gewonnenen Erkenntnisse an Teilnehmer*innen dieses Kurses kommunizieren, so dass diese – selbstbestimmt in mehr oder weniger enger Kollaboration mit Ihnen – pointierte Visualisierungen entwickeln können. Denkbar ist beispielsweise eine ironische Kommentierung oder Überarbeitung des oben erwähnten Recycling-Logos, die Entwicklung von Comicstrips, Infografiken … Sie werden im Laufe des Kurses kurze und mittellange Texte verfassen. Auf Wunsch erhalten Sie eine Einführung in wissenschaftliches Schreiben, in jedem Fall erproben wir das Schreiben als Instrument im Erkenntnis- und Designprozess.\n\nKleinere Exkursionen und Gastvorträge sind in Planung, ebenso eine Aufbereitung unserer Analysen für die Werkschau (etwa als Timeline oder in Form von kleineren Publikationen – wie all meine Kurse zielt auch dieser auf die Verzahnung von Analyse und Gestaltung, von ›Theorie‹ und ›Praxis‹).\n\nZiele des Seminars sind:\n\n- Entwicklung eines ›Methoden-Tool-Kits‹ für Designanalysen  \n\ndifferenzierte Erkenntnisse über Erfolge und Misserfolge historischer und aktueller Strategien des Umwelt- und Klimaschutzes\n\n\n- Überblick der Geschichte des Umwelt- und Klimaschutzes \n\nZiel der Kollaboration mit Lisa Buchers Kurs ist, redaktionelle Vorgaben und den Austausch zwischen Schreibenden und Gestaltenden besser kennenzulernen. Die Kurse finden meistenteils getrennt, parallel zueinander statt, für einige Sitzungen kommen wir zusammen.\n\n\nVoraussetzung für den Kurs ist die Bereitschaft und Fähigkeit zum selbstständigen Arbeiten. Der Einstieg wird ›knackig‹ – recherchieren Sie daher gerne vorab welche ikonischen Zeichen/Bilder/Objekte Sie interessieren und machen Sie sich Gedanken, welchen Fragestellungen Sie gerne nachgehen möchten.\n\nDer Kurs ist offen für Designstudent*innen im 2. Studienabschnitt und Master Design, sowie Student*innen aus den EMW und Kulturarbeit.\n\nBA-Designstudent*innen, die in der alten Prüfungsordnung studieren, bekommen 8CP, in der neuen Prüfungsordnung 5CP (der Aufwand wird entsprechend angepasst).\n\n \n\nAnzahl Teilnehmer: 40\n\nIncom Url: https://fhp.incom.org/workspace/8761\n\nDr. Julia Meer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a3e04651-f1cd-4f1e-ad0d-7846c28354b1","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Please regulate us\" - Seminar zum Medienrecht","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"D/116","descriptionText":{"type":"html/md","value":"Dienstag 14.00-16.00, Raum D/116, Beginn: 14.04.2020\n\nIn einem Beitrag in der Washington Post im März 2019 forderte Mark Zuckerberg, der CEO von Facebook, überraschend eine strengere Regulierung von sozialen Netzwerken. Dabei hob er die folgenden vier Punkte besonders hervor: Harmful content, Election integrity, Privacy und Data portability. Im Februar 2020 konkretisierte Facebook seine Vorschläge in einem Positionspapier („Charting a way forward - Online content regulation“). Die Vorschläge stießen auf ein gespaltenes Echo und wurden unter anderem seitens der EU als „zu wenig und zu spät“ abgelehnt. Im Rahmen des Seminars werden wir uns mit der Frage auseinandersetzen, in welchen Bereichen eine gesetzliche Regulierung von sozialen Netzwerken tatsächlich sinnvoll oder sogar erforderlich ist. Dabei werden wir die Vorschläge von Facebook hinterfragen, alternative Regulierungs-Ansätze untersuchen und eigene Vorschläge erarbeiten.\n\nWichtig: Die Teilnahme an dem Seminar setzt den Besuch der Vorlesung zum Urheber-, Design- und Medienrecht in einem der vorhergehenden Semester voraus.\n\n \n\nPrüfungsleistung: Referat oder ähnlicher Beitrag mit kurzer schriftlicher Ausarbeitung\n\n \n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/8847\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"2706ed27-0e6e-4e32-b1f6-8fec1b03c2c5","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Business Plan-Erstellung: Entwicklung von Gründungsideen","teacher":"Prof. Dr. Enrico Sass","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":2},"String":"Dienstag, 17:00"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Dienstag 13.00–17.00, Raum D/119, Beginn: 07.04.2020\n\nInnerhalb des Kurses haben Studierende die Möglichkeit, anwendungsorientierte Projektideen/Gründungsideen oder auch Gründungsvisionen mit Hilfe ausgewählter Vorgehensmodelle der Betriebswirtschaftslehre und der Entrepreneurship-Forschung weiterzuentwickeln. Dabei stehen Fragen der organisationalen Umsetzung und der betriebswirtschaftlichen Verwertungsprüfung von Projektideen und Gründungsideen im Vordergrund. Auszug aus dem Inhalt: Geschäftsmodellentwicklung, Markt- und Zielgruppenanalyse, Organisation & Personal, Kalkulation, Markttest, Präsentation der Ergebnisse. Studierende mit einem ausreichenden Gründungspotential haben zudem die Möglichkeit, weiterführende Unterstützung vom ZETUP-Gründungsservice zu erhalten.\n\n \n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/8791\n\nProf. Dr. Enrico Sass"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a0cd9587-2878-4554-8a4d-71b2ac52c3c1","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: On the Job","teacher":"Prof. Vicky Tiegelkamp","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":1},"String":"Montag, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Montag 11.00-14.00, Raum D/119, Beginn: 06.04.2020\n\nDesigner stehen heute im Dialog mit Ihren Auftraggebern vor neuen Herausforderungen. Die Entwicklungen von z.B. Corporate Design Systemen, Websites, Produktdesign oder Websites gehören weiterhin zu den Fragestellungen von Auftraggebern – aber sie werden um neue Fragen in Bezug auf Strategie- und Innovationsentwicklung ergänzt. DesignerInnen sind nicht mehr nur reine Oberflächengestalter, sondern gesuchte Mittler an der Schnittstelle von Business und Design. Das hat auch Auswirkungen auf die Anforderungen von Agenturen an das Know-How an DesignerInnen. Neben dem designspezifischen Expertenwissen, sind DesignerInnen aufgefordert Projekte auf Basis des Human-Centered Design Ansatzes zu gestalten (z.B. Design Process Model). Kundenbefragungen und Methoden wie z.B. Costumer Journey Mapping gehören heute zu den Standard Methoden bei der Projektplanung im Agenturleben.\n\nDas erfordert ein Umdenken – auch bei DesignerInnen. Im Designmanagement besprechen wir zum einen das »Management of Design« aber auch das »Design of Management«.\n\nIm »Design of Management« ist der »Human-Centered-Design-Ansatz« Schlüssel zur Entwicklung von Produkten und Services, die von Wert für Kunden sind. Befragungen und Beobachtungen von Kunden spielen eine zentrale Rolle, um Bedürfnisse zu Erkennen und zu Verstehen. Gleichzeitig ist es wichtig Trends zu beobachten und Impulse aus ganz unterschiedlichen Bereichen zu nutzen, damit Neues entstehen kann. Ziel muss es sein, dass DesignerInnen ihren Horizont erweitern und ein tiefes Verständnis für das eigentliche Problem - und damit die spätere Lösung – entwickeln und erst dann starten, Lösungen zu entwickeln.\n\n»Management of Design« beinhaltet die Planung von Projekten und die Kalkulation der Projekte unter Einbeziehung einer kundenzentrierten Perspektive. Dabei lernen DesignerInnen die zeitliche und wirtschaftliche Planung und den Unterschied von klassischen und agilen Methoden kennen. In den Vorlesungen werden die Grundlagen der Projektplanung vermittelt. Dabei lernen die Studierenden ein Projekt zu kalkulieren und einen Zeitplan zu erstellen. Weiterhin wird gemäß Design Process Modell Methoden des Human-Centered Design vermittelt.\n\nProcedere der Einschreibung: Einschreibungsverfahren\n\nPrüfungsleistung: 50% Kontinuität/Mitarbeit 30% Präsentation der Gruppenarbeit 20% Dokumentation\n\n \n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/8803\n\nProf. Vicky Tiegelkamp"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f74153cf-b6c1-4a51-9428-ad4b4b32db37","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Designmanagement-Grundlagen (Fokus „Marketing“)","teacher":"Prof. Karsten Henze","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":1},"String":"Montag, 16:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"19"},"day":{"value":1},"String":"Montag, 19:00"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Montag 16.00-19.00, Raum D/119, Beginn: 06.04.2020\n\nDesigner*innen sind heute mehr denn je gefordert, die Rahmenbedingungen ihrer Arbeit nicht nur zu verstehen, sondern diese nach Möglichkeit ebenfalls gestalten und steuern zu können. Erst wenn Design strategisch eingesetzt wird, kann es das volle Potenzial entfalten, ob für Auftragnehmer oder Auftraggeber. Designmanagement ist vor diesem Hintergrund nicht als eigenständiges Berufsbild zu verstehen, sondern implizite, strategische Komponente aller designrelevanten Prozesse und Aktivitäten.\n\nZiel dieses Kurses ist es, Studierenden einen Überblick über die verschiedenen Dimensionen des Designmanagements und den unterschiedlichen Rollen und Funktionen zu geben, die Designer*innen im Rahmen ihrer Arbeit kennen und für sich nutzen sollten. Im Fokus steht dabei nicht das konkrete Management von Projekten, sondern die Vermittlung designrelevanter Grundlagen des Marketings und Aspekte des Designmanagements aus unterschiedlichen Perspektiven wie Kunde, Agentur und Unternehmen mit konkreten Fallbeispielen aus der Praxis. Darüber hinaus steht der Austausch und die Diskussion über heutige und zukünftige Anforderungen an das Design im Mittelpunkt des Kurses.\n\n \n\nInhalt (Auszug):\n\nBegriffsklärung, Entwicklung, Innovationsmanagement, Marketing, Methoden, Strategien, Aspekte der Psychologie- und Verhaltensforschung, Organisation und Führung, Trend- und Marktforschung, Umgang mit disruptiven Entwicklungen, Marke und Identität, markenrechtliche Aspekte, Design- und Markenmanagement aus Agentur- und Unternehmenspraxis (Fallbeispiele) und Diskussion über aktuelle Trends und Entwicklungen.\n\n \n\nFormat:\n\nVorlesung mit Gruppenarbeiten. Im Rahmen des Kurses werden unterschiedliche Themen und Aspekte des Designmanagements behandelt und u.a. durch die Studierenden in Gruppenarbeit erarbeitet, präsentiert und im Kurs diskutiert. Die Gruppenarbeit mit Präsentation, eine individuelle Arbeit/Hausarbeit sowie regelmäßige und aktive Beteiligung bilden die Grundlage für den Scheinerwerb.\n\n \n\nOrganisatorisches:\n\nErster Termin: Montag, 6. April 2020\n\nMaximal 28 Teilnehmer*innen, (plus 4 EMW/Austauschstud./Härtefälle)\n\nTeilnahme ab 4. Semester\n\nOffen auch für EMW-Studierende\n\n \n\nPrüfungsleistung: Gruppenarbeit/Präsentation, individuelle Arbeit/Hausarbeit, Präsenz/aktive Mitarbeit\n\n \n\nAnzahl Teilnehmer: 28\n\nIncom Url: https://fhp.incom.org/workspace/8810\n\nProf. Karsten Henze"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9a3b7e28-2609-4a9b-96e7-b37357f1778f","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Urheber-, Design- und Medienrecht","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DM","id_new":"22 Th-DMR","name":"22Th-DM Designmanagement ","category":"II/2 Theorie DesignManagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:45"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Dienstag 10.15-12.45, Hörsaal D/011, Beginn: 14.04.20\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts. Dazu gehören die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des derzeit besonders umstrittenen Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben.\n\n \n\nSprechstunde: Dienstag nach Vereinbarung (D207)\n\nVeranstaltungsart: Vorlesung mit integrierter Übung\n\nPrüfungsnachweis: bestandene Klausur (Pflicht)\n\n \n\nAnzahl Teilnehmer: 90\n\nIncom Url: https://fhp.incom.org/workspace/8838\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5634495d-7c1e-49a0-9cea-2d177039b247","attributes":{"type":null,"title":"Theorie Design-/Medientheorie: Computer","teacher":"Prof. Boris Müller\nProf. Dr. Jan Distelmeyer","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DT","id_new":"22 Th-DMT","name":"22Th-DT Design","category":"II/2 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Mittwoch 11.00-13.00, Raum D/011, Beginn: 15.04.2020\n\nDer Computer – in all seinen Formen – ist zur Leittechnologie des 21. Jahrhunderts geworden. Mit der Digitalisierung werden Lebensverhältnisse, von Arbeitsweisen bis zur Organisation des Privaten, weltweit verändert. Umso wichtiger ist es, sich mit den Bedingungen, Erscheinungsformen und Folgen des Computers auseinanderzusetzen. Die komplexe Verzahnung von Technik und Ästhetik, die Verbindungen zwischen Maschinen, Menschen und Dingen, fordern gerade gestalterische und medientheoretische Perspektiven heraus. Die Vorlesung »Computer« hat dabei zum Ziel, gestalterische und medienwissenschaftliche Fragen nicht getrennt zu verhandeln, sondern aufeinander zu beziehen, um zu einem neuen Verständnis der theoretischen und praktischen Aspekte computerbasierter Technologien zu kommen. In zwölf Doppel-Vorlesungen werden Jan Distelmeyer und Boris Müller gemeinsam zu ausgewählten Themen referieren und diese zur Diskussion stellen.\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8750\n\nProf. Boris Müller und Prof. Dr. Jan Distelmeyer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3b8369da-8c5a-4b1b-83f5-c9320c59c7fc","attributes":{"type":null,"title":"Theorie Design-/Medientheorie: InfoVis Reading Group","teacher":"Prof. Dr. Marian Dörk","semester":"","graduateProgram":"","module":{"id":"PO 2013 22Th-DT","id_new":"22 Th-DMT","name":"22Th-DT Design","category":"II/2 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:30"}}},"room":"Schulungsraum FHP-Bibliothek","descriptionText":{"type":"html/md","value":"Mittwoch 09.00-10.30, Schulungsraum, FHP-Bibliothek\n\nWednesdays, 9:00-10:30am. Start 8.4.2020\n\nReading course on advanced topics in information visualization. Information visualization (InfoVis) is the dynamic field of research and design concerned with the conception, development, and evaluation of interactive and visual representations of data. InfoVis research provides a great basis for designers to create effective data visualizations. Recent InfoVis research connects well with contemporary application areas of interface design such as data-based storytelling, generative art, science communication, digital humanities, and critical design.\n\nConceptualized as a self-organized reading group, this seminar provides a platform to read and discuss current InfoVis papers. Students are encouraged to select the readings according to their personal interests and apply the insights to their own visualization projects. The goal of the seminar is to critically engage with academic literature, transfer insights to practical design work, and devise new ideas for future research projects.\n\nStudents will actively participate in seminar discussions, share short reading responses, and write a survey paper on a current research topic related to InfoVis. The language of teaching for this course is English. All communication during the seminars as well as literature and auxiliary materials will be in English.\n\nPrüfungsleistung: Weekly reading responses, presentation, survey paper\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8747\n\nProf. Dr. Marian Dörk"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5e4a10e6-078b-4d0d-af81-c5d66d519e36","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Figur und Raum","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Dienstag 09.00-13.30, Raum D/323, Beginn: 07.04.2020\n\nDie Gestalt der menschlichen Figur, Anatomie, Proportionslehre, Statik.\n\n \n\nAnzahl Teilnehmer: 15\n\nWorkspace: https://fhp.incom.org/workspace/8744\n\nFrank Gottsmann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"bdef33a9-742b-4bfb-a7a7-0c53d98d42dd","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Das Geheimnis der Dinge","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Montag 14:00-18:30, Raum D/323, Beginn: 06.04.2020\n\nperspektivisches Freihandzeichnen von geometrischen Grundkörpern, Gegenständen des täglichen Gebrauchs, Architekturzeichnen\n\n \n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/8745\n\nFrank Gottsmann\n\n \n\n "},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b002e241-12cd-41bf-b421-0ba63cec305a","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Nuancen und Polaritäten der Farben","teacher":"Meisterschülerin Eva Niemann","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Freitag 10:00-15.30, Raum D/323\n\n# Klima-Semester\n\nDie Natur macht uns die Klimaveränderung sichtbar. Visualisierungen des Klimawandels werden durch Statistiken, wie in den von Ed Hawkins entwickelten, farbig abstrahierten „Warming Stripes“ zusammengefasst. Was kann die individuelle, unmittelbare Farbwahrnehmung zu einer begreifbaren Darstellung der Phänomene beitragen, und wie können mit Farbe eindrückliche Aussagen formuliert werden?\n\nFarben spielen in den Naturwissenschaften nicht nur für die Analyse eine wichtige Rolle. Ihre physikalischen und chemischen Eigenschaften sind für die Energiegewinnung, Wärmeabstrahlung und für die ökologische Produktgestaltung von Bedeutung. Wie können wir Eigenschaften verschiedener Farbpigmente, ihre Reaktionen auf das Sonnenlicht nutzen? Beiden Fragen wird im Kurs schrittweise und in spielerischen Experimenten nachgegangen. Auf einführende Übungen zu Farbmischungen und Kontrastlehre folgen regelmäßige Studien in der Parklandschaft Potsdams, die farblichen Veränderungen in der (gestalteten) Natur festhalten. Aus diesen Studien werden im Atelier individuelle Farbprojekte entwickelt. Parallel setzten wir uns mit Darstellungen von Klima und Apokalypse in Kunst und Design auseinander. Birgit Schneider (Professorin für Medienökologie an der Universität Potsdam) schreibt in ihrem Buch „Klimabilder“: „Dass die Kunst etwas für die Wahrnehmungs- und Darstellungsprobleme des Klimawandels tut, also das Unvorstellbare in begreifbare Formen bringen kann, diese Hoffnungen kehren heute wieder.“\n\nIm zweiten Abschnitt werden parallel zur Malerei Versuchsmodelle aus Karton gebaut, mit Farbpigmenten und Lasuren versehen, um ihre Reflektions- und Absorptionseigenschaften unter Sonneneinstrahlung zu untersuchen.\n\nDer Kurs wird durch theoretische Einführungen zur Farbe und durch Exkursionen ergänzt. Bitte bringen Sie bereits am ersten Tag ein Set mit Borstenflachpinseln (Gr. 8 - 20) und ein kleines Schraubglas für Bindemittel mit!\n\nEinschreibemöglichkeiten:\n\nPrüfungsleistung: Präsentation der Arbeitsergebnisse und Projektdokumentation\n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8811\n\nEva Niemann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c5bcec96-ee81-47e1-8f95-41eedceaed75","attributes":{"type":null,"title":"Perspektiven und Social skills Atelier: Farben des Tages - ein Flächen-Raum-Tagebuch, A und B","teacher":"Eva Niemann, Christine Mangelsdorf, Felix Walser, Friederike Goll","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-AT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Mittwoch: 09.00-14:30, Raum D/323, Beginn: 08.04.2020\n\nA: Kombikurs mit 14 – DL – L Drucklabore: A–Grundlagen Produktionsprozess Druck, Siebdruck- und Buchbindewerkstatt Mi 9:00 – 11:30 LW 128 (10 Teilnehmer\\*innen)\n\nB: Farben des Tages nur als Atelierkurs: hier stehen weitere 10 Plätze zur Verfügung.\n\n \n\nA: In Kooperation mit der digitalen Druckwerkstatt, der Buchbinderei und der Siebdruckwerkstatt entstehen gedruckte individuelle Farbtagebücher. Das Medium Farbe wird hier, von malerischen Entwürfen ausgehend, über digitale Farbräume, analoge wie digitale Druckverfahren bis zum Endprodukt Buch geführt. Scans der analogen Malerei im Atelier werden in der Druckwerkstatt digital bearbeitet, um den Originalen so nahe wie möglich zu kommen. Grundlagen im Produktionsprozess Druck, Farbräume, Reproduktion, Druckverfahren werden theoretisch und praktisch vermittelt. Gegen Ende folgen die Erarbeitung von Buchumschlägen in der Siebdruckwerkstatt und die Bindung in der Buchbindewerkstatt.\n\nWer diesen Kombikurs wählt, muss sich ebenfalls für 14- DL-Drucklabore bei Christine Mangelsdorf anmelden. Die Kurszeiten sind aufeinander abgestimmt (Arbeitstag: 9:00 – 11:30 DL LW 128 + 11:30 – 14:30 Atelier D 323)\n\nBitte beachten: die Teilnehmerzahl dafür ist auf 10 begrenzt!\n\n \n\nB: Wer ausschließlich den Atelierkurs wählt, kann hier mit Pigmenten, analogen Farbmitteln experimentieren und mit eigenen digitalen Möglichkeiten arbeiten. Im Ergebnis entstehen hier nach der Malerei auf kleinen und großen Formaten ebenfalls Bücher, die selbst in einer Kopierwerkstatt gedruckt, oder per Hand aus Originalen gebunden werden. Arbeitstag: 9:00 - 14:30 im Atelier + freies Arbeiten\n\n \n\nA + B: Ausgangspunkte sind persönliche Grundstimmungen und empfundene Hauptfarbeindrücke des jeweiligen Tages. Diese werden schrittweise abstrahiert. Ein eigenes Farbe-Form-Repertoire wird langsam erarbeitet. Theoretische Abschnitte eröffnen Einblicke in Grundlagen der visuellen Wahrnehmung, Kontrastlehre, subtraktive und additive Farbsysteme. Der Einsatz von Farbräumlichkeit und Farbperspektive ermöglicht eine dreidimensionale Wirkung auf der Fläche. Die tagebuchartige Umsetzung entsteht seriell im Atelier mit Pigmenten und Acrylbinder. Daneben wird ein Farbskizzenbuch geführt, das der eigenen Recherche und der Buchkonzeption dient. Das Ziel ist die Erweiterung der eigenen Ausdrucksmöglichkeiten mit Farbe und ihrer möglichst farbgetreuen Wiedergabe beim Durchlaufen der unterschiedlichen Medien. Endprodukt ist das eigene Buch.\n\nEine gemeinsame Exkursion ist eingeplant. Bitte bringen Sie bereits am ersten Tag ein Set mit Borstenflachpinseln (Gr. 8 - 20) und ein kleines Schraubglas für Bindemittel mit!\n\n \n\nEinschreibemöglichkeiten:\n\nA: 11AT Atelier (3 CP neue Studienordnung) + 14 – DL – L Drucklabore 11At-F Atelier – Farbe (6 CP alte Studienordnung) + 14 – DL – L Drucklabore 24PSs-AT Atelier (3 CP neue Studienordnung) + 14 – DL – L Drucklabore\n\nB: 11AT Atelier (3 CP neue Studienordnung) 11At-F Atelier – Farbe (6 CP alte Studienordnung) 24PSs-AT Atelier (3 CP neue Studienordnung)\n\n \n\nAnzahl:\n\nDer Kurs ist insgesamt auf 20 Teilnehmer\\*innen beschränkt:\n\n10 Teilnehmer\\*innen im Kombi-Kurs A + 10 weitere Teilnehmer\\*innen im Atelierkurs B.\n\nIncom Url: https://fhp.incom.org/workspace/8795\n\nEva Niemann, Christine Mangelsdorf, Felix Walser, Friederike Goll"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"29ca518e-8e02-4348-b1ab-4686392f6374","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Urheber-, Design- und Medienrecht (mit integrierter Übung) - Vorlesung","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:45"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Dienstag 10.00-13.00, Hörsaal D/011, Beginn: 14.04.20\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts. Dazu gehören die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des derzeit besonders umstrittenen Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben.\n\n \n\nSprechstunde: Dienstag nach Vereinbarung (D207)\n\nVeranstaltungsart: Vorlesung mit integrierter Übung\n\nPrüfungsnachweis: bestandene Klausur (Pflicht)\n\n \n\nAnzahl Teilnehmer: 90\n\nIncom Url: https://fhp.incom.org/workspace/8838\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ee3f2045-ed14-4ecf-9913-b2b5757f054e","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Automated Stroll. Stadt-, Design- und Spazierwerkstatt","teacher":"Christian Berkes, Manuel Lutz, Josefine Frindt","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"room":"","descriptionText":{"type":"html/md","value":"Blockveranstaltung\n\n#Klima-Semester\n\nSpazierwerkstatt, Foot Camp, Lehrcanapé?\n\nDas experimentelle Seminarformat vermittelt kompakt, aktiv und öffentlich Kompetenzen in den Bereichen: Spaziergangswissenschaften vs. agiles Management, Urbanismus und Architektur, Designgeschichte und -theorie, Prototyping, Transdisziplinarität, Mobilität und automatisiertes Fahren, soziale Bewegungen, öffentliches Engagement und Partizipation. Wie können wir Klimawandel und damit einhergehenden technologischen Neuerungen begegnen? Die Werkstatt sucht nach den Grautönen zwischen Technologieeuphorie und Technologiekritik. Ein möglicher Zugang zu diesen ist unser tägliches Leben. Dieses wird maßgeblich bestimmt durch unser Wohnen, unser Arbeiten und unsere Bewegungen. Die Werkstatt fokussiert doppeldeutig auf die Bewegungen: Sowohl im Sinne von Movemements wie Fridays for Future, als auch im Sinne unserer (globalen und lokalen) Mobilität, die eine der Hauptursachen für den menschengemachten Klimawandel ist. Die Werkstatt fragt, wie soziale Bewegungen Teil einer kritischen Stadtentwicklung sein können.\n\nDas Format des Spaziergangs hat der Schweizer Soziologe, Designtheoretiker und Urbanisierungskritiker Lucius Burckhardt ab den 1970er Jahren in Anbetracht der damals aktuellen autogerechten Stadtentwicklung begründet. Die Frage damals wie heute: Wie nehmen wir die Stadt wahr und wie soll sie eigentlich aussehen?\n\nHeute steht das „autonome Fahren“ vielversprechend in den Startlöchern. Planer beginnen emsig, neue Straßenquerschnitte und Raumaufteilungen zu entwerfen – als Beispiel sei die Woven City des Autobauers Toyota in Zusammenarbeit mit dem Stararchitekten Bjarke Ingels genannt. Um das Nachdenken über die Automatisierung und Mobilität nicht allein den „Fachmännern“ zu überlassen, mischt sich die Werkstatt öffentlich ein und entwickelt kooperativ einen kritischen „automatisierten Stadtspaziergang“ im Erbe Lucius Burckhardts. Die avisierten Gäste, Inputs und Ausflüge umfassen: eine Audio-Session zum Querfeldein denken mit Lucius Burckhardt, einen Data Walk Input mit Tobias Kauer vom Urban Complexity Lab, einen Workshop zur Embodied Knowledge mit Sophie Wohlgemuth von WePerspective, eine Exkursion zum automatisierten Mikrobus-Testfeld in Wusterhausen sowie ein Prototyping im Maker-Space der FHP-Präsenzstelle in Luckenwalde.\n\n \n\nAnmeldung: Bitte hier frühzeitig als Teilnehmende*r eintragen (oder per Mail: berkes@fh-potsdam.de)\n\nTermine:\n\n2 Block-Wochenenden (Fr - So): 17. – 19.04. und 08. – 10.05.2020\n\nBlockveranstaltung, maximal ein Fehltag!\n\nWerkstattsprache: Deutsch (Inputs teilweise Englisch)\n\nWerkstattmodus: Spazieren\n\nDie Anzahl der möglichen Teilnehmer*innen ist begrenzt. Meldet euch bitte frühzeitig an (first come, first served). Diversität ist uns bei allen Entscheidungen ein grundsätzliches Anliegen.\n\n \n\nPrüfungsleistung: Präsenzzeit, aktive Teilnahme an der Werkstatt, Erstellung eines Prototypen (individuell oder in Kleingruppen), verbindliche Teilnahme an der Planung und Durchführung des Spaziergangs \"Automated Stroll\", Dokumentation von Prototyp und Spaziergang\n\n \n\nAnzahl Teilnehmer: 22\n\nIncom Url: https://fhp.incom.org/workspace/8753\n\nChristian Berkes, Manuel Lutz, Josefine Frindt"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8c5920ad-62a2-4889-ab00-c19ce4dc9fe2","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Schreibwerkstatt - Thesis-Workshop mit Schreibstrategien und wissenschaftlichem Schreiben","teacher":"M.A. Anouk Meissner, Marjolein Mulder, Stefan Berg","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"room":"","descriptionText":{"type":"html/md","value":"Blockveranstaltung 24.03.- 27.03.2020\n\n \n\nWAS? Thesis-Workshop mit Schreibstrategien und wissenschaftlichem Schreiben\n\nWANN? Von Dienstag 24.03 bis Freitag 27.03, jeden Tag von 10 bis 15 Uhr.\n\nWOZU? Schärfe bei diesem Workshop deine Fragestellung und grenze das Thema deiner Bachelor-Thesis ein. Übe das Erstellen einer schlüssigen, wissenschaftlichen Argumentation. Tausche dich aus mit anderen Studierenden, entdecke deine persönliche Schreibstimme und vor allem: Hab Spaß am Schreiben!\n\n \n\nWO? Kick-off am 24.03 um 10 Uhr in Raum D226\n\n \n\nWER? Angebot für Design-Studierende, die bereits ihre Bachelorarbeit angemeldet haben und aktuell daran schreiben (Vorrang) und offen, für Studierende, die ihre Bachelorarbeit anmelden möchten oder sonst Unterstützung für den Schreibprozess wünschen.\n\n \n\nPrüfungsleistung: Für den Leistungsnachweis (2 Cr.) ist die aktive Teilnahme am Workshop und zusätzlich eine Hausarbeit Voraussetzung. Thema der Hausarbeit wird hier noch bekanntgegeben. Alte Ordnung: Der Leistungsnachweis kann in Kombination mit einem weiteren 2-Cr. Schein zu einem 23PP-KF Komplementärfach (4 Cr.) angerechnet werden. Es ist auch nur die Teilnahme am Workshop ohne Leistungsnachweis möglich. Vorrang haben Studierende, die ihre BA-Arbeit bereits angemeldet haben.\n\n \n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/8841\n\nM.A. Anouk Meissner, Marjolein Mulder, Stefan Berg"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9fe0ca7f-ce5d-49c8-a196-04273949d8f0","attributes":{"type":null,"title":"Perspektiven und Social skills Flex-Modul","teacher":"","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF ","category":"II/4 Perspektiven und Social skills Flex-Modul"},"room":"","descriptionText":{"type":"html/md","value":"https://www.fh-potsdam.de/interflex/"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"40c94570-7a19-4d0e-a37f-35bc1de888f7","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Wir sind dran! Projekt „Welt retten“","teacher":"Prof. Marion Godau\nProf. Dr. Gerlind Große","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-KF","id_new":"24 PSs-FM","name":"23PP-KF Flex","category":"II/4 Perspektiven und Social skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:00"}}},"room":"D/119","descriptionText":{"type":"html/md","value":"Dienstag 10.00-12.00 Raum D/119, Beginn: 07.04.2020\n\n# Klima-Semester – Utopien der Gegenwart\n\nDas Seminar findet in Kooperation des FB4 und FB1 statt und ist offen für alle Interessierten. Wie kommen wir als Gesellschaft zu einer Post-Wachstumshaltung? Was kann jede\\*r Einzelne tun, um (täglich) einen Beitrag zur Nachhaltigkeit zu leisten? Was ist überhaupt unter Nachhaltigkeit zu verstehen und wo könnten wir ansetzen? Wir stehen vor großen Umbrüchen, doch wir sind keine Opfer, sondern Gestalter unserer Zukunft. Gemeinsam wollen wir in der Lehrveranstaltung – nach dem Interesse der Teilnehmenden – theoretisch und/oder gestalterisch konkrete Beiträge entwickeln, z.B. durch Manifeste, informative Visualisierungen, Interventionen auf dem Campus oder nachhaltige Designkonzepte/-produkte, um die Umweltverträglichkeit unserer Wirtschafts- und Lebensweise zu verbessern.\n\nDie Ergebnisse werden zweimal öffentlich präsentiert: Semesterabschluss am 17.07. 2020 „SCHAUfenster Utopien der Gegenwart“ und zum „Aktionstag Aufklärung 2.0“ am Tag der Lehre am 25. 11. 2020.\n\nPrüfungsleistung:\n\nFB4: 4CP, FB1: 5 CP, bei beiden FB Benotung möglich, Leistungsnachweis FB1 und FB4: Portfolio/Projektdokumentation oder anderer studentischer Beitrag\n\n \n\nAnzahl Teilnehmer: 26\n\nIncom Url: https://fhp.incom.org/workspace/8784\n\nProf. Dr. des Marion Godau und Prof. Dr. Gerlind Große"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e7671e15-a61f-4b6a-acd2-fb95f9bde6c4","attributes":{"type":null,"title":"Perspektiven und Social skills Handwerk/Technik: A – Grundlagen Produktionsprozess Druck in Verbindung mit dem Atelierkurs „Farbe 1“","teacher":"Dipl. Des. Christine Mangelsdorf\nEva Niemann","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-HT","id_new":"24 PSs-HT","name":"23PP-HT ","category":"II/4 Perspektiven und Social skills Handwerk/Technik"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Mittwoch 9.00 – 11.30, Raum LW 128, Beginn: 08.04.2020\n\nGrundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Dazu gehören Themen wie Farbe, Farbräume, Farbe in der Reproduktion, Druckverfahren. Es wird ein Buchprojekt in Zusammenarbeit mit dem Atelierkurs von Eva Niemann mit dem Titel „Farben des Tages – ein Flächen-Raum-Tagebuch“ erarbeitet. Der Atelierkurs findet anschließend ab 11.30 Uhr im Farbatelier statt. Unterstützt wird das Buchprojekt von Felix Walser im Siebdruck und von Friederike Goll in der Buchbindewerkstatt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Printerzeugnissen beschäftigen wollen.\n\nHinweise:\n\nPrüfungsleistung: Voraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\n\n \n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/8793\n\nChristine Mangelsdorf, Eva Niemann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8c1fae4a-033e-405d-b9ed-2b75ccb4a8f7","attributes":{"type":null,"title":"Perspektiven und Social skills Projektorganisation: Prototyping Reality – Räumliche & Kontextsensitive Interfaces","teacher":"Sebastian Wloch, Valeria Garci-Crespo Lopez, M.A. Anouk Meissner","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-PA","id_new":"24 PSs-PO","name":"23PP-PA Projektarbeit ","category":"II/4 Perspektiven und Social skills Projektorganisation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"LW 126","descriptionText":{"type":"html/md","value":"Dienstag 10:00 — 13:00, Raum LW 126\n\nAugmented Reality (AR) ist das coole neue Buzzword der Stunde. Doch steckt hinter dem Hype auch Essenz? Gibt es eventuell neue Potenziale die nur darauf warten von uns genutzt zu werden? Kurz: Ja.\n\nRäumliche Interaktion ist kein neues Konzept. Die Interaktion mit zweidimensionalen Screens hingegen schon. Wir befinden uns mitten im Transformationsprozess von abgeschlossenen und flachen Interfaces zu räumlich und kontextsensitiv erfahrbaren Welten. Augmented Reality verankert die virtuelle Welt mit unserer realen Welt und ermöglicht es den Menschen, mit virtuellen Informationen in einer Umgebung zu interagieren, die sie gewohnt sind. Durch neue Situationen und Möglichkeiten werden auch neue Erwartungen an AR Anwendungen gestellt, die grundlegend für deren Gestaltung sind.\n\nIn diesem Kurs wollen wir mit euch die Möglichkeiten von Design in und mit Augmented Reality erforschen. Mit vielen Experimenten und Input von uns nähern wir uns dem Medium AR.\n\nIm Laufe des Kurses werden wir diverse Werkzeuge und Methoden für schnelles Prototyping in AR testen, mit denen ihr neue Ideen ausprobieren und vermitteln könnt. In einem thematisch frei wählbaren Projekt könnt ihr den Grundstein für eure Arbeit mit AR legen und praktische Erfahrung sammeln. Erfahrung mit Tools wie Unity, Coding-Skills oder 3D Modellierung sind hier keine Voraussetzung. BEACHTEN: Momentan ist die Veranstaltung für Freitag geplant; hier kann sich ggf. noch der Tag je nach Werkstattbelegung ändern. Die Änderungen werden im VLV und im Workspace angegeben.\n\nPrüfungsleistung: Für den erfolgreichen Abschluss des Kurses wird die aktive Teilnahme an den wöchentlichen Terminen vor Ort und die Bearbeitung eines Abschlussprojektes vorausgesetzt. In dem Projekt werden die Teilnehmer*innen über die letzten Wochen des Semesters hinweg das gesammelte methodische Wissen in der Praxis anwenden und dem Kurs präsentieren.\n\n \n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/8800\n\nSebastian Wloch, Valeria Garci-Crespo Lopez, M.A. Anouk Meissner"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"48a39b69-e042-4a66-8314-9e13f3dc6c2b","attributes":{"type":null,"title":"Perspektiven und Social skills Projektorganisation: Werkschau 2020","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-PA","id_new":"24 PSs-PO","name":"23PP-PA Projektarbeit ","category":"II/4 Perspektiven und Social skills Projektorganisation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Mittwoch 09.00–14.00, Raum D/226, Beginn: 08.04.2020\n\nWir gestalten die Werkschau 2020 – dieses mal hochschulweit und eng verzahnt mit dem\n\n#Klima-Semester!\n\nThemen des Seminars sind\n\n• Raumplanung \n\n• Ausstellungsdesign \n\n• Wege-Leitsystem \n\n• Grafik\n\n• Öffentlichkeitsarbeit \n\nZiel des Kurses ist es, den gestalterischen Rahmen zu schaffen, innerhalb dessen sich alle Beteiligten eingeladen fühlen, die Räume zu bespielen, ihre entstandenen Arbeiten zu inszenieren und den Jahresabschluss gemeinsam zu FEIERN! Eingeladen zur Teilnahme sind Studierende aus erstem und zweiten Studienabschnitt und aus allen Studiengängen!\n\nPrüfungsleistung: Regelmäßige Teilnahme, Planung und Gestaltung, Protokollieren der Vorgänge und Dokumentation, Anwesenheit während der Werkschau, Auf- und Abbau der Werkschau\n\n \n\nAnzahl Teilnehmer: 40\n\nIncom Url: https://fhp.incom.org/workspace/8756\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6b1ace6e-4133-4d3d-828d-1c8e036b75df","attributes":{"type":null,"title":"Perspektiven und Social skills Projektorganisation: Hello! Is It Change You’re Looking For?","teacher":"Parker Hirschmueller, Sebastian Oft; M.A. Anouk Meissner (Betreuung)","semester":"","graduateProgram":"","module":{"id":"PO 2013 23PP-PA","id_new":"24 PSs-PO","name":"23PP-PA Projektarbeit ","category":"II/4 Perspektiven und Social skills Projektorganisation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{},"String":"11, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{},"String":"11, 17:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Blockseminar 24.03.2020-01.04.2020, 11.00-17.00, Raum D/223\n\n**Hello! Is It Change You’re Looking For? ** \\_Using ideation techniques and design thinking to generate solutions for every body Everyone has a body. The bodies we inhabit influence who we are while we shape our bodies to match how we identify. But what happens when our bodies can’t represent who we are as human beings? When our bodies and identities are mistreated by society? When we are forced to perform a certain way so we can survive? Within this out of turn compact course, we will identify design challenges in regard to those questions, focusing on gender, intersectionality and queerness. By learning about techniques in design thinking and ideation, we will rapidly generate concepts to develop design solutions. A limited time budget, reduced means of visualisation and changing perspectives will challenge the way we approach design choices. This course is thought of as being an exercise/crash course in ideation and conceptualisation. It’s all about the idea, not the finished design. If you’re already interested in specific subjects or issues, please feel free to bring them to the course. _The number of possible participants is limited. Sign up early to be in for sure (If all spots in the course are already taken, people from marginalized groups will be prioritized)._ **Course Language: English** (An exception can be made if only German-speaking students present, in which case the course can be held in German) Duration: **24.03. – 30.03., 11.00–17.00** (hours negotiable) – workshop **01.04., afternoon – final presentation**\n\nPrüfungsleistung: active participation, no absences, presentations and documentation of the results\n\n \n\nIncom Url: https://fhp.incom.org/workspace/8743\n\nParker Hirschmueller, Sebastian Oft; M.A. Anouk Meissner (Betreuung)"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ee94177d-1c09-4e3f-bf73-d4fd1337d397","attributes":{"type":null,"title":"Perspektiven und Social skills Tutorium: Resilienz und Transformation urbaner Strukturen","teacher":"Prof. Alexandra Martini/ Prof. Dr. Michael Prytula","semester":"","graduateProgram":"","module":{"id":"PO 2013 24PSs-T","id_new":"24 PSs-T","name":"24 PSs-T","category":"II/4 Perspektiven und Social skills Tutorium"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"LW 228, Haus 2 Raum 016 und Berlin","descriptionText":{"type":"html/md","value":"Donnerstag 10:00-16:00, Raum LW 228 und Haus 2 016 und Berlin\n\nResilienz bezeichnet die Fähigkeit eines komplexen Systems, trotz starker externer Störungen wieder in den Ausgangszustand zurückzukehren oder einen neuen Systemzustand zu etablieren, der gegenüber dem Ausgangszustand sogar ein verbessertes Systemverhalten aufweist.\n\nIm Mittelpunkt unserer gestalterisch-forschenden Projektarbeit steht das Stadtquartier „Das Neue Gartenfeld“ Berlin, das Reallabor urbaner Innovationen und eine Arena gesellschaftlicher Auseinandersetzungen ist.\n\nMit designspezifischen und wissenschaftlichen Forschungsmethoden wollen wir individuelle Projekte zu beispielsweise Materialkreisläufen, sozialem Miteinander oder Außenraumgestaltung entwickeln.\n\nDer Kurs kann in dreierlei Hinsicht belegt werden:\n\n– als Master-Tutorium, in dem ihr einen Workshop mit Design Thinking im April organisiert und durchführt\n\n– mit regulärer Teilnahme in der Projektarbeit (Gruppe) zu einem selbstbestimmten Themenfeld rund um Resilienz und Stadt\n\n– als eigenständiges Gestaltungsprojekt der Publikation. Die Veröffentlichung der Projektergebnisse als Buch ist geplant. Die Gestaltung dieser Publikation kann auch Masterprojekt sein. Kontakt: martini@fh-potsdam.de\n\n \n\nAnzahl Teilnehmer:\n\nIncom Url: https://fhp.incom.org/workspace/8777\n\nProf. Alexandra Martini/ Prof. Dr. Michael Prytula"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"feed2943-031d-47c3-ad3a-29589fe18eef","attributes":{"type":null,"title":"Bachelor Kolleg: Unterstützung bei der Bachelorarbeit","teacher":"M.A. Anouk Meissner, Stefan Berg, Marjolein Mulder","semester":"","graduateProgram":"","module":{"id":"PO 2013 25-BK","id_new":"","name":"25-BK","category":"II/5 Bachelorthesis Bachelor Kolleg"},"room":"","descriptionText":{"type":"html/md","value":"Du planst Deine Bachelorarbeit im Sommersemester 2020 und suchst Unterstützung? Dann bist Du hier richtig, im Workspace des Bachelor-Kollegs. Das Bachelor-Kolleg ist ein freiwilliges Angebot an die Bachelor-Schreibenden, ein Forum zu bilden, gemeinsam Veranstaltungen zu besuchen und hilfreiche Informationen auszutauschen. Wir bieten ein ergänzendes Angebot zur Vorbereitung und für die Bearbeitungszeit Eurer Arbeit. Die fachliche Betreuung liegt weiterhin in den Händen (und Köpfe) Eurer gewählten Betreuer\\*innen. Sie sind immer Eure ersten Ansprechpartner\\*in, wenn es um inhaltliche und gestalterische Fragen geht. Hier im Bachelor-Kolleg kannst Du: Dich mit anderen vernetzen und austauschen, die parallel zu Dir an ihrer Bachelorarbeit schreiben; alle Unklarheiten zu formalen Anforderungen der Prüfungsordnung klären; beim wissenschaftlichen Schreiben unterstützt werden. Es geht z. B. um das Eingrenzen der Fragestellung, Literaturrecherche, Erstellen einer Gliederung, Zeitmanagement, Planen von Meilensteinen, Schreibstrategien, Hinweise zum Zitieren und Infos zur Abgabe.\n\n \n\nWir bieten Euch ein bis zwei Termine in der Vorbereitungszeit im aktuellen Semester (WiSe2019\\_20). Im Sommersemester (SoSe2020), während der Bearbeitungszeit, finden zwei bis drei weitere Termine u.a. mit den Studiengangsleiter\\*innen, mit Input zu Wissenschaftlichem Arbeiten und eine Übung /Workshop zum Schreiben statt. Arbeitsgruppe - Semester WiSe 19 / 20 - SoSe 20\n\nPrüfungsleistung: Freiwilliges Angebot begleitend zur Bachelorarbeit; ohne Leistungsnachweis.\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8735\n\nM.A. Anouk Meissner, Stefan Berg, Marjolein Mulder"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"f84cf843-ca89-43d0-a822-1121482daab5","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Figur und Raum","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-Z","id_new":"11 AT","name":"11At-Z Atelier Zeichnen ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Dienstag 09:00-13:30, Raum D/32, Beginn: 07.04.2020\n\nDie Gestalt der menschlichen Figur, Anatomie, Proportionslehre, Statik.\n\nAnzahl Teilnehmer: 15\n\nWorkspace: https://fhp.incom.org/workspace/8744\n\nFrank Gottsmann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8905d183-37a1-48e1-af2d-9fbe980b55fa","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Das digitale Rendering. Grundlagenkurs","teacher":"Dipl. Des. Johannes Cremer","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-Z","id_new":"11 AT","name":"11At-Z Atelier Zeichnen ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:30"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Montag 10.00-14.30, Raum LW 226, Beginn: 06.04.2020\n\n„Von der Linie zur Fläche“\n\nWir werden zunächst die Gesetzmäßigkeiten verschiedener Schattenkonstruktionen untersuchen. Dann an einfachen Körpern Licht und Schatten-Modulationen vornehmen.\n\nSchließlich die gewonnenen Kenntnisse auf komplexe Körper übertragen.\n\nThemenschwerpunkte wie „Freznel-Effekt“, „Okklusion“ und „Reflektion“ werden behandelt und anhand von Beispielen erläutert.\n\nDes Weiteren werden wir uns mit der Darstellung verschiedener Materialien befassen und den Fokus auf die Themenwelt der Farbdarstellung richten.\n\nFür den Kurs ist die Voraussetzung der Besitz eines Zeichendisplays (I-Pad, Wacom etc.), da der Kurs sich hauptsächlich mit digitalen Darstellungstechniken in Adobe Photoshop befasst.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8836\n\nJohannes Cremer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"1092e998-0191-4ba3-9aca-91ed30283438","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Das Geheimnis der Dinge","teacher":"Frank Gottsmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-Z","id_new":"11 AT","name":"11At-Z Atelier Zeichnen ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Montag 14:00-18:30, Raum D/323, Beginn: 06.04.2020\n\nperspektivisches Freihandzeichnen von geometrischen Grundkörpern, Gegenständen des täglichen Gebrauchs, Architekturzeichnen\n\nAnzahl Teilnehmer: 15\n\nWorkspace: https://fhp.incom.org/workspace/8745\n\nFrank Gottsmann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"23dd7207-ba04-4924-b9f5-71583aed24db","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Nuancen und Polaritäten der Farben","teacher":"Eva Niemann","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-F","id_new":"11 AT","name":"11At-F Atelier Farbe ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Freitag 10:00-15.30, Raum D/323\n\n# Klima-Semester\n\nDie Natur macht uns die Klimaveränderung sichtbar. Visualisierungen des Klimawandels werden durch Statistiken, wie in den von Ed Hawkins entwickelten, farbig abstrahierten „Warming Stripes“ zusammengefasst. Was kann die individuelle, unmittelbare Farbwahrnehmung zu einer begreifbaren Darstellung der Phänomene beitragen, und wie können mit Farbe eindrückliche Aussagen formuliert werden?\n\nFarben spielen in den Naturwissenschaften nicht nur für die Analyse eine wichtige Rolle. Ihre physikalischen und chemischen Eigenschaften sind für die Energiegewinnung, Wärmeabstrahlung und für die ökologische Produktgestaltung von Bedeutung. Wie können wir Eigenschaften verschiedener Farbpigmente, ihre Reaktionen auf das Sonnenlicht nutzen? Beiden Fragen wird im Kurs schrittweise und in spielerischen Experimenten nachgegangen.\n\nAuf einführende Übungen zu Farbmischungen und Kontrastlehre folgen regelmäßige Studien in der Parklandschaft Potsdams, die farblichen Veränderungen in der (gestalteten) Natur festhalten. Aus diesen Studien werden im Atelier individuelle Farbprojekte entwickelt. Parallel setzten wir uns mit Darstellungen von Klima und Apokalypse in Kunst und Design auseinander. Birgit Schneider (Professorin für Medienökologie an der Universität Potsdam) schreibt in ihrem Buch „Klimabilder“: „Dass die Kunst etwas für die Wahrnehmungs- und Darstellungsprobleme des Klimawandels tut, also das Unvorstellbare in begreifbare Formen bringen kann, diese Hoffnungen kehren heute wieder.“ Im zweiten Abschnitt werden parallel zur Malerei Versuchsmodelle aus Karton gebaut, mit Farbpigmenten und Lasuren versehen, um ihre Reflektions- und Absorptionseigenschaften unter Sonneneinstrahlung zu untersuchen.\n\nDer Kurs wird durch theoretische Einführungen zur Farbe und durch Exkursionen ergänzt. Bitte bringen Sie bereits am ersten Tag ein Set mit Borstenflachpinseln (Gr. 8 - 20) und ein kleines Schraubglas für Bindemittel mit!\n\nEinschreibemöglichkeiten:\n\nPrüfungsleistung: Präsentation der Arbeitsergebnisse und Projektdokumentation\n\n \n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8811\n\nEva Niemann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"9eb66ca8-e6c6-42d3-8e78-8759ee415abb","attributes":{"type":null,"title":"Gestaltungsgrundlagen Atelier: Farben des Tages - ein Flächen-Raum-Tagebuch, A und B","teacher":"Eva Niemann, Christine Mangelsdorf, Felix Walser, Friederike Goll","semester":"","graduateProgram":"","module":{"id":"PO 2013 11At-F","id_new":"11 AT","name":"11At-F Atelier Farbe ","category":"I/1 Gestaltungsgrundlagen Atelier"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:30"}}},"room":"D/323","descriptionText":{"type":"html/md","value":"Mittwoch: 09.00-14:30, Raum D/323, Beginn: 08.04.2020\n\nA: Kombikurs mit 14 – DL – L Drucklabore: A–Grundlagen Produktionsprozess Druck, Siebdruck- und Buchbindewerkstatt Mi 9:00 – 11:30 LW 128 (10 Teilnehmer\\*innen)\n\nB: Farben des Tages nur als Atelierkurs: hier stehen weitere 10 Plätze zur Verfügung.\n\n \n\nA: In Kooperation mit der digitalen Druckwerkstatt, der Buchbinderei und der Siebdruckwerkstatt entstehen gedruckte individuelle Farbtagebücher.\n\nDas Medium Farbe wird hier, von malerischen Entwürfen ausgehend, über digitale Farbräume, analoge wie digitale Druckverfahren bis zum Endprodukt Buch geführt. Scans der analogen Malerei im Atelier werden in der Druckwerkstatt digital bearbeitet, um den Originalen so nahe wie möglich zu kommen. Grundlagen im Produktionsprozess Druck, Farbräume, Reproduktion, Druckverfahren werden theoretisch und praktisch vermittelt. Gegen Ende folgen die Erarbeitung von Buchumschlägen in der Siebdruckwerkstatt und die Bindung in der Buchbindewerkstatt.\n\nWer diesen Kombikurs wählt, muss sich ebenfalls für 14- DL-Drucklabore bei Christine Mangelsdorf anmelden. Die Kurszeiten sind aufeinander abgestimmt (Arbeitstag: 9:00 – 11:30 DL LW 128 + 11:30 – 14:30 Atelier D 323)\n\nBitte beachten: die Teilnehmerzahl dafür ist auf 10 begrenzt!\n\n \n\nB: Wer ausschließlich den Atelierkurs wählt, kann hier mit Pigmenten, analogen Farbmitteln experimentieren und mit eigenen digitalen Möglichkeiten arbeiten. Im Ergebnis entstehen hier nach der Malerei auf kleinen und großen Formaten ebenfalls Bücher, die selbst in einer Kopierwerkstatt gedruckt, oder per Hand aus Originalen gebunden werden. Arbeitstag: 9:00 - 14:30 im Atelier + freies Arbeiten\n\n \n\nA + B: Ausgangspunkte sind persönliche Grundstimmungen und empfundene Hauptfarbeindrücke des jeweiligen Tages. Diese werden schrittweise abstrahiert. Ein eigenes Farbe-Form-Repertoire wird langsam erarbeitet. Theoretische Abschnitte eröffnen Einblicke in Grundlagen der visuellen Wahrnehmung, Kontrastlehre, subtraktive und additive Farbsysteme. Der Einsatz von Farbräumlichkeit und Farbperspektive ermöglicht eine dreidimensionale Wirkung auf der Fläche. Die tagebuchartige Umsetzung entsteht seriell im Atelier mit Pigmenten und Acrylbinder. Daneben wird ein Farbskizzenbuch geführt, das der eigenen Recherche und der Buchkonzeption dient. Das Ziel ist die Erweiterung der eigenen Ausdrucksmöglichkeiten mit Farbe und ihrer möglichst farbgetreuen Wiedergabe beim Durchlaufen der unterschiedlichen Medien. Endprodukt ist das eigene Buch.\n\nEine gemeinsame Exkursion ist eingeplant. Bitte bringen Sie bereits am ersten Tag ein Set mit Borstenflachpinseln (Gr. 8 - 20) und ein kleines Schraubglas für Bindemittel mit!\n\n \n\nEinschreibemöglichkeiten:\n\nA: 11AT Atelier (3 CP neue Studienordnung) + 14 – DL – L Drucklabore 11At-F Atelier – Farbe (6 CP alte Studienordnung) + 14 – DL – L Drucklabore 24PSs-AT Atelier (3 CP neue Studienordnung) + 14 – DL – L Drucklabore\n\nB: 11AT Atelier (3 CP neue Studienordnung) 11At-F Atelier – Farbe (6 CP alte Studienordnung) 24PSs-AT Atelier (3 CP neue Studienordnung)\n\n \n\nAnzahl:\n\nDer Kurs ist insgesamt auf 20 Teilnehmer\\*innen beschränkt: 10 Teilnehmer\\*innen im Kombi-Kurs A + 10 weitere Teilnehmer\\*innen im Atelierkurs B.\n\n \n\nIncom Url: https://fhp.incom.org/workspace/8795\n\nEva Niemann, Christine Mangelsdorf, Felix Walser, Friederike Goll"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"bc68c785-2da1-44d6-affe-2f49625f8701","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: Sehen! Erkennen! Darstellen!","teacher":"Prof. Klaus Keller","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Donnerstag 10.00-15.00, Raum LW 226\n\nDer Kurs befasst sich mit grundlegenden, handwerklich-gestalterischen Darstellungstechniken wie Zeichnen und Malen. Thema sind Naturstudien, bei denen die Vielfalt der organischen Formsprache, die Oberflächen und Farben mit unterschiedlichen Stilmitteln und Darstellungstechniken interpretiert und verglichen werden. Die zeichnerische und malerische Auseinandersetzung dient der Sensibilisierung des Sehens und der Differenzierung des Empfindens für Licht & Schatten Form, Struktur, Textur, Rhythmus und Komposition.\n\nVorgehensweise:\n\nGearbeitet wird in aufeinanderfolgenden Übungen mit Tonwerten, Schraffuren, Rhythmus, Proportion sowie Strich- und Flächenkompositionen. Es werden mit ausgewählten Stilmitteln und Techniken Varianten von Darstellungen erarbeitet. Gearbeitet wird ausschließlich analog, – die Abschlussdokumentation ausgenommen.\n\n \n\nPrüfungsleistung: Grundlagen für den Scheinerwerb: Arbeitseinsatz, regelmäßige Teilnahme, Ideenreichtum, Bereitschaft zur tiefgründigen Auseinandersetzung sowie saubere, prägnante und variantenreiche Umsetzung der einzelnen Übungen sind u.a. Bewertungskriterien. // Zwischen- und Abschlusspräsentationen in analoger Form. // Die Kursdokumentation wird in analoger und digitaler Form abgegeben.\n\nAnzahl Teilnehmer: 20 - Über die Teilnahme am Kurs entscheidet das persönliche Erscheinen am ersten Veranstaltungstag.\n\nIncom Url: https://fhp.incom.org/workspace/8804\n\nProf. Klaus Keller"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b71ea9f2-2372-416f-a68f-1f864f81cda7","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: Slow Planet","teacher":"Prof. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":1},"String":"Montag, 15:30"}}},"room":"LW 126","descriptionText":{"type":"html/md","value":"Montag 10.00-15.30, Raum LW 126, Beginn: 06.04.2020\n\n#Klimasemester\n\nIn diesem Kurs nähern wir uns spielerisch dem Umstand, dass die menschlichen Aktivitäten der letzten 200 Jahre einen bleibenden Eindruck auf unserem gesamten Planeten hinterlassen werden. Der Begriff Technosphäre beschreibt die gesamte vom Menschen geschaffene technisierte Umwelt mit ihren Artefakten, Ressourcen, Prozessen, Infrastrukturen und Abfällen, und ihren lokalen und globalen Ursachen und Auswirkungen auf die natürliche und gesellschaftliche Umwelt. Während wir damit beschäftigt sind, eine technisierte Zukunft zu verwirklichen von der wir vor einigen Jahrzehnten geträumt haben – in einer Zeit, in der die Gesellschaft nicht durch die Klimakrise, die Ausrottung von Wildtieren und materielle Knappheit, die mit unüberschaubaren Abfallhaufen einhergeht konfrontiert war * – müssen wir feststellen, dass die Ressourcen für das Leben in solch einer Technosphäre endlich sind. Streaming, Blockchain Technologie und andere online Dienste sind scheinbar unverfänglich, verbrauchen aber Energie in gewaltigen Mengen. Was sind die wahren Kosten dieser Lebenswelt? Auch die sogenannten erneuerbaren Energien stützen sich auf physische Ressourcen, die ökologisch und sozial nicht nur nachhaltig und ebenfalls endlich sind.\n\n \n\nDaher werden wir nun neue Zukunftsbilder entwerfen und dafür Prototypen bauen. Wie könnte das Leben auf einem Slow Planet aussehen? Wie könnte der Mensch seine eigene erneuerbare Energiequelle werden? Welche Auswirkungen könnten verlangsamte Interaktionen mit Dingen und anderen Personen haben? Welche ausgedienten Produkte könnten zu neuen Begleitern im Alltag werden?\n\n \n\nWährend Technologien bisher für möglichst bequeme und minimal anstrengende Interaktionen entwickelt wurden, wird in diesem Kurs das Potenzial umständlicher Nutzung und mühseliger Energieversorgung von Alltagsgegenständen eine veritable Option sein.\n\n \n\nNeben experimentellen Übungen und dem Bau von Prototypen werden wir spekulative Szenarien entwerfen und uns mit Beispielen aus Literatur, Kunst und Design beschäftigen.\n\n \n\nEinführungen und Übungen in Arduino sind Teil der Kursveranstaltung.\n\n \n\nDer Kurs ist Teil der Reihe „The Fantastic Spaceship Earth Garage – Re-designing everyday products, social routines and public life from the bottom up.“\n\n \n\n* Régine Debatty, The Internet of rubbish things and bodies, Talk at 36c3, December 2019\n\n \n\nDer Kurs richtet sich an alle Studierende des ersten Studienabschnitts (Interfacedesign, Kommunikationsdesign, Produktdesign). Scheinerwerb durch regelmäßige und aktive Teilnahme im Kurs, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen und digitale Dokumentation (incom).\n\n \n\nTeilnehmerzahl: 20\n\nWorkspace: https://fhp.incom.org/workspace/8817\n\nProf. Myriel Milicevic"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"571d0558-cbc2-4c2e-914b-f535bd1ecf23","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Basics- Grundlegende Darstellungstechniken: PAPIER","teacher":"Prof. Klaus Keller","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-B","id_new":"11 EG-B","name":"11 EG-B","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Basics"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Mittwoch 09.30-14.00, Raum LW 226, Beginn: 08.04.2020\n\nWir experimentieren mit dem Werkstoffen Papier und Pappe in unterschiedlichen Anwendungsbereichen und Dimensionen. Die vielfältigen gestalterischen und kreativen Möglichkeiten, die diese Materialien bieten, werden ausprobiert. Über Schneiden, Falzen, Weben und Schichten werden Strukturen gebildet, unter Einbeziehung grafisch bearbeiteter Oberflächen geht es von der Fläche zum Objekt und anhand von Layern und Überlagerungen zur Inszenierung im Raum.\n\nIn aufeinander folgenden, elementaren und formalen Übungen, werden die Möglichkeiten des Materials fantasievoll ausgelotet. Im Verlauf des Kurses erweitern sich zunehmend die Dimensionen und Interventionen.\n\n \n\nPrüfungsleistung: Der Kurs richtet sich primär an Studienanfänger (Kommunikationsdesign, Produktdesign, Interfacedesign).  In den entsprechenden Kursabschnitten kann themenspezifisch eine Auseinandersetzung mit starkem Anteil auf die grundlegenden Techniken und dem Erstellen von Varianten geführt werden (Basics), oder mit speziellem Augenmerk auf Gestaltungsabläufe und methodischer Vorgehensweise anhand von mindestens 3 Themen, bei denen eigene Entwürfe realisiert werden (Prozess). Grundlagen für den Scheinerwerb: Arbeitseinsatz, regelmäßige Teilnahme. Ideenreichtum, Bereitschaft zur tiefgründigen Auseinandersetzung sowie saubere und präzise Umsetzung sind u.a. Bewertungskriterien. // Zwischen- und Abschlusspräsentation in analoger Form. // Die Kursdokumentation wird in analoger und digitaler Form abgegeben.\n\n \n\nAnzahl Teilnehmer: 20 - Über die Teilnahme am Kurs entscheidet das persönliche Erscheinen am ersten Veranstaltungstag.\n\nIncom Url: https://fhp.incom.org/workspace/8783\n\nProf. Klaus Keller"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"fd490e43-6195-45c0-ad4e-aa62b611b1d2","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Kontext- Wahrnehmung und Differenzierung: Große Transformation Stolper Feld: Eine Energie-Mais-Monokultur wird zu Solawi und Biodiversitäts-hotspot.","teacher":"Prof. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-K","id_new":"11 EG-K","name":"11 EG-K","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"18"},"day":{"value":2},"String":"Dienstag, 18:30"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Dienstag 14.00-18.30, Raum LW 226, Beginn: 07.04.2020\n\n#Klimasemester\n\nGroße Transformation Stolper Feld: Eine Energie-Mais-Monokultur wird zu Solawi und Biodiversitäts-hotspot.\n\n \n\nDirekt vor den Toren von Berlin soll aus einer großen Mais-Monokultur (ca. 150 ha) eine biologisch-vegane Solawi („Solidarische Landwirtschaft“) entstehen. Dabei soll die Hälfte der Fläche der Natur überlassen bleiben. Diesen Prozess werden wir mit Studierenden der Ökologie und Umweltplanung, TU Berlin und lokalen Bürgerinitiativen begleiten und mitgestalten und dabei die Frage stellen: Wie könnte eine solidarische Stolper Feld-Gemeinschaft in Zukunft aussehen?\n\n \n\nBereits im Wintersemester 2019/20 haben Studierende der Ökologie und Umweltplanung an der TU Berlin begonnen, die Möglichkeit dieser „Großen Transformation“ auf ihre ökonomische und ökologische Machbarkeit hin zu untersuchen. Unsere Aufgabe wird es sein, nach eingehender Recherche Zusammenhänge zu visualisieren und partizipative Prozesse zu gestalten, um mit lokalen Akteur*innen Möglichkeiten und Herausforderungen einer solidarischen Mensch-Umwelt Gemeinschaft sichtbar zu machen und zu kommunizieren. Fragen, die wir uns in diesem Prozess stellen werden sind u.a.: Was ist Solawi? Wie können lokale Akteur*innen (Alteingesessene und Neuzugezogene, Schulen, Kioskbesitzer*innen, Kirchen, Kleinunternehmer*innen, Bibliotheken…) sich beteiligen? Wie könnten Nährstoffgemeinschaften gebildet werden? Wie kann der lokale Anbau, die Verteilung und die Verarbeitung von Essen im Alltag integriert werden? Welche anderen Funktionen könnte das Stolper Feld vereinen (solidarische Apotheke, Lernort, Erholung…)? Könnte ein solidarisches System ohne finanziellen Transfer auskommen? Was bedeutet die Transformation für Lebewesen im Boden, für die Wasser- und Luftqualität und das Klima? Inwiefern ist das Stolper Feld exemplarisch für die Planetaren Grenzen? Welche Auswirkungen hätte die Veränderung der Landschaft auf das Heimatgefühl und das Zusammenleben? Welche neuen Beziehungen könnten sich zwischen Menschen und anderen Spezies entwickeln?\n\n \n\nAusgehend von den Recherchen, Beobachtungen, Co-creation Prozessen und transdisziplinärem Austausch werden wir poetische, dokumentarische, praktische und visionäre Bilder, Aktivitäten und Konzepte zu der Frage entwickeln, wie ein zukünftiges Leben mit und um das Stolper Feld und einer solidarischen Mensch-Natur Gemeinschaft aussehen könnte. Die Ergebnisse sollen wiederum den Anwohner*innen um das Stolper Feld und darüber hinaus vorgestellt werden, in Form einer Publikation und / oder Ausstellung. Prozess und Ergebnisse werden darüber hinaus auf einer Webseite gemeinsam mit den Studierenden der TU dokumentiert.\n\n \n\nHintergrund\n\nVor dem Hintergrund der weltweiten Klimaveränderungen mahnt der Wissenschaftliche Beirat der Bundesregierung für globale Umweltveränderungen (WBGU 2011) eine „Große Transformation“ an, die in ihrer Dimension mit der neolithischen Revolution vergleichbar sei. Diese, alle Lebensbereiche betreffende Transformation, muss die globalen Nachhaltigkeitsziele (SDGs) im Blick haben. Aus Sicht der Belastbarkeitsgrenzen der Erde ist hier insbesondere der Schutz der Biodiversität von herausragender Bedeutung. Im terrestrischen Bereich gehen die größten Gefahren für die Biodiversität von der heutigen intensiven, zentralisierten und stark auf tierische Produkte ausgerichteten landwirtschaftlichen Nahrungsmittelerzeugung aus. Zum Schutz der Biodiversität scheint daher eine ökologischere, dezentrale, auf vegane Ernährung orientierte Landwirtschaft notwendig. Der weltbekannte Biologe Edward O. Wilson fordert in seinem 2016 erschienen Buch „Die Hälfte der Erde“ gar, dass die Menschen der Natur 50 % der gesamten kultivierbaren Erdoberfläche überlassen müssen, um die ökologische Katastrophe zu verhindern. Scheinerwerb durch regelmäßige und aktive Teilnahme im Kurs, Organisation und Durchführung partizipativer Gestaltungsprozesse, Teamarbeit, Referat, Diskursbeiträge, Arbeitsergebnisse, Präsentationen und digitale Dokumentation (incom).\n\n \n\nTeilnehmerzahl: 20\n\nWorkspace: https://fhp.incom.org/workspace/8818\n\nProf. Myriel Milicevic"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"0b27f51a-ac7e-4088-9203-61de551d7261","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Prozess- Gestaltungsabläufe und Methoden: Wind : Energie","teacher":"Prof. Alexandra Martini\nJohannes Cremer","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-P","id_new":"11 EG-P","name":"11 EG-P","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Prozess"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":2},"String":"Dienstag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Dienstag 9.30-14.00, Raum LW/226, Beginn: 07.04.2020\n\n#Klimasemester, #Nachhaltigkeit, #Heimat, #Kultur, #Windenergie\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8780\n\nProf. Alexandra Martini/Johannes Cremer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"14ade544-96ae-4719-a560-7eebee515bf2","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Prozess- Gestaltungsabläufe und Methoden: Hey Greta!","teacher":"Prof. Klaus Keller","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-P","id_new":"11 EG-P","name":"11 EG-P","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Prozess"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"15"},"day":{"value":5},"String":"Freitag, 15:00"}}},"room":"LW 226","descriptionText":{"type":"html/md","value":"Freitag 10.00-15.00, Raum LW/226\n\n# Klima-Semester – Utopien der Gegenwart\n\nDieser Kurs bezieht sich auf die aktuellen Diskussionen um „Fridays for Future\" und dem Bestreben nach einem verantwortlicheren Umgang mit der Natur, unseren Ressourcen und der Umwelt. Die Kursteilnehmer sind aufgefordert für sich prägnante Themen und Überschriften herauszufiltern, zu diskutieren und auf kleine Arbeitsgruppen (max. 3 Personen) zu verteilen. Jede Gruppe wird daraufhin ein gewähltes Thema verdichten, verständlich auf die wichtigsten Punkte reduzieren und das Problem gestalterisch darstellen. Gleichzeitig werden Ideen und Empfehlungen zur Überwindung bzw. Eindämmung des Problems erarbeitet und aufgezeigt. Die dargestellten Inhalte sollten sich an wissenschaftlichen Diskussionen und nachweislichen Fakten orientieren, die auch als Referenz dienen werden.\n\nPrüfungsleistung: Grundlagen für den Scheinerwerb: Arbeitseinsatz, regelmäßige Teilnahme, Ideenreichtum, Bereitschaft zur tiefgründigen Auseinandersetzung sowie eine anschauliche, prägnante, verständliche und begründete Umsetzung des Themas sind u.a. Bewertungskriterien. // Zwischen- und Abschlusspräsentation in analoger Form. // Eine Dokumentation von Themenfindung bis Umsetzung und Ergebnis wird digital erstellt und abgegeben.\n\n \n\nAnzahl Teilnehmer: 20 - Über die Teilnahme am Kurs entscheidet das persönliche Erscheinen am ersten Veranstaltungstag.\n\nIncom Url: https://fhp.incom.org/workspace/8805\n\nProf. Klaus Keller"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"4b8436d3-5956-46f2-9734-4c3068abaa1f","attributes":{"type":null,"title":"Gestaltungsgrundlagen Elementares Gestalten Prozess- Gestaltungsabläufe und Methoden: Searching for Climate Justice","teacher":"Prof. Myriel Milicevic","semester":"","graduateProgram":"","module":{"id":"PO 2013 11EG-P","id_new":"11 EG-P","name":"11 EG-P","category":"I/1 Gestaltungsgrundlagen Elementares Gestalten Prozess"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"15"},"day":{"value":4},"String":"Donnerstag, 15:30"}}},"room":"LW 126","descriptionText":{"type":"html/md","value":"Donnerstag 10.00-15.30, Raum LW/126\n\n#Klimasemester\n\n„What do we want? Climate justice!“ wird in Sprechchören auf Klima-Demonstrationen gefordert. Was bedeutet Klimagerechtigkeit? Wo findet Ungerechtigkeit im Zusammenhang mit dem Klimawandel statt? Wie wirkt es sich im Konkreten aus? Was sind die wahren Kosten der Klimakrise? Welche Konsequenzen hat diese Entwicklung für das soziale Zusammenleben?\n\n \n\nWährend der Klimawandel vor allem durch Industriestaaten und den westlichen Lebensstil verursacht wird, sind die Auswirkungen besonders im globalen Süden spürbar. Oft stehen dort auch nicht die Mittel zur Verfügung, um sich individuell oder als Gesellschaft zu schützen. Doch auch in Deutschland gibt es durch den Klimawandel verursachte Ungerechtigkeiten. Soziale Gruppen und Einzelpersonen sind bereits gegenwärtig unterschiedlich stark betroffen im Hinblick auf Lebensqualität, Einkommen, Gesundheit und sogar Lebenserwartung.\n\n \n\nIn diesem Kurs werden wir uns nicht nur über Daten und statistische Erhebungen diesem vielschichtigen Thema nähern, sondern vor allem über eigene Beobachtungen, Recherchen, Interviews und persönliche Geschichten von Akteur*innen in Berlin, Brandenburg und der anderen Seite der Welt. Konkret werden wir dafür eine Nachbarschaft in Berlin auf den Aspekt der Klimagerechtigkeit hin untersuchen und kartieren. Gemeinsam mit Expert*innen aus den Bereichen Umweltschutz, Menschenrechte, Stadtforschung und Klimaforschung werden wir den Blick über das Lokale hinaus auch auf Lebenssituationen bis nach Südamerika und Asien richten. Diese vielfältigen exemplarischen Einblicke sollen ein Verständnis und Gefühl für die Komplexität und Realität des Klimawandels vermitteln, mit seinen Auswirkungen auf unser Zusammenleben in lokalen Gemeinschaften und als global verbundener Gesellschaft. Durch eine persönliche, im Team und mit Expert*innen stattfindende Auseinandersetzung werden eigene Bilder, Kartierungen, Grafiken und Textbeiträge entwickelt, und Geschichten, Zusammenhänge und Erkenntnisse in einer (online) Publikation zusammengeführt.\n\n \n\nIn diesem Kurs wird eigenständiges Arbeiten und Teamarbeit gefordert, und die Bereitschaft sich tiefergehend inhaltlich und gestalterisch mit unterschiedlichen Perspektiven auseinanderzusetzen. Der gesamte Kurs wird als eine Art Redaktion zusammenarbeiten, während einzelne Themen durch verschiedene Teams erarbeitet werden. Unser Kursquartier werden wir für Recherchen über einige Wochen in Berlin aufschlagen. Ein gemeinsames Wochenende wird für 26.-28. Juni verpflichtend für Produktion eingeplant, aufgrund von Feiertag + Eignungsprüfungstermin im Mai.\n\n \n\nScheinerwerb durch regelmäßige und aktive Teilnahme im Kurs, eigenständige Organisation und Durchführung von Recherchen, künstlerisch-gestalterische Umsetzung, Textarbeit, Teamarbeit, Referat, Diskursbeiträge, Präsentationen, Arbeit an Publikation und digitale Dokumentation (incom).\n\n \n\nTeilnehmerzahl: 20\n\nWorkspace: https://fhp.incom.org/workspace/8816\n\nProf. Myriel Milicevic"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"37360885-0566-4b2a-af5f-dfd482971a79","attributes":{"type":null,"title":"Entwurfsgrundlagen Interfacedesign Algorithmen + Daten:","teacher":"Martin Lexow","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOID-SI","id_new":"12 EId-AD","name":"12FOID-SI","category":"I/2 Entwurfsgrundlagen Algorithmen + Daten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"D/105","descriptionText":{"type":"html/md","value":"Mittwoch 10:00-13:00, Raum: D/105, Beginn: 08.04.20\n\nWorkspace:\n\nMartin Lexow"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a156d046-1d2a-41af-a7ee-ce8578167710","attributes":{"type":null,"title":"Entwurfsgrundlagen Interfacedesign Form + Interaktion: Entwurf - Basics Interfacedesign","teacher":"Prof. Boris Müller","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOId-XD","id_new":"12 EId-FI","name":"12FOId-XD Interaction Design ","category":"I/2 Entwurfsgrundlagen Interface Form + Interaktion"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:00"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Donnerstag 10:00-13:00, Raum: D/226\n\nDieser Kurs stellt eine grundlegende Auseinandersetzung mit den zentralen Themen des Interfacedesigns dar. Ausgehend von einer Reihe von Entwürfen und Experimenten wird die Herangehensweise an gestalterische Probleme im Interfacedesign vermittelt. Konkret werden im Kurs die Themen Screen-Design, grafische User-Interfaces, Visualisierung und Semiotik behandelt. Dabei steht insbesondere die Verbindung von theoretischem Input und praktische Übungen im Mittelpunkt. Weiterhin wird ein Überblick auf die Geschichte des Interfacedesigns gegeben.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8749\n\nProf. Boris Müller"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"582ba6a7-e7ba-4faf-9dd2-e3f7fb0ef85c","attributes":{"type":null,"title":"Entwurfsgrundlagen Interfacedesign Mensch + Kontext: Service Design Grundlage: Machine Learning and Therapy","teacher":"Prof. Reto Wettach","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOId-PI","id_new":"12 EId-MK","name":"12FOId-PI Physical","category":"I/2 Entwurfsgrundlagen Interface Mensch + Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":5},"String":"Freitag, 14:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Freitag 09.00-14.00, Raum D/106\n\nWithin our new research project „The Baby Helpers“, my colleague Gerlind Große and I are going to explore the potentials of semi-automated, ML-supported therapeutic interventions.\n\nWe are particularly interested in how service design as well as UX/UI design can support both, the clients as well as the therapists.\n\nThe focus - within the therapeutic aspects of this research project - is the psychological support of young parents, as this is Gerlind's expertise.\n\nIn this class we will work with user-centered service-design methods to sketch initial solutions for the research question at hand.\n\nThis class is part of a 2-year-research project, funded by the Brandenburgian Ministry of Science, Research and Culture, starting im March.\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8826\n\nProf. Reto Wettach, Prof. Dr. Gerlind Große"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"fd6108fd-ac2e-40df-879b-c2e8418d8e73","attributes":{"type":null,"title":"Entwurfsgrundlagen Interfacedesign Methoden + Prozesse: Human-Computer Interaction Design","teacher":"Prof. Dr. Frank Heidmann","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOId-SI","id_new":"12 EId-MP","name":"12FOId-SI Software Interfaces ","category":"I/2 Entwurfsgrundlagen Interface Methoden + Prozesse"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Dienstag 10.00-13.00, Raum D/106, Beginn: 07.04.2020\n\nDer Grundlagenkurs führt in die theoretischen, methodischen und gestalterischen Grundlagen der Mensch-Computer Interaktion (HCI – Human-Computer Interaction) und der verwandten Themen »Human-Centered Design« & »User Experience Design« ein. Die Teilnehmer\\*innen erhalten einen umfassenden Überblick über aktuelle Theorien und Methoden zur Konzeption, zum Prototyping und zur Evaluation intuitiv bedienbarer und emotional ansprechender interaktiver Produkte, Systeme und Services. Wer sind meine Nutzer\\*innen? Was für Anforderungen haben sie an ein System, Produkt oder einen Service? Wie können ihre Bedürfnisse bei der System-, Produkt- oder Servicegestaltung am effektivsten berücksichtigt werden? Wie entsteht aus einer Sammlung von Ideen, Inhalten oder Funktionalitäten eine konkrete Informationsarchitektur und Navigationsstruktur für eine Website oder eine mobile Applikation? Welche Interaktionsformen sind für welche Zielgruppe und welche Nutzungssituation angemessen? Welche Usability- und UX-Guidelines gibt es für AI-, VR-, AR-Systeme oder die Mensch-Roboter-Kooperation? Wie spielen Design, Prototyping und Evaluation in agilen Entwicklungsprozessen zusammen? Welche Methoden stehen für die Bewertung von Designentwürfen und Prototypen zur Verfügung? Welche ethischen Aspekte sind bei der Technikgestaltung zu berücksichtigen und was bedeutet dies für den Entwurfsprozess. Die Beantwortung dieser und weiterer Fragen erfolgt in Form von kompakten Vorlesungsblöcken und praxisnahen Gruppen- oder Einzelprojekten aus den verschiedenen Anwendungsdomänen der Mensch-Computer-Interaktion. Vorrangig, aber nicht ausschließlich sollen Projektideen mit Bezug zum fachbereichsübergreifenden Klima-Semester an der FHP bearbeitet werden. Um die Vision einer (nahezu) treibhausgasneutralen Gesellschaft bis zum Jahr 2050 zu erreichen, sind soziale und technologische Innovationen in allen Bereichen der Ökonomie, der Mobilität, des privaten Konsums, der Kommunikation, des Designs usw. notwendig. Benutzerzentrierte Mensch-Computer-Schnittstellen sind dabei von zentraler Bedeutung für die Akzeptanz von Systemen und Services zur CO2-Vermeidung und klimaneutralen Arbeits- und Lebensweisen.\n\n# Klima-Semester – Utopien der Gegenwart\n\nPrüfungsleistung: Projektentwicklung, -präsentation und -dokumentation.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8764\n\nProf. Dr. Frank Heidmann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8bad2762-6e75-4a9f-b413-a037c2ca557b","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Bild + Wirkung: Lichtfänger II - Formen des fotografischen Erzählens","teacher":"Prof. Wiebke Loeper\nKathrin Katzek","semester":"","graduateProgram":"","module":{"id":"PO 2013 12EKd-BW","id_new":"12 EKd-BW","name":"12 EKd-BW","category":"I/2 Entwurfsgrundlagen Kommunikation Bild + Wirkung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:30"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Freitag 10.00-13.30, Raum D/308\n\n# Klima-Semester – Utopien der Gegenwart\n\nDer Kurs zielt auf die Schulung des Sehens und die Erkundung des Mediums Fotografie in Verbindung mit Formen des fotografischen Ausdrucks und bildnerischen Erzählens. Im Laufe des Kurses werden die Themen Konzeption/Umsetzung, Auswahl/Anordnung/Kontext, Rolle Bild/Text, Inszenierung/Dokumentation und die Kommunikationsformen der Fotografie im digitalen Zeitalter verhandelt.\n\nDas Thema ist frei und wird sich für jede/jeden Einzelnen oder die entstehenden Gruppen entwickeln.\n\nArbeiten zum Klimasemester sind willkommen, aber keine Pflicht.\n\n \n\nPrüfungsleistung: rege Teilnahme an Bilddiskussionen, 2 Zwischenpräsentationen, Abgabe von 8-10 Bildern als ausgearbeitete Prints, kurzer Text zur Arbeit und abschließende Präsentation im Kurs, Dokumentation bei Incom\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8833\n\nProf. Wiebke Loeper, Kathrin Katzek"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"cd50cec1-0c02-4845-b048-6d7d84d186e5","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Bild + Wirkung: Immer so weiter. Die Tapete als illustrative Infografik","teacher":"Prof. Lisa Bucher","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-IL","id_new":"12 EKd-BW","name":"12FOKd-IL Illustration","category":"I/2 Entwurfsgrundlagen Kommunikation Bild + Wirkung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":2},"String":"Dienstag, 17:00"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Dienstag 14.00-17.00, Raum D/310, Beginn: 07.04.2020\n\nTapeten schmücken Wände. Tapeten sind meist gemustert. Tapeten sind mit einer Vorstellung vom Wohnen verbunden.\n\nViele der gegenwärtigen Wohntrends, wie das große Interesse am Heimwerken und der Versuch das Zuhause mit unverwechselbaren und persönlich gestalteten Materialien zu begründen, zeigen allesamt den Vormarsch der Lebensraumbastler. Wir suchen offenbar wieder das Glück in den eigenen vier Wänden. Die Tapete hilft uns dabei.\n\nDie Entscheidung des Wohnenden, den Raum mit der Tapete seiner Wahl zu bekleiden, zeigt seinen persönlichen Geschmack und wenn die Wohnung, vom Selbstdesign geprägt wie eine Ausstellung für die Besucher funktioniert, dann erfüllt sich auch der Traum des Heimgestalters.\n\nWiederholungen im Rapportmuster der Tapete allerdings für ungesichert zu halten und den Einladungen des Heimgestalters zu misstrauen, ist der Anfang der künstlerischen Praxis. Dies wollen wir in diesem Semester mit einer selbst gestalteten Tapete versuchen, die im Spannungsfeld von gewohnter Form und neuem Inhalt eine innovative und eigenständige (eigenwillige) Lösung findet.\n\nIn den Vorlesungen werden wir uns mit der Geschichte der Tapete, mit verschiedenen Formen wie der Tapisserie, der Wandbespannung, dem Papier bleu d’Angleterre, der Rapporttapete und mit den Themen der Tapete auseinandersetzen.\n\nAbgabeform ist eine Bahn der eigenen Mustertapete in der europäischen Standardgröße 0,53 x 10,05 m. Die Technik, wie die Tapete bezeichnet, bemalt, konventionell bedruckt oder digital erstellt wird, ist dem Konzept entsprechend frei zu wählen.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8822\n\nProf. Lisa Bucher"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"46f2aa50-1b8a-44f8-bb95-62bba9157541","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Bild + Wirkung: REBEL FOR FUTURE - Holistisches Kommunikationsdesign","teacher":"Prof. Wiebke Loeper\nMaximiliane Wittek","semester":"","graduateProgram":"","module":{"id":"PO 2013 12EKd-BW","id_new":"12 EKd-BW","name":"12 EKd-BW","category":"I/2 Entwurfsgrundlagen Kommunikation Bild + Wirkung"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:30"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Mittwoch 10:00-14:30, Raum D/308, Beginn: 08.04.2020\n\n# Klima-Semester – Utopien der Gegenwart\n\nAuf der Suche nach Antworten & Lösungen angesichts des Klimawandels bewegen wir uns durch das Zeitalter des Anthropozän, erforschen den Eigenwert der Natur, diskutieren Neue Humanökologie und lassen uns durch widerstandsbewegten Sacred Artivism inspirieren.\n\nAufgabe ist es, Ressourcenphantasien mit der Rolle der Designer*innen und den Menschen der Zukunft in einen ethischen, politischen und künstlerischen Kontext zu setzen. Wie kann Public Relation für die Natur heute aussehen? Wie sieht holistisches Kommunikationsdesign aus? Es können ungewöhnliche Methoden ausprobiert, Perspektiven neu eröffnet und Aktionen umgesetzt werden. Beiträge des Kurses können auf der multi-mediale aktivistischen Plattform www.humansforfuture.berlin veröffentlicht werden. Möglich sind auch andere offene Ideen zum Thema Klimasemester nach Absprache.\n\n \n\nPrüfungsleistung: Rege Teilnahme an der Recherche und den Diskussionen im Kurs, sowie mindestens 3 Public-Relation-Beiträge für die Natur pro Gruppe oder pro Einzelkämpfer*in (I./II.StAB) und zusätzlich für den II./III.StAB ein größerer Beitrag\n\n \n\nAnzahl Teilnehmer: 35\n\nIncom Url: https://fhp.incom.org/workspace/8828\n\nMaximiliane Wittek, Prof. Wiebke Loeper"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"ad3c62c3-7237-4ae2-b75d-1398c4e17f0e","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Formate + Narration: Redaktionelle Gestaltung 02: Wieso? Weshalb? Warum?","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-AD","id_new":"12 EKd-FN","name":"12FOKd-AD Advertising Design","category":"I/2 Entwurfsgrundlagen Kommunikation Formate + Narration"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:00"}}},"room":"LW 117","descriptionText":{"type":"html/md","value":"Donnerstag 10.00–13.00, Raum LW 117\n\nIn diesem Seminar analysieren wir existierende Publikationen (Bücher, Zeitschriften, Zeitungen, digitale Publikationen): Wie sind sie gestaltet? Wie sind sie hergestellt? Was ist ihr historischer und gesellschaftlicher Kontext? Das Analysieren und Beschreiben einer existierenden Publikation soll zu einer eigenen Konzeption führen. Ziel ist es, eine Publikation zu gestalten und im Grafiklabor der FHP umzusetzen. Dabei setzen wir uns mit der Wahl des Formats und des Mediums, mit Rastern, dem Verhältnis von Text und Bild, Schriftwahl und Layoutkonzeption, Dramaturgie, Umsetzung und Herstellung von Publikationen auseinander.\n\nDas Seminar richtet sich an Studierende, die schon etwas Erfahrung im Umgang mit Typografie und Layoutprogrammen haben.\n\n \n\nPrüfungsleistung: Voraussetzungen für den Erwerb von Credit Points sind für dieses Projekt: regelmäßige Teilnahme und Beteiligung am Seminar, Kurzreferat, gestalterische Arbeit (Publikation), Incom-Doku (Bilder, Text über das Projekt)\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8821\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"eccd10a2-f7d3-4490-ba1a-234bb834338f","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Formate + Narration: Experiment und Strategie – Die Grundlagen","teacher":"Prof. Sven Völker","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-GD","id_new":"12 EKd-FN","name":"12FOKd-GD Grafikdesign ","category":"I/2 Entwurfsgrundlagen Kommunikation Formate + Narration"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Dienstag 10.00–13.00, Raum D/223, Beginn: 07.04.2020\n\nGrafische Gestaltung zwischen Kunst und Design\n\nMachen und Denken, Herz und Hand, Wissen und Nichtwissen, Autor und Rezipient: zwischen diesen und anderen sehr unterschiedlichen Polen entwickeln wir erste experimentelle, grafische Projekte und diskutieren aktuelle und historische Beispiele. Es geht um Grafikdesign und Autorschaft, um Entwickeln, Erfinden, Denken und Machen. Das Seminar ist eine Tour de Force für Mutige und ausdrücklich kein Ort, um sich zurückzulehnen. Wir betrachten den Prozess unserer Arbeit als einen, in dem das Scheitern nicht weniger Erkenntnis bietet als der Erfolg. Darum gibt es hier keine erprobten Musterlösungen, sondern eben: Experimente.\n\nWir arbeiten, präsentieren und besprechen gemeinsam in 12 wöchentlichen Kapiteln. Oder wie der Musiker Ben Sidran es beschreibt: »Every creative activity is a form of journalism.« Oder wie Corita Kent es ebenso passend sagt: »Consider everything an experiment.«\n\nPrüfungsleistung: Konzept- und Entwurfsarbeiten, Referat, Diskussion, Präsentation, Dokumentation\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8787\n\nProf. Sven Völker"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e41da0a5-2b17-4e1f-864d-5be4cb51e017","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Formate + Narration: Werkschau 2020","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-AD","id_new":"12 EKd-FN","name":"12FOKd-AD Advertising Design ","category":"I/2 Entwurfsgrundlagen Kommunikation Formate + Narration"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Mittwoch 09.00–14.00, Raum D/226, Beginn: 08.04.2020\n\nWir gestalten die Werkschau 2020 – dieses mal hochschulweit und eng verzahnt mit dem\n\n#Klima-Semester!\n\nThemen des Seminars sind\n\n• Raumplanung \n\n• Ausstellungsdesign \n\n• Wege-Leitsystem \n\n• Grafik\n\n• Öffentlichkeitsarbeit \n\n \n\nZiel des Kurses ist es, den gestalterischen Rahmen zu schaffen, innerhalb dessen sich alle Beteiligten eingeladen fühlen, die Räume zu bespielen, ihre entstandenen Arbeiten zu inszenieren und den Jahresabschluss gemeinsam zu FEIERN!\n\nEingeladen zur Teilnahme sind Studierende aus erstem und zweiten Studienabschnitt und aus allen Studiengängen!\n\nPrüfungsleistung: Regelmäßige Teilnahme, Planung und Gestaltung, Protokollieren der Vorgänge und Dokumentation, Anwesenheit während der Werkschau, Auf- und Abbau der Werkschau\n\n \n\nAnzahl Teilnehmer: 40\n\nIncom Url: https://fhp.incom.org/workspace/8756\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"38036bba-dac1-4201-9251-3af507eeb36f","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Formate + Narration: Lichtfänger II – Formen des fotografischen Erzählens","teacher":"Prof. Wiebke Loeper\nKathrin Katzek","semester":"","graduateProgram":"","module":{"id":"PO 2013 12EKd-FN","id_new":"12 EKd-FN","name":"12 EKd-FN","category":"I/2 Entwurfsgrundlagen Kommunikation Formate + Narration"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:30"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Freitag 10.00-13.30, Raum D/308\n\n# Klima-Semester – Utopien der Gegenwart\n\nDer Kurs zielt auf die Schulung des Sehens und die Erkundung des Mediums Fotografie in Verbindung mit Formen des fotografischen Ausdrucks und bildnerischen Erzählens. Im Laufe des Kurses werden die Themen Konzeption/Umsetzung, Auswahl/Anordnung/Kontext, Rolle Bild/Text, Inszenierung/Dokumentation und die Kommunikationsformen der Fotografie im digitalen Zeitalter verhandelt.\n\nDas Thema ist frei und wird sich für jede/jeden Einzelnen oder die entstehenden Gruppen entwickeln.\n\nArbeiten zum Klimasemester sind willkommen, aber keine Pflicht.\n\n \n\nPrüfungsleistung: rege Teilnahme an Bilddiskussionen, 2 Zwischenpräsentationen, Abgabe von 8-10 Bildern als ausgearbeitete Prints, kurzer Text zur Arbeit und abschließende Präsentation im Kurs, Dokumentation bei Incom\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8833\n\nProf. Wiebke Loeper, Kathrin Katzek"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"7903da54-66aa-4675-b64f-6ed0d006de1a","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Schrift + Ausdruck: Grundlagen der Typografie 02","teacher":"Professorenstellenvertretung Katrin Holst","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-TY","id_new":"12 EKd-SA","name":"12FOKd-TY Typografie ","category":"I/2 Entwurfsgrundlagen Kommunikation Schrift + Ausdruck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":3},"String":"Mittwoch, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Mittwoch 10.00–13.00, Raum D/223, Beginn: 08.04.2020\n\nMikro- & Makro-Typografie, Gestaltungsraster\n\nIn diesem intensiven Grundlagenseminar zwischen Handwerk, Entwurf, Experiment, Theorie und Diskurs geht es um Rastersysteme. Was sind Rastersysteme, was ist ihr Nutzen, wie werden sie angelegt und wo liegen ihre Grenzen?\n\nWir werden uns mit Printprodukten verschiedener „Komplexität“ befassen – von der Visitenkarte, über Plakatserien, Briefbögen bis hin zum Magazin. Abseits der typografischen Gestaltung gehen wir der Frage nach, wo Rastersysteme sonst noch anzutreffen sind – Natur, Stadtplanung, Sport, Kunst.\n\nScheinerwerb durch regelmäßige Teilnahme, Mitarbeit, Referat, Arbeitsergebnisse, Präsentationen und digitale Dokumentation.\n\nDas Seminar richtet sich an Studierende, die bereits erste Erfahrung mit Typografie/Layout haben.\n\nAnzahl Teilnehmer: 16\n\nIncom Url: https://fhp.incom.org/workspace/8802\n\nKatrin Holst, Professorenstellenvertretung"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"75f191a3-7159-4890-8777-53b6cc55e2ce","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Schrift + Ausdruck:","teacher":"Prof. Lucas de Groot","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-TD","id_new":"12 EKd-SA","name":"12FOKd-TD Typedesign ","category":"I/2 Entwurfsgrundlagen Kommunikation Schrift + Ausdruck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":2},"String":"Dienstag, 13:00"}}},"room":"D/103","descriptionText":{"type":"html/md","value":"Dienstag 10.00-13.00, Raum D/103, Beginn: 07.04.2020\n\nWorkspace: fhp.incom.org/workspace/\n\nProf. Lucas de Groot"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"4a858599-2dbc-409e-b878-a3bb9e0944f6","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Schrift + Ausdruck: Grundlagen der Typografie 01","teacher":"Professorenstellenvertretung Katrin Holst","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-TY","id_new":"12 EKd-SA","name":"12FOKd-TY Typografie ","category":"I/2 Entwurfsgrundlagen Kommunikation Schrift + Ausdruck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":2},"String":"Dienstag, 17:00"}}},"room":"D/311","descriptionText":{"type":"html/md","value":"Dienstag 14.00–17.00, Raum D/311, Beginn: 07.04.2020\n\nVon Makro bis Mikro(typografie) und zurück\n\nWir nähern uns den Zeichen mit ihren individuellen Eigenarten, den Wörtern mit ihren typografischen Ausdrucksformen, einem Text und dessen Lesbarkeit und einer Publikation mit ihren Rastern.\n\nDer Kurs gibt Einblick in die Geschichte, Gegenwart und Zukunft der Typografie und beinhaltet praktische Aufgaben zum experimentellen und angewandten Umgang mit Schrift. Die einzelnen Entwurfsergebnisse werden in einer Broschüre zusammengefasst und dokumentiert.\n\nScheinerwerb durch regelmäßige Teilnahme, Mitarbeit, Referat, Arbeitsergebnisse, Präsentationen und digitale Dokumentation.\n\nDas Seminar richtet sich an Studierende, die keine Erfahrung mit Typografie haben, wir werden viel von Hand und mit dem Kopierer arbeiten.\n\n \n\nAnzahl Teilnehmer: 15\n\nIncom Url: https://fhp.incom.org/workspace/8799\n\nKatrin Holst, Professorenstellenvertretung"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5e1f2b3e-c987-4b98-9c69-eda7a45da6e0","attributes":{"type":null,"title":"Entwurfsgrundlagen Kommunikationsdesign Zeichen + Ansprache: Vom Zeichen zur Marke","teacher":"Prof. Matthias Beyrow","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOKd-CD","id_new":"12 EKd-ZA","name":"12FOKd-CD Corporate Design","category":"I/2 Entwurfsgrundlagen Kommunikation Zeichen + Ansprache"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":4},"String":"Donnerstag, 13:00"}}},"room":"D/310","descriptionText":{"type":"html/md","value":"Donnerstag 10.00-13.00, Raum D/310\n\nGrundlagen der Konzeption visueller Markenzeichen und zur Gestaltung familienähnlicher grafischer Systeme: Mit Vorlesungen, Workshops, Übungen und dem Redesign eines bestehenden Konsumprodukts inkl. Packaging als finaler Stegreifentwurf.\n\n \n\nPrüfungsleistung: 1. POSTERs — (DIN A2, Hochformat) als Dokumentation des Stegreifprojekts 2. SLIDEs — Visualisierungen der Kursergebnisse im 1920 x 1080 Px (Quer) 3. DOKU — incom-Dokumentation im Workspace\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8835\n\nProf. Matthias Beyrow"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"1a03ad5f-1fdc-45f0-9433-d62eb8095a7d","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Form + Zweck: to stay...","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-PD","id_new":"12 EPd-FZ","name":"12FOPd-PD Produktdesign ","category":"I/2 Entwurfsgrundlagen Produkt Form + Zweck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":5},"String":"Freitag, 16:00"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Freitag 09.00 – 16.00, Raum D/223\n\n# Klimasemester Nachhaltigkeit hat etwas mit Verbindlichkeit, mit Verbindung zu tun. Dem Bedürfnis nach uneingeschränkter Bewegungsfreiheit begegnet das Bedürfnis nach Halt. Gegenstand des Kooperationsprojekts mit der Firma SWK Innovations GmbH & Co.KG ist die Entwicklung eines Coffey-To-Go-Bechers der bleibt. Gefertigt aus nachhaltig gewonnenem, verarbeitetem und recyclefähigem Kunststoff.\n\nhttps://swk.berlin/\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8815\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"8e7a1e1c-fcf9-4d17-9adf-fdfacc8130f9","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Form + Zweck: Future Reflections","teacher":"Prof. Jörg Hundertpfund","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-PD","id_new":"12 EPd-FZ","name":"12FOPd-PD Produktdesign ","category":"I/2 Entwurfsgrundlagen Produkt Form + Zweck"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":4},"String":"Donnerstag, 16:00"}}},"room":"D/308","descriptionText":{"type":"html/md","value":"Donnerstag 09.00 – 16.00, Raum D/308\n\n# Klimasemester\n\n»Future Reflections – modular concepts for sustainable luminaires«, so der ganze Titel des belektro-Ideenwettbewerbs 2020 für Studierende.\n\nGegenstand des Entwurfsseminars ist die Entwicklung innovativer Lichtlösungen, die langfristig zu einem komfortablen und nachhaltigen »smart living« beitragen.\n\nAnlass für das Thema ist die Ausschreibung des belektro-Ideenwettbewerbs 2020 Weitere Informationen:\n\nhttps://www.belektro.de/DieMesse/Rahmenprogramm/Ideenwettbewerb/\n\n \n\nPrüfungsleistung: Entwurfspräsentation mit hoher Ausführungsqualität im Rahmen der Semesterausstellung, die Konzeptqualität und alle relevanten Aspekte der Entwurfslösung plausibel darstellen. Dokumentation der Gestaltungsentwicklung und –konzeption (Format: PDF-Dokument).\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8748\n\nProf. Jörg Hundertpfund"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"d0748439-80d8-4ebc-abb3-6789767d2f8d","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Raum + Kontext:","teacher":"Max Wosczyna","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-RA","id_new":"12 EPd-RK","name":"12FOPd-RA Raum","category":"I/2 Entwurfsgrundlagen Produkt Raum + Kontext"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":1},"String":"Montag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":1},"String":"Montag, 13:00"}}},"room":"D/307","descriptionText":{"type":"html/md","value":"Montag 10.00-13.00, Raum D/307\n\n \n\nWorkspace: \n\n \n\nMax Wosczyna"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"d88d6e78-1179-4971-ab24-0a80713e3a72","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Technik + Produkt: Urban Gardens For Future – Ein Klima-Pavillon für den FHP-Campusgarten und andere Orte","teacher":"Prof. Holger Jahn\nMichael Kreutzer","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-PU","id_new":"12 EPd-TP","name":"12FOPd-PU Produkt","category":"I/2 Entwurfsgrundlagen Produkt Technik + Produkt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/307","descriptionText":{"type":"html/md","value":"Freitag 10.00-13.00, Raum D/307\n\n \n\n# Klimasemester- Utopien der Gegenwart\n\n\nDer Trend zu Urbanen Gärten hält seit Jahren ungebrochen an. Aus anfänglichen vereinzelten Nischenprojekten ist inzwischen eine große Zahl von innovativen, lokalen, oftmals auch interkulturellen Gemeinschaften und Orten mit neuen Qualitäten entstanden. In der Startphase der Initiativen steht meist Anbau von Nahrung, dem Aufenthalt und Beschäftigung mit Natur im Vordergrund. Oftmals entstehen aus diesen Gärten später Initiativen des Wandels (Transition Networks), in denen leidenschaftlich an Themen wie Klima, Ernährung, Mobilität, Energie und des gesellschaftlichen Miteinanders gearbeitet wird.\n\nAktuell ist die Gestaltung urbaner Gärten stark von Improvisation und dem Einsatz günstiger Industrieprodukte wie Europaletten und Kunststoffbehältern geprägt. Die daraus resultierende Ästhetik, die mangelhafte Lebensdauer und Funktion, führt im oftmals zu eingeschränkter Akzeptanz von Gemeinschaftsgärten.\n\nZiel des Seminars ist es für die notwendigen Bauten und Einrichtungen, neuartige Gestaltungskonzepte, Systeme und Konstruktionen zu entwickeln und im Campusgarten am Beispiel eines multifunktionalen Klima-Pavillons zu realisieren und zu erproben.\n\nAuf Basis dieser Arbeit soll ein Planungshandbuch o.ä. für Urbane Gärten entwickelt und veröffentlicht werden.\n\nDie Hauptfunktionen des geplanten Klima-Pavillons sind ein überdachter, offener Kommunikationsraum mit Sitzgelegenheiten, weiterhin ein verschließbarer Stauraum für Geräte, Werkzeuge, Materialien, Wassertank, Technik, Arbeitskleidung u.a..\n\nAuf der Dachfläche soll Regenwasser aufgefangen, auf einem Teil Solarenergie erzeugt werden, ein Teil eventuell als Gründach ausgeführt werden. Es wird angestrebt Teile der Wandflächen zur Anbringung wetterfeste Plakate z.B. zum Thema Klimaschutz, oder für andere Angebote z.B. eine öffentliche Fahrradreparatur-Station zu nutzen. Es ist auch denkbar Konzepte für eine Gartenküche o.ä. zu entwickeln.\n\nIm Rahmen des Seminars soll die Grundlagen ermittelt, Konzeption, Gestaltung, Konstruktion, Kalkulation, Dokumentation und der Bau realisiert werden.\n\nFertigstellung bis zur Klima-Werkschau am 17.07.2020\n\nHier der Link zu den bisherigen Aktivitäten des Campusgartens: https://fhp.incom.org/workspace/6599\n\n \n\nPrüfungsleistung: Aktive Mitarbeit, Recherche, Konzeption, Gestaltung, Modellbau und Realisation in Team und Einzelarbeit. Zwischen- und Endpräsentation, Dokumentation.\n\nTeilnahme an Exkursionen und Werkschau/Schaufenster\n\n \n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/8842\n\nProf. Holger Jahn, Michael Kreutzer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"86d179ee-aff1-46b2-be3a-1ef796612f44","attributes":{"type":null,"title":"Entwurfsgrundlagen Produktdesign Technik + Produkt:","teacher":"Franz Dietrich","semester":"","graduateProgram":"","module":{"id":"PO 2013 12FOPd-DP","id_new":"12 EPd-TP","name":"12FOPd-DP Produktdesign mit digitalen Medien ","category":"I/2 Entwurfsgrundlagen Produkt Technik + Produkt"},"room":"","descriptionText":{"type":"html/md","value":" \n\nWorkspace:\n\nFranz Dietrich"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"32cf152f-1132-4b18-980d-6da2c609f30a","attributes":{"type":null,"title":"Theorie Design-/Kulturgeschichte: Quer geschaut. Überblick Designgeschichte und –theorie","teacher":"Dr. Julia Meer","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DT","id_new":"13 Th-DKG","name":"13Th-DT Design","category":"I/3 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"05"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:05"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Freitag 10.05-13.00, Raum D/011\n\nIn diesem gleichwertig aus Inputs und Übungen bestehenden Vorlesungs-Seminar werden Sie mit vielfältigen Antworten auf die Frage: Was ist ›gutes‹ Design? konfrontiert. Ich stelle Ihnen zu den unten aufgeführten 11 Thesen je unterschiedliche historische und aktuelle Positionen vor, die wir gemeinsam in Übungen und Aufgaben diskutieren und prüfen.\n\nDie Thesen lauten:\n\n1. Gutes Design ist schön.\n\n2. Gutes Design ist funktional.\n\n3. Gutes Design ist demokratisch.\n\n4. Gutes Design informiert.\n\n5. Gutes Design ist innovativ.\n\n6. Gutes Design ist nachhaltig.\n\n7. Gutes Design ist identitätsstiftend.\n\n8. Gutes Design ist lukrativ.\n\n9. Gutes Design ist widerständig.\n\n10. Gutes Design ist intersektional.\n\n11. Gutes Design ist lernbar.\n\nDas Seminar ist nicht chronologisch sondern themenzentriert aufgebaut. In der Sitzung zur These ›Gutes Design ist funktional‹ etwa werden unterschiedliche Auslegungen des Begriffs ›funktional‹ diskutiert und durch konkrete Beispiele anschaulich gemacht. Auf diese Weise erhalten Sie einen Überblick relevanter Fragestellungen, Diskurse und Positionen und schärfen Ihre Haltung als Gestalter*in.\n\nDas Seminar richtet sich BA-Designstudent*innen des ersten Studienabschnitts (PD, KD, ID) und steht Student*innen der Europäischen Medienwissenschaften und Kulturarbeit offen.\n\n \n\nAnzahl Teilnehmer: 40\n\nIncom Url: https://fhp.incom.org/workspace/8766\n\nDr. Julia Meer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e347205d-4869-488d-9734-9c4b0abedda6","attributes":{"type":null,"title":"Theorie Design- und Kulturgeschichte: Klimasemester und wissenschaftliches Arbeiten","teacher":"Prof. Marion Godau","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DG","id_new":"13 Th-DKG","name":"13Th-DG Designgeschichte ","category":"I/3 Theorie Design-/Kulturgeschichte"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"D/307","descriptionText":{"type":"html/md","value":"Dienstag 14:00 — 16:00, Raum D/307, Beginn: 07.04.2020\n\n# Klimasemester\n\nIm Seminar wollen wir zum Semesterthema 'Klima' forschen. Der Kurs soll in das wissenschaftliche Arbeiten einführen und Stationen eines Forschungsprozesses vermitteln. Sie durchlaufen einen Forschungsprozess - von der Recherche und dem Finden eines individuellen Forschungsthemas, dem Forschungsdesign und der Aufbereitung der Ergebnisse bis zur Präsentation und der damit verbundenen Frage, wie die gefundenen Erkenntnisse überzeugend gestaltet und argumentiert werden können.\n\n \n\nPrüfungsleistung: Dokumentation des Forschungsprozesses und der -ergebnisse\n\n \n\nAnzahl Teilnehmer: 25\n\nIncom Url: https://fhp.incom.org/workspace/8825\n\nProf. Marion Godau"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"33bd6e6e-b3c1-4a0e-8658-db58f0a9fcf0","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Please regulate us\" - Seminar zum Medienrecht","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"16"},"day":{"value":2},"String":"Dienstag, 16:00"}}},"room":"D/116","descriptionText":{"type":"html/md","value":"Dienstag 14.00-16.00, Raum D/116, Beginn: 14.04.2020\n\nIn einem Beitrag in der Washington Post im März 2019 forderte Mark Zuckerberg, der CEO von Facebook, überraschend eine strengere Regulierung von sozialen Netzwerken. Dabei hob er die folgenden vier Punkte besonders hervor: Harmful content, Election integrity, Privacy und Data portability. Im Februar 2020 konkretisierte Facebook seine Vorschläge in einem Positionspapier („Charting a way forward - Online content regulation“). Die Vorschläge stießen auf ein gespaltenes Echo und wurden unter anderem seitens der EU als „zu wenig und zu spät“ abgelehnt. Im Rahmen des Seminars werden wir uns mit der Frage auseinandersetzen, in welchen Bereichen eine gesetzliche Regulierung von sozialen Netzwerken tatsächlich sinnvoll oder sogar erforderlich ist. Dabei werden wir die Vorschläge von Facebook hinterfragen, alternative Regulierungs-Ansätze untersuchen und eigene Vorschläge erarbeiten.\n\nWichtig: Die Teilnahme an dem Seminar setzt den Besuch der Vorlesung zum Urheber-, Design- und Medienrecht in einem der vorhergehenden Semester voraus.\n\n \n\nPrüfungsleistung: Referat oder ähnlicher Beitrag mit kurzer schriftlicher Ausarbeitung\n\n \n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/8847\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"1149befc-c7a6-4fd8-8fd7-f901a6f2f686","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Human-Centered Design Grundlagen(\"Bootcamp\"/Kompaktseminar)","teacher":"Prof. Karsten Henze, Prof. Vicky Tiegelkamp","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"room":"","descriptionText":{"type":"html/md","value":"Blockseminar\n\nDie Anforderungen an die Produkt- und Service-Entwicklungen sind heute so komplex, dass es nicht mehr ausreicht, neue Designentwicklungen zu starten, ohne den Kunden einzubeziehen.\n\n„Human-Centered Design“ ist ein Prozess, der in ganz unterschiedlichen Branchen und Abteilungen angewendet werden kann. Im Kern steht die Beobachtung, wie Menschen sich in bestimmten Situationen verhalten – z.B. in Kaufsituationen, bei der Nutzung von digitalen Services oder beim Besuch eines Museums.\n\nZiel dieser zweitägigen Blockveranstaltung mit zusätzlichen Hausaufgaben ist es, Studierenden eine erste, kompakte Einführung in die Dimensionen des „Human-Centered Designs“ zu geben. Den Studierenden werden verschiedene Themen des Designmanagements vermittelt:\n\ndie Befragung von Kunden und Recherche\nVerstehen des Prozessablaufes in der Herstellung von Produkten und Dienstleistungen\nKennenlernen von Methoden\nPrototyping\nPlanung, Organisation und Marketingaspekte\n\nNeben einem grundlegenden Überblick und einer Einführungsübung wird das Designprozess-Modell „Double-Diamond“ vorgestellt, mit den Methoden des Service Designs wie z.B. Customer Journey gearbeitet und an konkreten Fällen in Gruppenarbeiten trainiert, präsentiert und dokumentiert. Die zweitägige Veranstaltung wird durch vorbereitende Hausaufgaben vorbereitet und vertieft, die zu Semesterbeginn an die Gruppen verteilt wird (sowohl die individuelle als auch die Gruppenhausaufgaben).\n\nInhalt (Auszug):\n\nBegriffsklärung, Historie, Grundlagen des Designmanagements und des Human-Centered Design, Customer-Insights und Ideen-Gewinnung, Vorstellung von Methoden und unmittelbare Anwendung in Gruppenarbeiten, Präsentation und Dokumentation.\n\n \n\nDas „Bootcamp“ findet als Blockveranstaltung kompakt an zwei aufeinanderfolgenden Tagen außerhalb der Hochschule statt\n\n(voraussichtlich Freitag, 29. Mai und Pfingst-Samstag, 30. Mai 2020) und wird durch einen Vorbereitungstermin mit Einteilung in Gruppen und Hausaufgabenstellung zu Beginn des Semesters ergänzt (am 20. April 2019, 14:15, D/119).\n\nDie Veranstaltung ist - räumlich und inhaltlich bedingt - auf 20 Teilnehmer begrenzt.\n\n \n\nPrüfungsleistung: 50% Gruppenarbeit/-präsentation/-dokumentation, 30% individuelle Hausarbeit, 20% Mitarbeit\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8812\n\nProf. Vicky Tiegelkamp & Prof. Karsten Henze"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"3cc08c7f-eb8d-4c5a-9633-7768a5695d3a","attributes":{"type":null,"title":"Theorie Designmanagement und -recht: Urheber-, Design- und Medienrecht","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DM","id_new":"13 Th-DMR","name":"13Th-DM Designmanagement ","category":"I/3 Theorie Designmanagement und -recht"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:45"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Dienstag 10.15-12.45, Hörsaal D/011, Beginn: 14.04.20\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts. Dazu gehören die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des derzeit besonders umstrittenen Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben.\n\n \n\nSprechstunde: Dienstag nach Vereinbarung (D207)\n\nVeranstaltungsart: Vorlesung mit integrierter Übung\n\nPrüfungsnachweis: bestandene Klausur (Pflicht)\n\n \n\nAnzahl Teilnehmer: 90\n\nIncom Url: https://fhp.incom.org/workspace/8838\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"16a2e610-7a5a-4418-a56d-fc4f311b4195","attributes":{"type":null,"title":"Theorie Design-/Medientheorie: Computer","teacher":"Prof. Boris Müller\nProf. Dr. Jan Distelmeyer","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DT","id_new":"13 Th-DMT","name":"13Th-DT Design","category":"I/3 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Mittwoch 11.00-13.00, Raum D/011, Beginn: 15.04.2020\n\nDer Computer – in all seinen Formen – ist zur Leittechnologie des 21. Jahrhunderts geworden. Mit der Digitalisierung werden Lebensverhältnisse, von Arbeitsweisen bis zur Organisation des Privaten, weltweit verändert. Umso wichtiger ist es, sich mit den Bedingungen, Erscheinungsformen und Folgen des Computers auseinanderzusetzen. Die komplexe Verzahnung von Technik und Ästhetik, die Verbindungen zwischen Maschinen, Menschen und Dingen, fordern gerade gestalterische und medientheoretische Perspektiven heraus.\n\nDie Vorlesung »Computer« hat dabei zum Ziel, gestalterische und medienwissenschaftliche Fragen nicht getrennt zu verhandeln, sondern aufeinander zu beziehen, um zu einem neuen Verständnis der theoretischen und praktischen Aspekte computerbasierter Technologien zu kommen. In zwölf Doppel-Vorlesungen werden Jan Distelmeyer und Boris Müller gemeinsam zu ausgewählten Themen referieren und diese zur Diskussion stellen.\n\n \n\nAnzahl Teilnehmer: nicht beschränkt\n\nIncom Url: https://fhp.incom.org/workspace/8750\n\nProf. Boris Müller und Prof. Dr. Jan Distelmeyer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"af219d4a-72f0-40d7-a35f-43844873c036","attributes":{"type":null,"title":"Theorie Design-/Medientheorie: Quer geschaut. Überblick Designgeschichte und –theorie","teacher":"Dr. Julia Meer","semester":"","graduateProgram":"","module":{"id":"PO 2013 13Th-DT","id_new":"13 Th-DMT","name":"13Th-DT Design","category":"I/3 Theorie Design-/Medientheorie"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"05"},"hour":{"value":"10"},"day":{"value":5},"String":"Freitag, 10:05"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Freitag 10.05-13.00, Raum D/011\n\nIn diesem gleichwertig aus Inputs und Übungen bestehenden Vorlesungs-Seminar werden Sie mit vielfältigen Antworten auf die Frage: Was ist ›gutes‹ Design? konfrontiert. Ich stelle Ihnen zu den unten aufgeführten 11 Thesen je unterschiedliche historische und aktuelle Positionen vor, die wir gemeinsam in Übungen und Aufgaben diskutieren und prüfen.\n\nDie Thesen lauten:\n\n1. Gutes Design ist schön.\n\n2. Gutes Design ist funktional.\n\n3. Gutes Design ist demokratisch.\n\n4. Gutes Design informiert.\n\n5. Gutes Design ist innovativ.\n\n6. Gutes Design ist nachhaltig.\n\n7. Gutes Design ist identitätsstiftend.\n\n8. Gutes Design ist lukrativ.\n\n9. Gutes Design ist widerständig.\n\n10. Gutes Design ist intersektional.\n\n11. Gutes Design ist lernbar.\n\nDas Seminar ist nicht chronologisch sondern themenzentriert aufgebaut. In der Sitzung zur These ›Gutes Design ist funktional‹ etwa werden unterschiedliche Auslegungen des Begriffs ›funktional‹ diskutiert und durch konkrete Beispiele anschaulich gemacht. Auf diese Weise erhalten Sie einen Überblick relevanter Fragestellungen, Diskurse und Positionen und schärfen Ihre Haltung als Gestalter*in.\n\nDas Seminar richtet sich BA-Designstudent*innen des ersten Studienabschnitts (PD, KD, ID) und steht Student*innen der Europäischen Medienwissenschaften und Kulturarbeit offen.\n\n \n\nAnzahl Teilnehmer: 40\n\nIncom Url: https://fhp.incom.org/workspace/8766\n\nDr. Julia Meer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5ec88415-13be-46ab-928c-a74e3ba118ef","attributes":{"type":null,"title":"Werkstattpraxis Analoge Modellbauwerkstätten:","teacher":"Dipl. Des. Anne Boenisch","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W3D-TV","id_new":"14 W-AM","name":"14W3D-TV Technologie/Visualisierung","category":"I/4 Werkstattpraxis Analoge Modellbauwerkstätten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"LW 019 Modellbauwerkstatt","descriptionText":{"type":"html/md","value":"Freitag 9.00-13.00, LW 019 Modellbauwerkstatt\n\nDer Kurs befasst sich mit den handwerklichen Grundfertigkeiten des Modellbaus. Anhand verschiedenartiger Arbeitsmodelle wird der sichere Umgang mit den Maschinen vermittelt und durch die praktische Umsetzung erprobt.\n\n \n\nOrganisatorisches:\n\nDer Kurs richtet sich vorwiegend an Studienanfänger*Innen des Bereichs Produktdesign. Erst nach fachlicher Ein- und Unterweisung ist das Arbeiten in den Werkstätten gestattet.\n\nDie Teilnehmerzahl ist auf maximal 8 Personen begrenzt.\n\nEine verbindliche Anmeldung wird unmittelbar nach der Semesterthemenvorstellung möglich sein.\n\n \n\nVoraussetzung für den Scheinerwerb:\n\nAlle 7 Werkstatttermine sind verpflichtend.\n\nArbeitseinsatz und pünktliches Erscheinen sind Voraussetzung für den Erhalt des Werkstattscheins.\n\n \n\nOrt:\n\nModellbauwerkstatt (LW 019)\n\nINCOM: Einführungskurs - Modellbauwerkstatt analog\n\nhttps://fhp.incom.org/workspace/8763\n\n \n\nTermine:\n\nIm Sommersemester 2020 werden zwei semesterbegleitende Kurse angeboten, die jeweils am Freitag von 9 - 13h stattfinden.\n\nAufgrund von Feiertagen gibt es in der Gruppe 1 Ersatztermine, die jeweils am Mittwochnachmittag stattfinden.\n\n \n\nTermine Gruppe 1 (Freitag 9 - 13h)\n\n03. / 08. / 17. / 24. / 29. April 2020\n\n08. / 15. Mai 2020\n\n \n\nErsatztermin aufgrund von Feiertagen:\n\nMittwoch, der 08. April 2020 (14 – 18h)\n\nMittwoch, der 29. April 2020 (14 – 18h)\n\n///\n\n \n\nTermine Gruppe 2 (Freitag 9 - 13h)\n\n29. Mai 2020\n\n05. / 12. / 17. / 19. Juni 2020\n\n03. / 10. Juli 2020\n\n \n\nErsatztermin:\n\nMittwoch, der 17. Juni 2020 (14 – 18h)\n\nWorkspace: https://fhp.incom.org/workspace/8763\n\n \n\nAnne Boenisch"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"40b26990-4719-4cb6-afd8-e9c7a1eff5b1","attributes":{"type":null,"title":"Werkstattpraxis Buchbindewerkstatt: B_Buchbinden Einführungskurs","teacher":"Friederike Goll","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-BW","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Buchbindewerkstatt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"LW 225","descriptionText":{"type":"html/md","value":"Freitag 9:30 – 13:00, Raum LW 225\n\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\n\nAlle Werkstatttermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb.\n\nIm SoSe 2020 werden 2 Kurse angeboten (Gruppe B & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich ist am Ende des Kurses als Gruppen-Abgabe eine Videodokumentation einer erlernten Technik zu leisten.\n\nDie Teilnehmerzahl pro Kurs beschränkt sich auf 6 Personen.\n\nDieser Workspace gilt für Gruppe B.\n\nFür die Gruppe D gibt es einen separaten Workspace. Bitte die jeweiligen Termine beachten!\n\nWICHTIG!: Die Einschreibung erfolgt ab sofort über das neue Kurswahlsystem in Incom!\n\n \n\nAnzahl Teilnehmer: 5\n\nIncom Url: https://fhp.incom.org/workspace/8858\n\nFriederike Goll"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b123b9b1-1a76-4d36-9078-2fdf8fedf43b","attributes":{"type":null,"title":"Werkstattpraxis Buchbindewerkstatt: Gruppe A Kombikurs Buchbinderei & Grafiklabor","teacher":"Friederike Goll / Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-BW","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Buchbindewerkstatt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"17"},"day":{"value":4},"String":"Donnerstag, 17:30"}}},"room":"LW 225 Buchbindewerkstatt und LW 222","descriptionText":{"type":"html/md","value":"Donnerstag 09.30-17.30, Raum LW 225+ LW 222\n\nDieser Kurs vereint die Möglichkeiten der Drucktechniken des Grafiklabors (Siebdruck, Risographie und Schneideplotter) sowie das Binden dieser Druckprodukte anhand verschiedener Techniken, der Einbandgestaltung und Veredelungstechniken. Im Grafiklabor wird anhand des gemeinsamen Drucks von Testmotiven das Verständnis der Techniken unmittelbar erfahren, die Vorzüge und Grenzen ausgelotet und mögliche Verwendungszwecke aufgezeigt.\n\nDie TeilnehmerInnen erlernen dabei die notwendigen Fähigkeiten um die Drucktechniken bereits in Gestaltungsprozessen mitdenken zu können und selbstständig in der Werkstatt an Umsetzungen zu arbeiten.\n\nDer Buchbinde-Kurs möchte dazu anregen mit einfachen Mitteln Publikationen selbst herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt.\n\n \n\nAlle Kurstermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen sowie abschließender Erstellung eines zweifarbigen Posters (Drucklabor) und einer gemeinsam als Gruppe erarbeiteten, gedruckten und gebundenen Dokumentation (Drucklabor & Buchbindewerkstatt) ist Voraussetzung für den Scheinerwerb.\n\n \n\nJeder Kursteilnehmer erhält mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung und fristgerechte Abgabe des Posters und der Dokumentation die Berechtigung die Werkstätten selbständig für eigene Projekte zu nutzen.\n\n \n\nDie Teilnehmerzahl pro Kurs/Gruppe beschränkt sich auf 6 Personen und verteilt sich auf 5 ganztägige Termine im Semester.\n\nDonnerstags jeweils von 9:30 Uhr – 13:00 Uhr (Buchbindwerkstatt) & 14:00 – 17:30 Uhr (Drucklabor)\n\nEs gibt zwei Scheine für diesen Kurs, Werkstattpraxis Grafiklabor und Werkstattpraxis Buchbinderei, also insgesamt 8 Credits.\n\nDie Einschreibung erfolgt über das neue Kurswahlsystem in Incom. Incom Workspaces für die verschiedenen! Gruppen/Termine sind im jeweiligen Workspace aufgeführt. Hinweis: Es wird im WS19/20 noch ein weiterer Kurs angeboten (Gruppe C) -> siehe Workspace 'Kombikurs Buchbinderei & Grafiklabor_Gruppe C'.\n\n \n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/8831\n\nFriederike Goll, Felix Walser"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c2b061f6-62db-4745-996f-99e3fa35d3f1","attributes":{"type":null,"title":"Werkstattpraxis Buchbindewerkstatt: D_Buchbinden Einführungskurs","teacher":"Friederike Goll","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-BW","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Buchbindewerkstatt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"LW 225","descriptionText":{"type":"html/md","value":"Freitag 9:30 – 13:00, Raum LW 225\n\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\n\nAlle Werkstatttermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb.\n\nIm SoSe 2020 werden 2 Kurse angeboten (Gruppe B & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich ist am Ende des Kurses als Gruppen-Abgabe eine Videodokumentation einer erlernten Technik zu leisten. Die Teilnehmerzahl pro Kurs beschränkt sich auf 6 Personen. Dieser Workspace gilt für Gruppe D.\n\nFür die Gruppe B gibt es einen separaten Workspace. Bitte die jeweiligen Termine beachten!\n\nWICHTIG!: Die Einschreibung erfolgt ab sofort über das neue Kurswahlsystem in Incom!\n\n \n\nAnzahl Teilnehmer: 2\n\nIncom Url: https://fhp.incom.org/workspace/8859\n\nFriederike Goll"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"e48e1dd4-0ee5-493f-8264-90d4e4daafbe","attributes":{"type":null,"title":"Werkstattpraxis Drucklabore: Untersuchungen zum Thema \"Klimaneutral drucken“","teacher":"Dipl. Des. Christine Mangelsdorf\nKathrin Katzek","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-DP","id_new":"14 W-DL","name":"14W2D-DP Druck/Prepress","category":"I/4 Werkstattpraxis Drucklabore"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":4},"String":"Donnerstag, 10:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"12"},"day":{"value":4},"String":"Donnerstag, 12:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Donnerstag 10.00–12.30 Uhr, Raum LW 128\n\n# Klima-Semester – Utopien der Gegenwart”\n\nB – Weiterführender Kurs Produktionsprozess Druck Mit Partnern aus der Druckindustrie recherchieren wir die Möglichkeiten einer verantwortungsvollen Produktion von Druckerzeugnissen. Vermittlung von Grundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Dazu gehören Themen wie Farbe, Farbräume, Farbe in der Reproduktion, Druckverfahren. Exkursionen zu Druckereien die sich als umweltfreundlich präsentieren. Konzeption einer gemeinsamen Publikation zum Thema „Klimaneutral drucken“, Kontrolle der Druckproduktion, beginnend mit der Erstellung eines Entwurfes und weiterführend bis zur farbverbindlichen Ausgabe. Der Kurs richtet sich primär an Studenten, die den Produktionsprozess verstehen und kontrollieren möchten, interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der Produktion von Printerzeugnissen beschäftigen wollen. //\n\nVoraussetzungen: sicherer Umgang mit der adobe creative suite Hinweise: Donnerstag, 10.00 Uhr bis 12.30 Uhr in Raum LW 128, von 14.00 bis 16.00 Uhr freies Arbeiten in der Druckwerkstatt\n\nVoraussetzung für den Scheinerwerb: Buchpräsentation und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\n\n \n\nAnzahl Teilnehmer: 8\n\nIncom Url: https://fhp.incom.org/workspace/8790\n\nChristine Mangelsdorf, Kathrin Katzek"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a3a8c1ca-e1e5-4f50-9273-089280d3cdc6","attributes":{"type":null,"title":"Werkstattpraxis Drucklabore: A – Grundlagen Produktionsprozess Druck in Verbindung mit dem Atelierkurs \"Farbe 1\"","teacher":"Dipl. Des. Christine Mangelsdorf\nEva Niemann","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-DP","id_new":"14 W-DL","name":"14W2D-DP Druck/Prepress","category":"I/4 Werkstattpraxis Drucklabore"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"30"},"hour":{"value":"11"},"day":{"value":3},"String":"Mittwoch, 11:30"}}},"room":"LW 128","descriptionText":{"type":"html/md","value":"Mittwoch 9.00 – 11.30, Raum LW 128, Beginn: 08.04.2020\n\nGrundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Dazu gehören Themen wie Farbe, Farbräume, Farbe in der Reproduktion, Druckverfahren. Es wird ein Buchprojekt in Zusammenarbeit mit dem Atelierkurs von Eva Niemann mit dem Titel „Farben des Tages – ein Flächen-Raum-Tagebuch“ erarbeitet. Der Atelierkurs findet anschließend ab 11.30 Uhr im Farbatelier statt. Unterstützt wird das Buchprojekt von Felix Walser im Siebdruck und von Friederike Goll in der Buchbindewerkstatt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Printerzeugnissen beschäftigen wollen.\n\n \n\nHinweise:\n\nPrüfungsleistung: Voraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\n\n \n\nAnzahl Teilnehmer: 10\n\nIncom Url: https://fhp.incom.org/workspace/8793\n\nChristine Mangelsdorf, Eva Niemann"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"51c72d5c-e96d-454f-a5fe-8b07d99cfdd0","attributes":{"type":null,"title":"Werkstattpraxis Digitaler Modellbau: Fusion 360 - Einführung/ Grundlagen (CAD)","teacher":"Johannes Cremer","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W4D-SC","id_new":"14 W-DM","name":"14W4D-SC Software/CAD","category":"I/4 Werkstattpraxis Digitale Modellbauwerkstätten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"17"},"day":{"value":2},"String":"Dienstag, 17:00"}}},"room":"D/106","descriptionText":{"type":"html/md","value":"Dienstag 14.00-17.00, D 106, Beginn: 07.04.2020\n\nAutodesk Fusion 360 ist eine cloudbasierte CAD/CAM Anwendung, welches für Studierende und Gründer kostenlos für Windows, MAC OS und mobile Geräte zur Verfügung steht.\n\nNach der Einführung in die Grundlagen von CAD und CAM (computer-aided design & manufacturing) werden Modeling, Konstruktion und 2D-CNC-Fertigung anhand von Arbeitsbeispielen vermittelt. Die wesentlichen Inhalte sind der Umgang mit der Bedienstruktur, die Erstellung einfacher Regelgeometrie bis hin zu Baugruppen, Technischen Zeichnungen, Darstellungen und Fertigungsdaten (für z.B. den Lasercuter und die CNC-Fertigung).\n\nIn diesem Kurs wird das Wissen vermittelt, wie Produkte am Computer mittels Fusion 360 selbstständig gestaltet und konstruiert werden.\n\n \n\nAnzahl Teilnehmer: 20\n\nIncom Url: https://fhp.incom.org/workspace/8837\n\nJohannes Cremer"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"58f50b25-dd8a-41a2-8e75-4dcf594b2a79","attributes":{"type":null,"title":"Werkstattpraxis Fotowerkstätten:","teacher":"Kathrin Katzek\nProf. Wiebke Loeper","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-FL","id_new":"14 W-FW","name":"14W2D-FL Fotolabor/","category":"I/4 Werkstattpraxis Fotowerkstätten"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":1},"String":"Montag, 14:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"18"},"day":{"value":1},"String":"Montag, 18:00"}}},"room":"LW 122 Foto S/W-Labor","descriptionText":{"type":"html/md","value":"Montag 14-18 Dienstag 9.30-13.30, LW 122 Foto S/W-Labor\n\nfür alle Teilnehmer*innen des Lichtfängerkurses II\n\nGruppe 1: Montag 14-18 Uhr\n\nGruppe 2: Dienstag 09:30-13:30 Uhr\n\n \n\nKathrin Katzek"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"c91f7473-ad26-46f1-9bb9-2a4b89a8857f","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Gruppe B","teacher":"Dipl.Des. Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"LW 222","descriptionText":{"type":"html/md","value":"Freitag 9.30-13.00, Raum LW 222\n\nDer Kurs eröffnet die Möglichkeiten der Drucktechniken des Grafiklabors, unter anderem Siebdruck, Risographie und Plotter zu erproben. Anhand des gemeinsamen Drucks von Testmotiven wird das Verständnis der Techniken unmittelbar erfahren, die Vorzüge und Grenzen ausgelotet und mögliche Verwendungszwecke aufgezeigt. Die TeilnehmerInnen erlernen dabei die notwendigen Fähigkeiten um die Drucktechniken bereits in Gestaltungsprozessen mitdenken zu können und selbstständig in der Werkstatt an Umsetzungen zu arbeiten.\n\nAlle Kurstermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen sowie abschließender Erstellung eines zweifarbigen Posters und einer gemeinsam als Gruppe erarbeiteten und gedruckten Dokumentation ist Voraussetzung für den Scheinerwerb. Die Teilnehmerzahl pro Kurs beschränkt sich auf 6 Personen und verteilt sich auf 5 ganztägige Termine im Semester.\n\nDie Einschreibung erfolgt über diesen Workspace mit dem neuen Kurwahlsystem. Prüfungsleistung: Dokumentation gedruckt/gebunden, Poster A2 2-Farbig\n\n \n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/8830\n\nFelix Walser"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"6a58e719-9197-4408-bc85-ce051bb652a8","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Gruppe D","teacher":"Dipl.Des. Felix Walser","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":5},"String":"Freitag, 09:30"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":5},"String":"Freitag, 13:00"}}},"room":"LW 222","descriptionText":{"type":"html/md","value":"Freitag 09.30-13.00, Raum LW 222\n\nDer Kurs eröffnet die Möglichkeiten der Drucktechniken des Grafiklabors, unter anderem Siebdruck, Risographie und Plotter zu erproben. Anhand des gemeinsamen Drucks von Testmotiven wird das Verständnis der Techniken unmittelbar erfahren, die Vorzüge und Grenzen ausgelotet und mögliche Verwendungszwecke aufgezeigt. Die TeilnehmerInnen erlernen dabei die notwendigen Fähigkeiten um die Drucktechniken bereits in Gestaltungsprozessen mitdenken zu können und selbstständig in der Werkstatt an Umsetzungen zu arbeiten.\n\nAlle Kurstermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen sowie abschließender Erstellung eines zweifarbigen Posters und einer gemeinsam als Gruppe erarbeiteten und gedruckten Dokumentation ist Voraussetzung für den Scheinerwerb. Die Teilnehmerzahl pro Kurs beschränkt sich auf 6 Personen und verteilt sich auf 5 ganztägige Termine im Semester.\n\nDie Einschreibung erfolgt über diesen Workspace mit dem neuen Kurwahlsystem.\n\n \n\nPrüfungsleistung: Dokumentation gedruckt/gebunden, Poster A2 2-Farbig\n\n \n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/8829\n\nFelix Walser"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b914871f-b7e0-4a48-bb98-124a34415b59","attributes":{"type":null,"title":"Werkstattpraxis Grafiklabor: Gruppe C Kombikurs Buchbinderei & Grafiklabor","teacher":"Felix Walser / Friederike Goll","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W2D-WV","id_new":"14 W-GL","name":"14W2D-WV Weiterverarbeitung Druck","category":"I/4 Werkstattpraxis Grafiklabor"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"30"},"hour":{"value":"09"},"day":{"value":4},"String":"Donnerstag, 09:30"},"end":{"minutes":{"value":"30"},"hour":{"value":"17"},"day":{"value":4},"String":"Donnerstag, 17:30"}}},"room":"LW 222 + LW 225","descriptionText":{"type":"html/md","value":"Donnerstag 09.30-17.30, Raum LW 222+ LW 225\n\nDieser Kurs vereint die Möglichkeiten der Drucktechniken des Grafiklabors (Siebdruck, Risographie und Schneideplotter) sowie das Binden dieser Druckprodukte anhand verschiedener Techniken, der Einbandgestaltung und Veredelungstechniken.\n\nIm Grafiklabor wird anhand des gemeinsamen Drucks von Testmotiven das Verständnis der Techniken unmittelbar erfahren, die Vorzüge und Grenzen ausgelotet und mögliche Verwendungszwecke aufgezeigt. Die TeilnehmerInnen erlernen dabei die notwendigen Fähigkeiten um die Drucktechniken bereits in Gestaltungsprozessen mitdenken zu können und selbstständig in der Werkstatt an Umsetzungen zu arbeiten.\n\nDer Buchbinde-Kurs möchte dazu anregen mit einfachen Mitteln Publikationen selbst herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt.\n\n \n\nAlle Kurstermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen sowie abschließender Erstellung eines zweifarbigen Posters (Drucklabor) und einer gemeinsam als Gruppe erarbeiteten, gedruckten und gebundenen Dokumentation (Drucklabor & Buchbindewerkstatt) ist Voraussetzung für den Scheinerwerb. Jeder Kursteilnehmer erhält mit Teilnahme der Kurses sowie der dazugehörigen Sicherheitsunterweisung und fristgerechte Abgabe des Posters und der Dokumentation die Berechtigung die Werkstätten selbständig für eigene Projekte zu nutzen. Die Teilnehmerzahl pro Kurs/Gruppe beschränkt sich auf 6 Personen und verteilt sich auf 5 ganztägige Termine im Semester.\n\nDonnerstags jeweils von 9:30 Uhr – 13:00 Uhr (Buchbindwerkstatt) & 14:00 – 17:30 Uhr (Drucklabor)\n\n \n\nEs gibt zwei Scheine für diesen Kurs, Werkstattpraxis Grafiklabor und Werkstattpraxis Buchbinderei, also insgesamt 8 Credits.\n\nDie Einschreibung erfolgt über das neue Kurswahlsystem in Incom. Incom Workspaces für die verschiedenen! Gruppen/Termine sind im jeweiligen Workspace aufgeführt. Hinweis: Es wird im WS19/20 noch ein weiterer Kurs angeboten (Gruppe C) -> siehe Workspace 'Kombikurs Buchbinderei & Grafiklabor_Gruppe A\n\n \n\nAnzahl Teilnehmer: 6\n\nIncom Url: https://fhp.incom.org/workspace/8832\n\nFelix Walser, Friederike Goll"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b310fc44-e8af-4658-b378-228a87195c40","attributes":{"type":null,"title":"Werkstattpraxis Interfacelabor:","teacher":"Thomas Klingbeil","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W4D-IL","id_new":"14 W-IL","name":"14W4D-IL Interfacelabor","category":"I/4 Werkstattpraxis Interfacelabore"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"13"},"day":{"value":3},"String":"Mittwoch, 13:00"}}},"room":"LW 126","descriptionText":{"type":"html/md","value":"Mittwoch 09.00-13.00, Raum LW 126\n\nWorkspace:\n\nThomas Klingbeil"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"0d4bb78f-fb06-471f-bb47-8f62252c8f28","attributes":{"type":null,"title":"Werkstattpraxis Modellierwerkstatt: Plastisches Gestalten Sommer 2020","teacher":"Jörg Misch","semester":"","graduateProgram":"","module":{"id":"PO 2013 14W3D-MW","id_new":"14 W-MW","name":"14W3D-MW Modellierwerkstatt","category":"I/4 Werkstattpraxis Modellierwerkstatt"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":2},"String":"Dienstag, 14:00"}}},"room":"LW 229 Modellierwerkstatt","descriptionText":{"type":"html/md","value":"Dienstag 10.00-14.00, LW 229\n\nEs werden Grundlagen plastischen Gestaltens wie Modellieren, Formen und Gießen exemplarisch mit Ton und Gips vermittelt sowie Anregungen gegeben weitere Techniken und Materialien anzuwenden.\n\nDurch die unmittelbare Erfahrung von grundlegenden Materialeigenschaften und dessen Zusammenhang mit der jeweils angewendeten Technologie soll angeregt werden, geeignete Formtechniken zur Reproduktion von selbstgefertigten Modellen unter technischen und ökonomischen Kriterien entwickeln zu können.\n\nEs sind Formen zu generieren, die sich nachvollziehbar begründen lassen. Die Ausführung der Arbeiten erfolgt in präziser und handwerksgerechter bzw. angebrachter Qualität.\n\nSo ergibt sich ein Einblick in Arbeitsweisen, wie Reproduktionen mit hoher Abbildgenauigkeit als Designprototypen oder in verschiedenen Modellarten hergestellt werden können.\n\nDer Kurs weist in die Modellierwerkstatt ein, macht mit deren typischen Nutzungsmöglichkeiten vertraut und vermittelt Voraussetzungen bzw. zielt darauf ab das selbständige Arbeiten in der Werkstatt, nach erfolgreicher Teilnahme, unter Berücksichtigung der Werkstattordnung zu ermöglichen.\n\nNach regelmäßiger Beteiligung an der Werkstattarbeit, mit pünktlichem Beginn um 10:00 Uhr, der erworbenen Kenntnis über geordnet fachtypisches und sicherheitsgerechtes Arbeiten, sowie der Vorlage und Vorstellung der Studien, Arbeitsproben und abzugebenden gedruckten Dokumentation zur Abschlussbesprechung am Ende des Semesters, wird ein Werkstattnachweis erworben.\n\n \n\nTeilnehmeranzahl: 12\n\nIncom Url: https://fhp.incom.org/workspace/8785\n\nJörg Misch"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a5822526-812f-4fcd-a4f7-7f6495ddd824","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Urheber-, Design- und Medienrecht (mit integrierter Übung) - Vorlesung","teacher":"Prof. Dr. Nico Heise","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-KF","id_new":"15 PSs-FM","name":"15PP-KF Flex","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"15"},"hour":{"value":"10"},"day":{"value":2},"String":"Dienstag, 10:15"},"end":{"minutes":{"value":"45"},"hour":{"value":"12"},"day":{"value":2},"String":"Dienstag, 12:45"}}},"room":"D/011","descriptionText":{"type":"html/md","value":"Dienstag 10.00-13.00, Hörsaal D/011, Beginn: 14.04.20\n\nDie Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts. Dazu gehören die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des derzeit besonders umstrittenen Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben.\n\nSprechstunde: Dienstag nach Vereinbarung (D207)\n\nVeranstaltungsart: Vorlesung mit integrierter Übung\n\nPrüfungsnachweis: bestandene Klausur (Pflicht)\n\n \n\nAnzahl Teilnehmer: 90\n\nIncom Url: https://fhp.incom.org/workspace/8838\n\nProf. Dr. Nico Heise"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"b4ea79fa-cc63-4e5f-99df-ecd2c5387b1a","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul: Automated Stroll. Stadt-, Design- und Spazierwerkstatt","teacher":"Christian Berkes, Manuel Lutz, Josefine Frindt","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-KF","id_new":"15 PSs-FM","name":"15PP-KF Flex","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"room":"","descriptionText":{"type":"html/md","value":"Blockveranstaltung\n\n#Klima-Semester\n\nSpazierwerkstatt, Foot Camp, Lehrcanapé?\n\nDas experimentelle Seminarformat vermittelt kompakt, aktiv und öffentlich Kompetenzen in den Bereichen: Spaziergangswissenschaften vs. agiles Management, Urbanismus und Architektur, Designgeschichte und -theorie, Prototyping, Transdisziplinarität, Mobilität und automatisiertes Fahren, soziale Bewegungen, öffentliches Engagement und Partizipation.\n\nWie können wir Klimawandel und damit einhergehenden technologischen Neuerungen begegnen? Die Werkstatt sucht nach den Grautönen zwischen Technologieeuphorie und Technologiekritik. Ein möglicher Zugang zu diesen ist unser tägliches Leben. Dieses wird maßgeblich bestimmt durch unser Wohnen, unser Arbeiten und unsere Bewegungen. Die Werkstatt fokussiert doppeldeutig auf die Bewegungen: Sowohl im Sinne von Movemements wie Fridays for Future, als auch im Sinne unserer (globalen und lokalen) Mobilität, die eine der Hauptursachen für den menschengemachten Klimawandel ist. Die Werkstatt fragt, wie soziale Bewegungen Teil einer kritischen Stadtentwicklung sein können.\n\nDas Format des Spaziergangs hat der Schweizer Soziologe, Designtheoretiker und Urbanisierungskritiker Lucius Burckhardt ab den 1970er Jahren in Anbetracht der damals aktuellen autogerechten Stadtentwicklung begründet. Die Frage damals wie heute: Wie nehmen wir die Stadt wahr und wie soll sie eigentlich aussehen?\n\nHeute steht das „autonome Fahren“ vielversprechend in den Startlöchern. Planer beginnen emsig, neue Straßenquerschnitte und Raumaufteilungen zu entwerfen – als Beispiel sei die Woven City des Autobauers Toyota in Zusammenarbeit mit dem Stararchitekten Bjarke Ingels genannt. Um das Nachdenken über die Automatisierung und Mobilität nicht allein den „Fachmännern“ zu überlassen, mischt sich die Werkstatt öffentlich ein und entwickelt kooperativ einen kritischen „automatisierten Stadtspaziergang“ im Erbe Lucius Burckhardts.\n\nDie avisierten Gäste, Inputs und Ausflüge umfassen: eine Audio-Session zum Querfeldein denken mit Lucius Burckhardt, einen Data Walk Input mit Tobias Kauer vom Urban Complexity Lab, einen Workshop zur Embodied Knowledge mit Sophie Wohlgemuth von WePerspective, eine Exkursion zum automatisierten Mikrobus-Testfeld in Wusterhausen sowie ein Prototyping im Maker-Space der FHP-Präsenzstelle in Luckenwalde.\n\n \n\nAnmeldung: Bitte hier frühzeitig als Teilnehmende*r eintragen (oder per Mail: berkes@fh-potsdam.de)\n\nTermine:\n\n2 Block-Wochenenden (Fr - So): 17. – 19.04. und 08. – 10.05.2020\n\nBlockveranstaltung, maximal ein Fehltag!\n\nWerkstattsprache: Deutsch (Inputs teilweise Englisch)\n\nWerkstattmodus: Spazieren\n\nDie Anzahl der möglichen Teilnehmer*innen ist begrenzt. Meldet euch bitte frühzeitig an (first come, first served). Diversität ist uns bei allen Entscheidungen ein grundsätzliches Anliegen.\n\n \n\nPrüfungsleistung: Präsenzzeit, aktive Teilnahme an der Werkstatt, Erstellung eines Prototypen (individuell oder in Kleingruppen), verbindliche Teilnahme an der Planung und Durchführung des Spaziergangs \"Automated Stroll\", Dokumentation von Prototyp und Spaziergang\n\n \n\nAnzahl Teilnehmer: 22\n\nIncom Url: https://fhp.incom.org/workspace/8753\n\nChristian Berkes, Manuel Lutz, Josefine Frindt"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"068f0fd0-12ee-43d9-a631-019a1627f408","attributes":{"type":null,"title":"Perspektiven und Social Skills Flex-Modul","teacher":"","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PSs-FM","id_new":"15 PSs-FM","name":"15 PSs-FM","category":"I/5 Perspektiven und Social Skills Flex-Modul"},"room":"","descriptionText":{"type":"html/md","value":"https://www.fh-potsdam.de/interflex/"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"5929201c-2799-4e4e-af34-d29c36e08efb","attributes":{"type":null,"title":"Perspektiven und Social Skills Projektorganistion: Werkschau 2020","teacher":"Prof. Franziska Morlok","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-PA","id_new":"15 PSs-PO","name":"15PP-PA Projektarbeit","category":"I/5 Perspektiven und Social Skills Projektorganisation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"00"},"hour":{"value":"09"},"day":{"value":3},"String":"Mittwoch, 09:00"},"end":{"minutes":{"value":"00"},"hour":{"value":"14"},"day":{"value":3},"String":"Mittwoch, 14:00"}}},"room":"D/226","descriptionText":{"type":"html/md","value":"Mittwoch 09.00–14.00, Raum D/226, Beginn: 08.04.2020\n\nWir gestalten die Werkschau 2020 – dieses mal hochschulweit und eng verzahnt mit dem\n\n#Klima-Semester\n\nThemen des Seminars sind\n\n• Raumplanung \n\n• Ausstellungsdesign \n\n• Wege-Leitsystem \n\n• Grafik\n\n• Öffentlichkeitsarbeit \n\nZiel des Kurses ist es, den gestalterischen Rahmen zu schaffen, innerhalb dessen sich alle Beteiligten eingeladen fühlen, die Räume zu bespielen, ihre entstandenen Arbeiten zu inszenieren und den Jahresabschluss gemeinsam zu FEIERN!\n\nEingeladen zur Teilnahme sind Studierende aus erstem und zweiten Studienabschnitt und aus allen Studiengängen!\n\nPrüfungsleistung: Regelmäßige Teilnahme, Planung und Gestaltung, Protokollieren der Vorgänge und Dokumentation, Anwesenheit während der Werkschau, Auf- und Abbau der Werkschau\n\n \n\nAnzahl Teilnehmer:40\n\nIncom Url: https://fhp.incom.org/workspace/8756\n\nProf. Franziska Morlok"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}},{"type":"course","_id":"a5789a17-3b56-4db7-8de9-6c0f28e0cae4","attributes":{"type":null,"title":"Perspektiven und Social Skills Projektorganistion: Hello! Is It Change You’re Looking For?","teacher":"Parker Hirschmueller, Sebastian Oft; M.A. Anouk Meissner (Betreuung)","semester":"","graduateProgram":"","module":{"id":"PO 2013 15PP-PA","id_new":"15 PSs-PO","name":"15PP-PA Projektarbeit","category":"I/5 Perspektiven und Social Skills Projektorganisation"},"time":{"firstDate":[],"fixture":{"begin":{"minutes":{"value":"03"},"hour":{"value":"24"},"day":{},"String":"Blockseminar, 24:03"},"end":{"minutes":{"value":"04"},"hour":{"value":"01"},"day":{},"String":"Blockseminar, 01:04"}}},"room":"D/223","descriptionText":{"type":"html/md","value":"Blockseminar 24.03.2020-01.04.2020, 11.00-17.00, Raum D/223\n\n**Hello! Is It Change You’re Looking For? ** \\_Using ideation techniques and design thinking to generate solutions for every body Everyone has a body. The bodies we inhabit influence who we are while we shape our bodies to match how we identify. But what happens when our bodies can’t represent who we are as human beings? When our bodies and identities are mistreated by society? When we are forced to perform a certain way so we can survive? Within this out of turn compact course, we will identify design challenges in regard to those questions, focusing on gender, intersectionality and queerness. By learning about techniques in design thinking and ideation, we will rapidly generate concepts to develop design solutions. A limited time budget, reduced means of visualisation and changing perspectives will challenge the way we approach design choices. This course is thought of as being an exercise/crash course in ideation and conceptualisation. It’s all about the idea, not the finished design. If you’re already interested in specific subjects or issues, please feel free to bring them to the course. _The number of possible participants is limited. Sign up early to be in for sure (If all spots in the course are already taken, people from marginalized groups will be prioritized)._ **Course Language: English** (An exception can be made if only German-speaking students present, in which case the course can be held in German) Duration: **24.03. – 30.03., 11.00–17.00** (hours negotiable) – workshop **01.04., afternoon – final presentation**\n\nPrüfungsleistung: active participation, no absences, presentations and documentation of the results\n\n \n\nIncom Url: https://fhp.incom.org/workspace/8743\n\nParker Hirschmueller, Sebastian Oft; M.A. Anouk Meissner (Betreuung)"},"maxStudents":0,"credits":"6","workspace":""},"included":[],"request":{"type":"GET"}}]}}}}