{"semester":"Sommersemester 2023","segments":[{"title":"Erster Studienabschnitt","courses":[{"id":"10338","url":"https:\/\/fhp.incom.org\/workspace\/10338","title":"Analoges Zeichnen_1","description":"In der Veranstaltung »Analoges Zeichnen\\_1« geht es um eine spezielle Art des Zeichnens für uns Designer\\*innen. In keinem anderen Medium können wir so frei, schnell und analytisch arbeiten wie mit dem Stift auf Papier. Das macht für uns das Zeichnen zu einem wichtigen Werkzeug im gesamten Designprozess.\r\n\r\nDie Studierenden erlernen und begreifen das spezielle Zeichnen für Design an exemplarischen 2D und 3D Beispielen. Es geht darum, das Verständnis von Engineering und Design zusammen zu bringen.\r\n\r\nAls erstes werden alle wesentlichen Aspekte des Designzeichnens, von perspektivischen Konstruktionen über das zwei und dreidimensionale Freiformzeichnen bis hin zu Rendering-Techniken unterrichtet. Dabei wird auch der Einsatz verschiedener Arbeitsmittel behandelt.\r\n\r\nAls zweites werden verschiedene Darstellungsmethoden und Techniken an einem exemplarischen Objekt geübt und verdichtet. Diese führen von 2D und 3D Skizzen bis hin zu finalen Präsentationsrenderings. Das finale Ergebnis und der zeichnerische Ideenfindungsprozess werden auf einem analog erstellten Präsentationsboard vorgestellt.","module":{"nr":"11AT","title":"Atelier","credits":"3"},"teachers":["Dipl. Des Torsten Redlich"],"maxStudents":"16","room":"D311","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10269","url":"https:\/\/fhp.incom.org\/workspace\/10269","title":"Farbe und Ausdruck (SS 2023)","description":"Dieser Kurs beschäftigt sich auf handwerklich-praktische (analoge) Weise mit Farbe als Phänomen und Medium. Eigenständige Experimente wechseln sich ab mit konkreten Übungen zur Sensibilisierung für Farben und ihre Wechselwirkungen. Ein gewisser Focus liegt in diesem Farbkurs auf Farbe und Komposition im Zusammenhang mit Ausdruck, Emotion und Wirkung. +++ Achtung, dieser Kurs ist nur offen für Studierende im 1. Studienabschnitt. +++","module":{"nr":"11AT","title":"Atelier","credits":"3"},"teachers":["Maria Kleinschmidt"],"maxStudents":"15","room":"D\/323","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10368","url":"https:\/\/fhp.incom.org\/workspace\/10368","title":"drawing : a tool","description":"Die Zeichnung ist die einfachste und unkomplizierteste Form in der Darstellung einer Idee. In kreativen Berufen ist sie auch die schnellste und einfachste Sprache und dient der Kommunikation. Dieser Kurs konzentriert sich auf das analoge Zeichnen als Mittel zur Entwicklung von Sensibilität für Form, Rhythmus, Farbe, Proportionen, Komposition und auf formal ästhetische Aspekte eines Projekts. Sie werden daran arbeiten, Ihre eigenen Ideen durch die Zeichnung zu kommunizieren. In analogen Übungen und regelmäßigen Praktiken lernen wir, Produkte und Objekte mit verschiedenen Techniken zu betrachten, abzubilden und zu transformieren. Wir lernen die Prinzipien der Perspektive und des konstruktiven Zeichnens kennen. \/\/\/ Dieser Kurs ist nur offen für Studierende im 1. Studienabschnitt \/\/\/","module":{"nr":"11AT","title":"Atelier","credits":"3"},"teachers":["Anna Rosinke"],"maxStudents":"16","room":"D\/323","fixture":{"weekday":4,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10369","url":"https:\/\/fhp.incom.org\/workspace\/10369","title":"drawing : space and object","description":"Dieser Kurs konzentriert sich auf die Entwicklung der Sensibilität für die formale Ästhetik von Objekten, Räumen, Farben, Texturen und Proportionen durch Zeichnen. In den Übungen, die auf der Abbildung unserer Umgebung und Objekte basieren, lernen wir Komposition, Perspektive, Linien, Oberflächen und Schattierungen kennen. Wir werden daran arbeiten, wie wir die Realität darstellen und neu interpretieren können. Gemeinsam erarbeiten wir verschiedene Wege und handwerkliche Fähigkeiten des visuellen Ausdrucks: realistisches Zeichnen und Linienzeichnen, Skizzieren, Arbeiten mit Farbe, Vereinfachung und Reduktion. \/\/\/ Dieser Kurs ist nur offen für Studierende im 1. Studienabschnitt \/\/\/","module":{"nr":"11AT","title":"Atelier","credits":"3"},"teachers":["Anna Rosinke"],"maxStudents":"16","room":"D\/323","fixture":{"weekday":5,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10412","url":"https:\/\/fhp.incom.org\/workspace\/10412","title":"Test Test","description":"Ausgehend vom kursinternen Niveau werden anhand inhaltlich und formal vielseitiger Aufgabenstellungen unterschiedlichste Zeichen- und Darstellungstechniken vermittelt und erprobt. Statt mehrwöchiger Arbeitsaufträge stehen in diesem Kurs viele kurze Übungen im Vordergrund, die Ihnen die Möglichkeit geben sollen, bestehende Methoden zu schärfen, sich neue Ausdrucksmittel zu erschließen und Ihr Formenvokabular zu erweitern. Dabei werden Sie fast ausschließlich mit analogen Techniken experimentieren, insbesondere im Medium der Zeichnung. Wir werden uns viel mit Abstraktion, Geste und Linie beschäftigen und unsere Diskussionsfähigkeit daran schulen. Auf dem Plan stehen auch Exkursionen in Ausstellungen, Museen, Büros und Ateliers.","module":{"nr":"11AT","title":"Atelier","credits":"3"},"teachers":["Sebastian Haslauer"],"maxStudents":"17","room":"D 311","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10270","url":"https:\/\/fhp.incom.org\/workspace\/10270","title":"Farbe und Druck (SS 2023)","description":"Dieser Kurs ist ein Doppelkurs in Zusammenarbeit mit Christine Mangelsdorf und kann nur (!) zusammen (!) mit ihrem Druck-Kurs am Mittwoch Vormittag belegt werden. Dadurch werden sowohl der Atelierschein als auch der Digitaldruck-Werkstattschein erworben. (Sollten Sie nur den Farbkurs ohne Werkstattkurs besuchen möchten, tragen Sie sich bitte in den Montags-Kurs „Farbe und Ausdruck“ ein.) +++ Achtung, dieser Kurs ist nur offen für Studierende im 1. Studienabschnitt. +++ Maximal 15 Teilnehmer\\*innen +++ +++ Der Kurs „Farbe und Druck“ ist die künstlerisch-experimentelle Hälfte des Doppelkurses und beschäftigt mit Farbe als Phänomen und Medium. Eigenständige Experimente wechseln sich ab mit konkreten Übungen zur Sensibilisierung für Farben und ihre Wechselwirkungen. Die analogen Arbeiten, die in diesem Kurs dienstags entstehen, werden dann mittwochs bei Christine Mangelsdorf digital bearbeitet und farbgetreu reproduziert.","module":{"nr":"11AT","title":"Atelier","credits":"3"},"teachers":["Maria Kleinschmidt"],"maxStudents":"13","room":"D\/323","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10379","url":"https:\/\/fhp.incom.org\/workspace\/10379","title":"Services of Reciprocity. The Fantastic Spaceship Earth Garage","description":"In der Spaceship Earth Garage zoomen wir uns wieder hinein auf Dimensionen des Alltags und untersuchen, wo praktische wie fantastische Umgestaltungen vorgenommen werden könnten. **Konkret wollen wir uns mit der Frage der Wertschätzung im Austausch von Gütern und Services beschäftigen und dem Gestalten von Beziehungssystemen.** Entgegen der allgemeinen Beschleunigung, instantness und kurzen Nutzungsdauern, sowie den oft anonymen Prozessen hinter Produkten und Dienstleistungen, wollen wir wachsende Verbindungen anregen: sozial, ökologisch, ökonomisch. Der Begriff „Reziprozität“ steht für eine Praxis, etwas mit anderen auszutauschen, wobei die Gegenleistung nicht direkt erfolgen muss. Es entsteht eine Bindung zwischen zwei oder mehr Akteur\\*innen, die auch in die Zukunft reichen kann.\r\n\r\nWie könnten Lieferdienste, Dating Services, Gebäudereinigung, Friseurbesuche, Wachschutz, Verwaltungsabläufe, usw. funktionieren, die auf Prinzipien von Wechselseitigkeit, des einander Schenkens aufbauen?\r\n\r\nDieser Kurs umfasst ernsthaftes wie humorvolles, experimentelles wie kommunikatives, prozesshaftes wie ergebnisorientiertes Arbeiten. Ausgehend von persönlichen Beobachtungen unserer Lebenswelten und Beispielen aus verschiedenen Bereichen werden wir in kleinen Übungen und Interventionen selbst Versuchsanordnungen ausprobieren, Themen eigenständig recherchieren und diskutieren, spekulative Szenarien entwerfen, Ergebnisse präsentieren und dokumentieren.\r\n\r\nGeplant ist ein Tag bei einem Betrieb mit solidarischer Landwirtschaft. Der Termin wird zu Beginn des Kurses bekanntgegeben.","module":{"nr":"11EG-B","title":"Basics","credits":"6"},"teachers":["Prof. Myriel Milicevic"],"maxStudents":"18","room":"LW226","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10256","url":"https:\/\/fhp.incom.org\/workspace\/10256","title":"PAPIER","description":"Wir experimentieren mit dem Werkstoffen Papier und Pappe in unterschiedlichen Anwendungsbereichen und Dimensionen. Die vielfältigen gestalterischen und kreativen Möglichkeiten die diese Materialien bieten werden ausprobiert. Über Schneiden, Falzen, Weben und Schichten werden Strukturen gebildet, geht es von der Fläche zum Objekt.\r\n\r\n**Vorgehensweise:** In aufeinander folgenden, elementaren und formalen Übungen, werden die Möglichkeiten des Materials fantasievoll ausgelotet. Im Verlauf des Kurses ändern sich zunehmend die Dimensionen und Interventionen.\r\n\r\n**Hinweise:** Der Kurs richtet sich primär an Studienanfänger (Kommunikationsdesign, Produktdesign, Interfacedesign).\u2028 In den entsprechenden Kursabschnitten kann themenspezifisch eine Auseinandersetzung mit starkem Anteil auf die grundlegenden Techniken und dem Erstellen von Varianten geführt werden (Basics), oder mit speziellem Augenmerk auf Gestaltungsabläufe und methodischer Vorgehensweise anhand von mindestens 3 Themen, bei denen eigene Entwürfe realisiert werden (Prozess).","module":{"nr":"11EG-B","title":"Basics","credits":"6"},"teachers":["Prof. Klaus Keller"],"maxStudents":"20","room":"LW 226","fixture":{"weekday":3,"begin":{"hour":9,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10254","url":"https:\/\/fhp.incom.org\/workspace\/10254","title":"Malerische Übungen - Darstellungstechniken und deren Wirkung","description":"Der Kurs befasst sich mit grundlegenden, handwerklich-gestalterischen Darstellungstechniken wie Malen und unterstützendes Zeichnen. Themen sind Bild und Bildwirkung sowie unterschiedliche Einsatzmöglichkeiten der analogen Techniken. Im Zentrum stehen die malerische Auseinandersetzung mit Farbe, die Einsatzmöglichkeiten von Werkzeugen und Techniken. (Tusche, Aquarell, Gouache, Acryl und evtl. Öl)\r\n\r\n**Ziel ist es**, praktische Sachkenntnisse sowie eine Übersicht über die Vielseitigkeit der Anwendungs- und Einsatzmöglichkeiten analoger Materialien im Bild zu bekommen. Die Auseinandersetzung dient der Schulung des Sehens und der Sensibilisierung für bildnerische Umsetzungen mit Linien, Form, Raum, Licht & Schatten, Farbe, Farbmischung, Schraffur, Struktur, Textur, Proportion ebenso wie Strich- und Flächenkompositionen.  \r\nEin Kurs für diejenigen, die durch malerische Auseinandersetzung ihr Repertoire bildnerischer Gestaltung bereichern wollen!\r\n\r\n**Vorgehensweise:** In mehreren nacheinander folgenden Schritten werden aufeinander aufbauende Übungen und Auseinandersetzungen durchgeführt und mit theoretischem\/kulturhistorischem Fachwissen begleitet.\r\nVorwiegend wird eigenständig, mit ausgewählten Malmitteln und deren Techniken umfangreich ausprobiert und es werden jeweils zahlreiche Varianten von Darstellungen erarbeitet. Gearbeitet wird vorwiegend analog – die Abschlussdokumentation ausgenommen.\r\n\r\n**Organisatorisches:** Materialien werden nur zum Teil von der Hochschule gestellt, Daher müßen einige Anschaffungen selbst vorgenommen werden. – Dies wird zu Beginn des Kurses erörtert werden.","module":{"nr":"11EG-B","title":"Basics","credits":"6"},"teachers":["Prof. Klaus Keller"],"maxStudents":"20","room":"LW 226","fixture":{"weekday":4,"begin":{"hour":9,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10378","url":"https:\/\/fhp.incom.org\/workspace\/10378","title":"Der Park. Experimentelle Kartografie und Storytelling","description":"Der Spreepark ([https:\/\/www.spreepark.berlin)](https:\/\/www.spreepark.berlin)) ist ein einzigartiger Ort in der Mitte Berlins. Als ehemaliger Vergnügungspark, geschütztes Habitat und zukünftiger Kunst- und Kulturort befindet er sich in einem Zwischenstadium von Vergangenheit und Werden. Er ist Experimentierfeld und Möglichkeitsraum, sowohl für die Vorstellungen von Menschen als auch für die Entwicklung von urbanen Ökosystemen.\r\n\r\nLange Zeit ein lost place, umgeben von Wasser – sichtbar durch die Spree, unsichtbar durch Grundwasser in geringer Tiefe – können hier ökologische, gesellschaftliche und politische Aspekte zum Spreepark als sich verändernder Lebensraum erzählt werden. **Dafür wollen wir insbesondere das Verschwinden von Arten und die Ankunft neuer Lebewesen (Neobiota) studieren: Ihr Vorkommen oder Verlust vor Ort ist immer auch eine Geschichte von größeren räumlichen und zeitlichen Zusammenhängen. Diese sollen durch Mittel der experimentellen und kritischen Kartografie sichtbar gemacht werden.** Dabei geht es nicht nur um die gestalterische Darstellung, sondern vor allem auch um das Kartieren als Prozess, für welchen wir in Feldstudien den Spreepark aus verschiedenen Perspektiven beobachten und die eigene Wahrnehmung sensibilisieren, selbst Maßstäbe konzipieren und Vermessungs- und Beobachtungsinstrumente bauen, sowie Zukunfts-Narrative entwickeln. Wir werden uns also im Spannungsfeld von wissenschaftlichen Fakten \/ Naturbeobachtungen, experimentellen Kartierungen und fiktionalen Erzählungen bewegen. Die kartografischen Ergebnisse selbst können nicht nur zweidimensional, sondern auch bewegt, digital, akustisch, räumlich sein.\r\n\r\nDie Kursergebnisse werden im Rahmen einer Ausstellung im Spreepark der Öffentlichkeit präsentiert.\r\n\r\nProjektpartner: Spreepark Art Space und Public Art Lab Berlin im Kontext des EU Projekts Future DiverCities.","module":{"nr":"11EG-K","title":"Kontext","credits":"6"},"teachers":["Prof. Myriel Milicevic"],"maxStudents":"18","room":"LW226","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10257","url":"https:\/\/fhp.incom.org\/workspace\/10257","title":"Friday for Future","description":"Dieser Kurs bezieht sich auf die aktuellen Diskussionen um Nachhaltigkeit und dem Bestreben nach einem verantwortlicherem Umgang mit der Natur, unseren Ressourcen und der Umwelt. Die Kursteilnehmer\\*innen sind aufgefordert prägnante Themen und Überschriften herauszufiltern, zu diskutieren und auf kleine Arbeitsgruppen (max. 3 Personen) zu verteilen. Jede Gruppe wird daraufhin ein gewähltes Thema verdichten, verständlich auf die wichtigsten Punkte reduzieren und das Problem gestalterisch darstellen. Gleichzeitig werden Ideen und Empfehlungen zur Überwindung bzw. Eindämmung des Problems erarbeitet und aufgezeigt.\r\n\r\n**Der Schwerpunkt der Auseinandersetzung** liegt auf der anschaulichen\/visuellen Aufbereitung der Inhalte. Die Art der Darstellung, muss als Ergebnis für aussenstehende Betrachter\\*innen in Kürze erfassbar, verständlich und nachvollziehbar sein.  \r\nDie dargestellten Inhalte sollten sich an wissenschaftlichen Diskussionen und nachweislichen Fakten orientieren, die auch als Referenz dienen werden.\r\n\r\n**Vorgehensweise:** Zu jeder Themenfindung wird eine kurze Thesis (max. 1 A4) geschrieben, bestehend aus 7 Punkten: Thema\/Überschrift, kurze Problembeschreibung, Verursacher, Lösungsansätze, Ideen & Empfehlungen, Fakten\/Referenzen und beabsichtigte Form der Umsetzung.\r\n\r\nIn einem mehrwöchigen Prozess wird jedes Thema durch entsprechende Entwurfsmethoden, Skribbels und Skizzen auf die wichtigsten Punkte reduziert und viele Ideen und Möglichkeiten einer anschaulichen Art der Darstellung entwickelt (im Detail und als Ganzes). Das Ergebnis soll für aussenstehende Betrachter\\*innen in Kürze erfassbar, verständlich und nachvollziehbar sein.\r\n\r\nDas Erarbeiten erfolgt selbständig mit regelmäßigen Konsultationen.  \r\nZum optimalen Austausch zwischen Lehrendem und KursteilnehmerInnen werden die Arbeitsschritte und Ideen als Text-Dokument, Zeichnungen, Skizzen fotografiert und Videos in einem personalisiertem Projekt in incom regelmäßig eingestellt (Sichtbarkeit nur für TeilnehmerInnen + Lehrende).\r\n\r\n**Hinweis:** Der Kurs richtet sich primär an Studienanfänger aus Kommunikationsdesign, Produktdesign und Interfacedesign.\u2028\r\n\r\nKursbeginn am 14. April 2023, 10:00 Uhr. Die Teilnehmerzahl ist auf 20 Personen begrenzt.","module":{"nr":"11EG-P","title":"Prozess","credits":"6"},"teachers":["Prof. Klaus Keller"],"maxStudents":"20","room":"LW 226","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10361","url":"https:\/\/fhp.incom.org\/workspace\/10361","title":"WHITE NATURE","description":"There’s nothing in a caterpillar that tells you it’s going to be a butterfly. (R. Buckminster Fuller) \r\n\r\nIn diesem Kurs vertiefen wir die räumliche Wahrnehmung in zwei Phasen. Zunächst abstrahieren wir natürliche Strukturen, Formen und Prozesse. Anschließend analysieren wir mit der 5D Methode – diese inspiriert und strukturiert das Analysieren, Experimentieren und Realisieren – künstlerische Werke und Arbeitsweisen, erstellen Materialtypologien, experimentieren mit Abformtechniken unterschiedlichster Art und entwickeln daraus prozesshaft eine eigenständige mehrdimensionale Projektarbeit.\r\n\r\nOrganisatorisches: Der Kurs richtet sich an Studierende des ersten Studienabschnitts im Studiengang Design (Interfacedesign, Kommunikationsdesign, Produktdesign). An den Kurs ist der Werkstattkurs Modellierwerkstatt (4CP) angegliedert. Ist dieser bereits vorhanden, kann der Kurs auch belegt werden.","module":{"nr":"11EG-P","title":"Prozess","credits":"6"},"teachers":["jörg misch","Prof. Alexandra Martini"],"maxStudents":"12","room":"LW 229 Modellierwerkstatt","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10398","url":"https:\/\/fhp.incom.org\/workspace\/10398","title":"Hey Goldberg! - Elementares Gestalten","description":"Hallo Goldberg! - Goes AI (partly)\r\n\r\nIm weitesten Sinne bezieht sich Gestaltung auf einen bewussten Eingriff in die Umgebung, um sie in eine bestimmte Richtung zu verändern. Dabei werden verschiedene Ansätze zur angemessenen Formfindung berücksichtigt, je nachdem ob man sich dem Thema funktional, formal oder von Material und Konstruktion ausgehend nähert. Durch Kontraste und Spannungen wird die Wahrnehmung, Lesbarkeit und Formensprache von Produkten gesteuert - ob im Print, digital oder am Objekt.\r\n\r\nWir werden die Semesteraufgabenstellung in Teilschritten experimentell und spielerisch bearbeiten. Anhand der Entwicklung einer Rube-Goldberg-Maschine, die eine bestimmte Aufgabe absichtlich in zahlreichen unnötigen und komplizierten Einzelschritten ausführt, setzen wir uns mit verschiedenen Lernzielen auseinander. Dabei sind gestalterisches Können, abstraktes Denken, Teamwork und Improvisation gefragt.\r\n\r\nWir werden uns mit verschiedenen Aspekten der Gestaltung in grundlegenden handwerklichen Techniken sowie in zweidimensionalen und dreidimensionalen Darstellungsprinzipien auseinandersetzen.\r\n\r\nIn diesem Semester werden wir auch mit maschinellem Lernen (AI) im Design experimentieren - Hey Goldberg! Goes AI (teilweise). Eure erstellten Arbeiten können durch AI analysiert oder sogar komplett erstellt werden. Es gibt die Überzeugung, dass AI das Design revolutionieren wird, indem es die Grenzen des menschlichen Verständnisses und der Fähigkeiten erweitert. Allerdings gibt es Bedenken, dass AI dazu führen kann, dass Designer\\*innen in ihrer Kreativität eingeschränkt werden und Designs austauschbar und generisch werden. Wir werden die Ergebnisse analysieren und über Vor- und Nachteile diskutieren.\r\n\r\nDas Kursangebot richtet sich an alle Studierenden des ersten Studienabschnitts und ist ein übergreifendes Kursangebot für ID, KD und PD.  \r\n____________________________\r\n\r\nGestaltungsgrundlagen - Elementares Gestalten\r\n\r\nModul: 11EG-P Prozess\r\n\r\nTermin: Montags, 10-14:30 Uhr\r\n\r\nRaum:  LW026\r\n\r\nKursangebot für 1. Studienabschnitt, Übergreifendes Kursangebot für ID, KD, PD\r\n","module":{"nr":"11EG-P","title":"Prozess","credits":"6"},"teachers":["Stefan Aufrichter"],"maxStudents":"25","room":"LW026","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10404","url":"https:\/\/fhp.incom.org\/workspace\/10404","title":"Rituale.Formen.Gefäße+","description":"„Essen bildet eine Grundlage der sozialen und kulturellen Identität, es prägt über Rituale eine Tradition.“\\* Beim gemeinsamen Essen geht es um mehr als nur Nahrungsaufnahme. Beim Essen kommen wir zusammen, wir kommunizieren, wir teilen – immer begleitend: Gefäße.\r\n\r\nAuch dieses Semester geht es um Rituale, Gefäße und Keramik.\r\n\r\nInhalt und Ziel des Kurses wird die Auseinandersetzung mit dem Thema sein, das plastische Gestalten von Gefäßen, die Umsetzung des Entwurfs, die Abformung in Gips und einem Abguss aus Gießton – ein intensiver Prozess, bei dem viel praktische Handarbeit gefragt ist.\r\n\r\nZum Ablauf:\r\n\r\nNach einer inhaltlichen Auseinandersetzung mit dem Thema „Rituale“, werden wir uns dieses Semester wieder intensiv mit der Anfertigung Keramischer Objekte befassen. Dafür besuchen wir die Königliche Porzellan Manufaktur (KPM)\\* und widmen uns im Anschluss daran der Umsetzung eines eigenen Entwurfs. Dieses Semester seid ihr frei, wie das Positiv angefertigt wird. Ihr könnt auf 3D-Druck zurückgreifen, fräsen, drechseln, aus Clay oder Ton modellieren. Dieser Teil des Prozesses muss eigenständig durchlaufen werden und wird nur eingeschränkt individuell von mir betreut. Ihr seid also auf gegenseitige Unterstützung angewiesen und gleichzeitig frei zu experimentieren.\r\n\r\nDer Entwurf wird schließlich mit Gips abgegossen und mit Gießton vervielfältigt.\r\n\r\n\\+ Dieses Semester stellen wir uns neuen Herausforderungen – Ziel ist es, eine mehrteilige Form zu gestalten und das Aneinandergarnieren zweier Objekte (z.B. Tasse und Henkel) zu üben.\r\n\r\nWer einen kurzen Einblick in den Prozess gewinnen möchte kann sich folgendes Projekt von mir ansehen: (Ab dem Punkt “Abgießen der Negativform) [https:\/\/fhp.incom.org\/project\/8759](https:\/\/fhp.incom.org\/project\/8759)\r\n\r\nzusätzliche Hinweise:\r\n\r\n\\- der Besuch bei KPM kostet 24€ pro Person","module":{"nr":"11EG-P","title":"Prozess","credits":"6"},"teachers":["Maike Panz"],"maxStudents":"14","room":"LW229","fixture":{"weekday":5,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10376","url":"https:\/\/fhp.incom.org\/workspace\/10376","title":"Non-human tales for humans. Data stories of future environments (StAb1)","description":"_**It matters what stories make worlds, what worlds make stories.**_\r\n\r\n― Donna J. Haraway, Staying with the Trouble: Making Kin in the Chthulucene\r\n\r\nWenn es bedeutsam ist, wie Donna Haraway sagt, welche Geschichten Welten schaffen und welche Welten Geschichten schaffen – wie wollen wir dann vom Leben in möglichen zukünftigen Umwelten erzählen?\r\n\r\nDatenbasierte Darstellungen zeigen steigende Kurven von Artenverlust und globalen Temperaturen. Wissenschaftliche Berichte informieren über unvorstellbar riesige Plastikstrudel, überdüngte Landschaften, zugebaute Erde und die damit wachsenden Risiken für die Gesundheit und das Leben aller. Doch bleiben diese Darstellungen oft abstrakt und unbegreifbar. **Wie können wir also Welten und Geschichten schaffen, die anschaulich, sinnlich erfahrbar, vermittelnd und wünschenswert sind? Wie könnten Umweltdaten und Forschungserkenntnisse in unserem Alltag eine Rolle spielen und die Mensch-Natur-Beziehungen neu definieren?**\r\n\r\nAusgehend von Forschungsdaten und -projekten junger Wissenschaftler\\*innen entwickeln Design Studierende in Luzern und Potsdam poetische, provokative, umsichtige, sehnsuchtsvolle und experimentelle Erzählungen von möglichen Zukünften. Umweltdaten bedeuten nicht nur Zahlenreihen, sondern auch Bilder, Satellitenaufnahmen, akustische Aufzeichnungen, Kartierungen usw. Schon jetzt können wir dank kleinster Sensoren die Migrationswege von Tieren live verfolgen und den Zustand von Wäldern und Gewässern beobachten. Wie werden also Umweltdaten unser Leben mit nicht-menschlicher Natur prägen? Dystopie oder Utopie? Als Design Studierende werdet ihr euch mit diesen Fragen auseinandersetzen und die Rolle von Umweltdaten kritisch reflektieren.\r\n\r\nDie Zukunftsvorstellungen können in Form von Bildern, Objekten, Visualisierungen, Videos, AR, Inszenierungen, Texten etc. erzählt werden und sollen vor allem zum Diskurs anregen. Im Rahmen der [Umweltbeobachtungskonferenz 2023](https:\/\/www.umweltbeobachtung.eu\/faq\/index.htm#Umweltbeobachtung) werden die Forschungs- und Designprojekte in einer Ausstellung präsentiert und im Anschluss durch weitere Umweltämter in Deutschland und der Schweiz wandern. Zur Konferenz am 14.-15. November 2023 werden alle Teilnehmenden eingeladen.\r\n\r\n[https:\/\/www.umweltbeobachtung.eu\/faq\/index.htm#Umweltbeobachtung](https:\/\/www.umweltbeobachtung.eu\/faq\/index.htm#Umweltbeobachtung)\r\n\r\nAustausch mit HSLU:  \r\nZu Beginn des Kurses wird ein online Austausch mit Studierenden vom MA Eco-Social Design in Luzern (auf Englisch) stattfinden, die in einem Blockseminar über 2 Wochen ebenfalls an diesem Projekt arbeiten werden.\r\n\r\nGestaltungsprozess:  \r\nJedes Team bearbeitet ein Thema. Dieses wird durch eine\\*n Forscher\\*in vertreten, der\/die bei Bedarf für Rücksprachen zur Verfügung steht.\r\n\r\nDer Gestaltungsprozess und die Entwicklung der Ausstellungsprojekte findet hauptsächlich in Teamarbeit statt und umfasst u.a.: Einlesen in wissenschaftliche Zusammenhänge, Recherche und Diskurs zu Forschungsfragen, spekulatives Storytelling, Ideenfindung und Prototyping, gestalterische Umsetzung. Dokumentation und Präsentation von Konzepten und Ergebnissen.\r\n\r\n**Partner:**\r\n\r\nKarin Fink, Master Eco-Social Design, Hochschule Luzern\r\n\r\n[https:\/\/www.hslu.ch\/de-ch\/design-kunst\/studium\/master\/eco-social-design](https:\/\/www.hslu.ch\/de-ch\/design-kunst\/studium\/master\/eco-social-design)\r\n\r\nBundesamt für Umwelt BAFU Schweiz, Umweltbundesamt UBA Deutschland, Bundesamt für Naturschutz BfN Deutschland\r\n\r\n**Organisatorisches:**\r\n\r\nDer Kurs wird für den 1. und 2. StAb geöffnet und die Plätze paritätisch vergeben. Daher werden für das Kurswahlverfahren erstmal zwei Workspaces eingerichtet. Bei noch offenen Plätzen können sich nach dem Verfahren interessierte Teilnehmer\\*innen gerne melden.","module":{"nr":"11EG-P","title":"Prozess","credits":"6"},"teachers":["Prof. Myriel Milicevic"],"maxStudents":"9","room":"D005","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10276","url":"https:\/\/fhp.incom.org\/workspace\/10276","title":"Data Visualization","description":"This course is an introduction to the field of data visualization that is concerned with the visual analysis and interactive representation of abstract data. Across various spheres of everyday life there is an increasing need to develop effective methods for making sense of data and inform personal and professional decision-making. The aim of data visualization is to utilize the perceptual system to help detect otherwise invisible aspects and gain new insights into data sets. From urban planning and news media to arts and advocacy, there is great hope in the power of data visualization to represent complex issues in an informative and engaging manner. While visualizations can indeed provide novel perspectives on large data sets, they can also obscure or misrepresent certain aspects of a phenomenon. It has become essential for information professionals to develop a critical literacy of data visualization.\r\n\r\nThe aim of this course is to familiarize students with the principles and methods of data visualization and to enable them to design, implement and deploy visualizations to support a range of information practices. Each session of the course will consist of two parts: a lecture component and a tutorial. During the lecture the fundamentals of data visualization will be covered such as mapping data to visual variables, the role that interactivity can play, and techniques for visualizing temporal, geospatial, multidimensional, relational and textual data. The tutorials will be hands-on sessions that complement the lectures with practical activities and assignments involving data analysis and programming. Each student will apply general visualization principles to the creation of a data dossier about a topic of their choice. The course requires basic knowledge of statistics, data structures, and algorithms. At least some prior experience in programming is advisable.\r\n\r\n_Please note: The class will be taught in English. All communication during the seminars as well as literature and auxiliary materials will be in English._","module":{"nr":"12EId-AD","title":"Algorithmen + Daten","credits":"6"},"teachers":["Prof. Dr. Marian Dörk"],"maxStudents":"0","room":"Haus 2 \/ 210","fixture":{"weekday":2,"begin":{"hour":14,"minutes":15},"end":{"hour":17,"minutes":15}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10281","url":"https:\/\/fhp.incom.org\/workspace\/10281","title":"Artificial Design 🤖","description":"In den letzten Jahren haben Methoden des Maschinellen Lernens (ML) und der Künstlichen Intelligenz (KI\/AI) große Sprünge gemacht. **_Was bedeuten diese Entwicklungen für die Zukunft der Design-Disziplinen?_** Von Sprachmodellen (z.B. ChatGPT) die ganze Texte entwerfen können bis hin zu Modellen, die aus Texten Bilder generieren (z.B. Stable Diffusion oder Midjourney). Wir werden einen Blick hinter die Kulisse dieser geradezu magischen Systeme werfen und gemeinsam erkunden, welche Potentiale und Probleme diese neuen Werkzeuge uns als Gestalter\\*innen eröffnen.\r\n\r\n**Inhalte des Kurses:**\r\n\r\n-   Technische Grundlagen von ML\/KI\r\n-   Kritische Reflektion von ML\/KI\r\n-   ML\/KI in der gestalterischen Praxis\r\n\r\n**Abgabe: Projekt**\r\n\r\n**_Es sind keine technisches Vorkenntnisse erforderlich._**\r\n\r\n  \r\n\r\nWir werden in diesem Kurs eigene Modelle trainieren und benutzen, dies ist aber keine Einführung in die Programmierung komplexer KI-Anwendungen! Es geht darum ein grundsätzliches Verständnis dieser Systeme zu gewinnen und deren Potentiale im Designprozess besser zu verstehen.","module":{"nr":"12EId-AD","title":"Algorithmen + Daten","credits":"6"},"teachers":["Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10306","url":"https:\/\/fhp.incom.org\/workspace\/10306","title":"Basics Interface 01|23","description":"Dieser Kurs stellt eine grundlegende Auseinandersetzung mit den zentralen Themen des Interfacedesigns dar. Ausgehend von einer Reihe von Entwürfen und Experimenten wird die Herangehensweise an gestalterische Probleme im Interfacedesign vermittelt. Konkret werden im Kurs die Themen Screen-Design, grafische User-Interfaces, Visualisierung und Semiotik behandelt. Dabei steht insbesondere die Verbindung von theoretischem Input und praktische Übungen im Mittelpunkt. Weiterhin wird ein Überblick auf die Geschichte des Interfacedesigns gegeben.","module":{"nr":"12EId-FI","title":"Form + Interaktion","credits":"6"},"teachers":["Prof. Boris Müller"],"maxStudents":"18","room":"D226","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10266","url":"https:\/\/fhp.incom.org\/workspace\/10266","title":"Interfacedesign: Fokus auf Mensch + Kontext","description":"Der Grundlagenkurs Visual Interface Design widmet sich der Darstellung und Analyse der Umgebung und des Verhaltens von Menschen innerhalb ihrer jeweiligen Lebenswelten. Ziel ist es, dass das Repertoire an gestalterischen Skills, welche in partizipativen Entwurfsprozessen unabdingbar sind, deutlich erweitert wird.\r\n\r\nDer Kurs durchläuft daher nicht den vollständigen Designprozess  \r\nsondern fokussiert sich auf die Verbesserung von Methodenwissen und  \r\n\\-anwendung im Bereich der künstlerisch-analytischen Recherche sowie des visuellen Designbriefings.\r\n\r\nDer Kurs startet mit einem einwöchigen englischsprachigen Workshop zum Thema «Urban Sketching as a qualitative and visual method of  \r\nspatial research», welcher durch Prof. Tai von unserer Partnerhochschule National Taipei University of Technology in Potsdam und Berlin gelehrt wird. Die vollständige Teilnahme ist verpflichtend für alle Kursteil-nehmer\\*innen (12.–17.4.23). In den darauffolgenden beiden Kurswochen werden existierende Interfaces mit der Prototyping-Software Figma  \r\nanalytisch zerlegt und gezielte Redesigns entwickelt. Als dritten Analyse-Zugang widmen wir uns einer Interviewtechnik mit Mental-Map-  \r\nVisualisierungen. Somit befasst sich der erste Teil des Kurses mit der  \r\nErprobung, Reflexion und Darstellung unterschiedlicher Analysetechniken.\r\n\r\nErkenntnisse aus der Beobachtung des urbanen Raums und seiner  \r\n(analogen & digitalen) Nutzung werden im weiteren Kursverlauf in  \r\nunterschiedliche Maßstabsebenen überführt und angereichert. So sind sowohl Mental Maps, soziale Infrastrukturen als auch digitale Services Gegenstand der weiteren Betrachtung. Im Laufe der systematischen  \r\nAuseinandersetzung mit Menschen und ihrem Kontext sollten sich  \r\nmannigfaltige Design-Fragestellungen ergeben und zahlreiche neue  \r\nIdeen aufkommen, die in problemlösungsorientierten Entwurfsprozessen bearbeitet werden können. Das Ergebnis des Kurses sind umfangreiche Entwurfsbriefings, die die Studierenden nachvollziehbar, anspruchsvoll und umfangreich anfertigen. Daher wird von allen erwartet, dass sie  \r\nbeobachten, skizzieren, visualisieren, fotografieren, messen, Interview-  \r\nleitfäden adaptieren und Interviews durchführen, in kurzer Zeit eine  \r\nMenge an Ideen generieren und letztendlich ihre Erkenntnisse plausibel argumentieren und vielseitig präsentieren können.","module":{"nr":"12EId-MK","title":"Mensch + Kontext","credits":"6"},"teachers":["Prof. Constanze Langer"],"maxStudents":"16","room":"D106","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10301","url":"https:\/\/fhp.incom.org\/workspace\/10301","title":"Datenjournalismus 101 - Thema: Irgendwas mit Geld","description":"In diesem Kurs geht es um die Grundlagen des Datenjournalismus: Wo findet man Daten und wie können Datensätze selber erstellt werden, z.B. mit Scrapern? Wie gewinnt man aus wirren Originalformaten saubere Datensätze, die man analysieren und verstehen kann? Und wie kristallisiert man aus einem Datensatz eine klare Aussage und Visualisierung?\r\n\r\nAm Ende des Kurses soll jede\\*r Teilnehmer\\*in ein eigenes kleines datenjournalistisches Projekt (Website) umsetzen. Wer eine interaktive Visualisierung machen möchte, sollte Programmierkenntnisse mitbringen und sich selbstständig in notwendige (Javascript) Libraries und Tools einarbeiten können\/wollen. Wer mit statischen Visualisierungen arbeiten möchte (z.B. abfotografierte Inszenierungen, Illustrationen, Karten, …) braucht keine Programmiererfahrung. Es wird ein einfaches Website-Template zur Verfügung gestellt. Hier können dann Grafiken und Texte in ein klassisches Artikelformat eingefügt werden. Teil des Kurses wird die Einführung der Programmiersprache R sein, mit der Daten analysiert, aufbereitet und (statisch) visualisiert werden können.\r\n\r\nInhaltlich soll es in den einzelnen Projekten um „irgendwas mit Geld“ gehen – z.B. Pay Gaps, staatliche Ausgaben, Vermögensverteilung, … Die Kursinhalte (z.B. Datenquellen) werden sich an diesem Überthema orientieren.","module":{"nr":"12EId-MK","title":"Mensch + Kontext","credits":"6"},"teachers":["Ida Flik"],"maxStudents":"18","room":"D105","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10319","url":"https:\/\/fhp.incom.org\/workspace\/10319","title":"Design the right things! Service Design Basics","description":"In diesem Kurs werden die zentralen Methoden des co-creativen Service Designs in elf 1- bis 2-wöchigen Modulen vorgestellt, diskutiert und in hands-on Übungen angewandt: customer journey map, stakeholder mapping, cultural probes, semi-structured interviews, quantitative surveys, insights generation, idea generation workshop, business models design, prototyping, evaluation, outlook and presentation.","module":{"nr":"12EId-MP","title":"Methoden + Prozesse","credits":"6"},"teachers":["Prof. Reto Wettach"],"maxStudents":"18","room":"","fixture":{"weekday":5,"begin":{"hour":9,"minutes":15},"end":{"hour":13,"minutes":30}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10272","url":"https:\/\/fhp.incom.org\/workspace\/10272","title":"Human-Computer Interaction Design","description":"Der Grundlagenkurs führt in die theoretischen, methodischen und gestalterischen Grundlagen der Mensch-Computer Interaktion (HCI – Human-Computer Interaction) und der verwandten Themen »Human-Centered Design« & »User Experience Design« ein.\r\n\r\nDie Teilnehmer\\*innen erhalten einen umfassenden Überblick über aktuelle Theorien und Methoden zur Konzeption, zum Prototyping und zur Evaluation intuitiv bedienbarer, inklusiver und emotional ansprechender interaktiver Produkte, Systeme und Services. Wer sind meine Nutzer\\*innen und wer nicht? Was für Anforderungen haben sie an ein System, Produkt oder einen Service? Wie können ihre Bedürfnisse bei der System-, Produkt- oder Servicegestaltung effektiv berücksichtigt werden? Können diese Bedürfnisse mit ökologischen und sozialen Fragestellungen in Einklang gebracht werden oder gibt es vorhersehbar Konflikte? Wie entsteht aus einer Sammlung von Ideen, Inhalten oder Funktionalitäten eine konkrete Informationsarchitektur und Navigationsstruktur für eine Website, eine mobile Applikation oder ein umfassendes digitales Ökosystem? Welche Interaktionsformen sind für welche Zielgruppe und welche Nutzungssituation angemessen? Welche Usability- und UX-Guidelines gibt es für VR & AR-Systeme? Wie spielen Design, Prototyping und Evaluation in agilen Entwicklungsprozessen zusammen? Welche Methoden stehen für die Evaluation von Designentwürfen und Prototypen zur Verfügung (z.B. Eye Tracking-Verfahren)? Welche ethischen Aspekte sind bei der Technikgestaltung zu berücksichtigen und was bedeutet dies für den Entwurfsprozess und die Verantwortung von Designer\\*innen? Was bedeuten die aktuellen Diskurse zur Überwindung einer ausschließlichen Fokussierung auf menschliche Nutzer\\*innen »More than Human-Centered Design« für die traditionelle UX-Praxis?\r\n\r\nDie Beantwortung dieser Fragen erfolgt in Form von kompakten Vorlesungsblöcken und praxisnahen Gruppen- oder Einzelprojekten aus den verschiedenen Anwendungsdomänen der Mensch-Computer-Interaktion. Optimierte User Interfaces für Automaten und Service Points im öffentlichen Raum können genauso Projektthema sein wie Interface-Konzepte für einen sicheren Umgang mit personenbezogenen Daten oder UI-Entwürfe für völlig neue Services, die beispielsweise Machine Learning Paradigmen für adaptive User Interfaces nutzen. Auch hinsichtlich der Wahl des vorrangig adressierten Endgerätes (Smartphone, AR, VR, Smart Object etc.) gibt ein keine Einschränkungen. Während die Themenauswahl für das Semesterprojekt grundsätzlich frei ist, ist das Durchlaufen aller Phasen des Human-Centered Design Prozesse in diesem Kurs verpflichtend.","module":{"nr":"12EId-MP","title":"Methoden + Prozesse","credits":"6"},"teachers":["Prof. Dr. Frank Heidmann"],"maxStudents":"15","room":"D106","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10367","url":"https:\/\/fhp.incom.org\/workspace\/10367","title":"Lichtfänger II","description":"Der Kurs zielt auf die Schulung des Sehens und die Beobachtung des Lichtes. Thema ist die bewusste Wahl fotografischer Mittel. Zum Verständnis werden beispielhafte Positionen aus der Fotografiegeschichte vorgestellt. „Was ist ein gutes Bild? … und was macht dessen Zauber aus?“ sind die zentralen Fragen des Kurses und der gemeinsamen Bilddiskussionen. Hierbei wird das Sprechen über Fotografie entwickelt. Die Kompetenz des Bilderlesens und Bewertens der Qualität von Fotografien ermöglicht bewusste Auswahl, Bearbeitung, Zusammenstellung und die Entwicklung einer Dramaturgie.\r\n\r\nNeben kleineren Zwischenaufgaben entwickelt jede\/r Teilnehmende eine eigene fotografische Serie mit kurzem Text.\r\n\r\nDie Einschreibung erfolgt über das Einschreibesystem auf Incom.\r\n\r\nParallel kann der Werkstattkurs bei Frau Katzek belegt werden","module":{"nr":"12EKd-BW","title":"Bild + Wirkung","credits":"6"},"teachers":["Göran Gnaudschun"],"maxStudents":"20","room":"D 308","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10390","url":"https:\/\/fhp.incom.org\/workspace\/10390","title":"mb15 | Klangbilder","description":"**Aufgabenstellung**: Konzeption, Entwurf und Entwicklung von animierten Klang-Visualisierungen – basierend auf Musik, Sprache und neu-interpretierten Alltags-Geräuschen (zB aus Natur-, Arbeits- und Maschinen-Welten)  \r\n\r\n**Thema**: Die synchrone Montage von Klang- und Bild-Ereignis ist in vielen Anwendungs-Szenarien (Kino, Club, Game, UX\/UI etc) die grundlegende Methode, um besondere emotionale Wirkungen zu erzeugen. Im Entwurfsseminar »mb15 | Klangbilder« experimentieren wir mit den wechselseitigen Verhältnissen von Klang und Bild, indem wir a) Animationen zu bestehenden Sounds entwickeln und b) Sounds auf bestehenden Animationen legen. So entstehen in einer Reihe von Kurzprojekten verschiedene Klang-Visualisierungen sowie Soundtracks. Die Visualisierungen bzw Vertonungen können abstrakt, gegenständlich, typografisch, illustrativ sein - oder auf Realbild basieren. Vorkenntnisse im Bereich der Animation sind nicht erforderlich, aber sie sollten die Grundwerkzeugen der digitalen 2D-Mediengestaltung z.B. Illustrator, Photoshop (oder ähnliche) beherrschen.","module":{"nr":"12EKd-BW","title":"Bild + Wirkung","credits":"6"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D226","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10342","url":"https:\/\/fhp.incom.org\/workspace\/10342","title":"Naja, geht so. Ein infografisches Fanzine zum Dilettantismus","description":"Informationsdesign und illustrative Infografik sind Designdisziplinen die darauf zielen, komplexe Sachverhalte einfach aufzubereiten. In diesem Seminar werden wir uns mit illustrativen Infografiken beschäftigen, die sich inhaltlich mit den Studierenden selbst befassen sollen. Zu diesem Zweck werden sich die Studierenden mit einer Schwäche, einer dilettantischen Tätigkeiten oder einer Scharlatanerie beschäftigen und ihre persönlichen Erfahrungen zum Ausgangspunkt aller Überlegungen erheben. Ihre gesammelten Erkenntnisse werden schliesslich in einem infografischen Fanzine zusammengefasst.\r\n\r\nDazu befassen wir uns auch theoretisch mit den wichtigsten Aspekten der illustrativen Infografik, mit einer sinnvoller Datengrundlage, der geeigneten Form, ihrer Glaubwürdigkeit und schliesslich mit visuellem Storytelling und dem Erstellen eines Fanzines.","module":{"nr":"12EKd-BW","title":"Bild + Wirkung","credits":"6"},"teachers":["Prof. Lisa Bucher"],"maxStudents":"20","room":"D 308","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10298","url":"https:\/\/fhp.incom.org\/workspace\/10298","title":"Grundlagen Experiment & Strategie","description":"In diesem Seminar geht es um die Auseinandersetzung mit einer der vielleicht grössten kommunikativen Herausforderungen unserer Zeit: der Klimakrise. Irgendwo zwischen Gesellschaft, Politik, Wissenschaft und Aktivismus scheint es eine große Leerstelle zu geben, die wir erkunden, verstehen und bespielen wollen. Im strategischen Teil setzen wir uns mit den wissenschaftlichen Fakten und den unterschiedlichsten gesellschaftlichen Reaktionen darauf auseinander. Es geht uns darum, eine eigene Haltung und schließlich eine kommunikative Stimme zu dem Thema zu entwickeln. Diese Stimme kann sich in den unterschiedlichsten gestalterischen Disziplinen und Medien manifestieren. Das ist der experimentelle Teil und er ist somit völlig frei, denn um das Zentrum für politische Schönheit zu zitieren: „Dieser Kampf wird nicht mit Hashtags, Lichterketten und Online-Petitionen gewonnen, sondern mit Phantasie.“ Wir werden also gestalterische Freiheit mit inhaltlicher Analyse verbinden: Experiment und Strategie.\r\n\r\nIm ersten Termin gibt uns Sara Schurmann, Wissenschaftsjournalistin des Jahres und Autorin des Buches \"Klartext Klima\" inhaltliche Starthilfe und ich versuche noch weitere interessante Gesprächspartner:innen zu aktivieren.","module":{"nr":"12EKd-FN","title":"Formate + Narration","credits":"6"},"teachers":["Prof. Sven Völker","Torsten Lesszinsky"],"maxStudents":"18","room":"D108","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10350","url":"https:\/\/fhp.incom.org\/workspace\/10350","title":"Think BIG — Narrationen im Raum","description":"Täuschen, Vorteile verschaffen, einen höheren sozialen Rang einnehmen, Vermögen ergaunern… In der Geschichte gibt es viele zweifelhafte Gestalten, die ihr Umfeld trügten und Großes vorhatten.  \r\n\r\nDie Geschichten rund im Hochstapler\\*innen wird der Gegenstand des Semesters sein. Wir werden uns diese anschauen und uns fragen, wie Anekdoten zu spannenden Persönlichkeiten groß (!) erzählt werden können.\r\n\r\nDazu untersuchen wir die erzählerischen und gestalterischen Möglichkeiten der Kommunikation im physischen Raum. Mit welchen einfachen und plakativen Mitteln kann ein Narrativ durch Text aufgebaut werden?\r\n\r\nWelche Regeln müssen beachtet werden? Wie geht man mit Informationen im physischen Raum um?\r\n\r\nWelche Rolle spielen dabei Kriterien wie Schrift, Schriftgrößen, Materialität und Produktionstechniken, damit Text spannend und gut lesbar ist.\r\n\r\nThink BIG… nur der Raum mit seinen drei Dimensionen ist die Grenze.","module":{"nr":"12EKd-FN","title":"Formate + Narration","credits":"6"},"teachers":["Vertr.-Prof. Susanne Stahl","Vertr.-Prof. Constanze Hein"],"maxStudents":"15","room":"D223","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10390","url":"https:\/\/fhp.incom.org\/workspace\/10390","title":"mb15 | Klangbilder","description":"**Aufgabenstellung**: Konzeption, Entwurf und Entwicklung von animierten Klang-Visualisierungen – basierend auf Musik, Sprache und neu-interpretierten Alltags-Geräuschen (zB aus Natur-, Arbeits- und Maschinen-Welten)  \r\n\r\n**Thema**: Die synchrone Montage von Klang- und Bild-Ereignis ist in vielen Anwendungs-Szenarien (Kino, Club, Game, UX\/UI etc) die grundlegende Methode, um besondere emotionale Wirkungen zu erzeugen. Im Entwurfsseminar »mb15 | Klangbilder« experimentieren wir mit den wechselseitigen Verhältnissen von Klang und Bild, indem wir a) Animationen zu bestehenden Sounds entwickeln und b) Sounds auf bestehenden Animationen legen. So entstehen in einer Reihe von Kurzprojekten verschiedene Klang-Visualisierungen sowie Soundtracks. Die Visualisierungen bzw Vertonungen können abstrakt, gegenständlich, typografisch, illustrativ sein - oder auf Realbild basieren. Vorkenntnisse im Bereich der Animation sind nicht erforderlich, aber sie sollten die Grundwerkzeugen der digitalen 2D-Mediengestaltung z.B. Illustrator, Photoshop (oder ähnliche) beherrschen.","module":{"nr":"12EKd-FN","title":"Formate + Narration","credits":"6"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D226","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10371","url":"https:\/\/fhp.incom.org\/workspace\/10371","title":"Planetarium","description":"Das Urania-Planetarium in Potsdam ist ein interaktives Sternentheater, in dem das Weltall zum Greifen nah scheint. Zusätzlich zum Sternenprojektor verfügt das Planetarium über ein modernes 360°-Projektionssystem mit dessen Hilfe sich atemberaubende Flüge durch den Weltraum, sowie fantastische Blicke in die Tiefen unseres Universums realisieren lassen. Zum Programmangebot gehören regelmäßige Live-Shows, Lesungen, Konzerte und Vorträge für Kinder und für Erwachsene.\r\n\r\nIn diesem realitätsnahen Seminar arbeiten wir an dem Re-Design wichtiger Kommunikationsträger des Planetariums: Broschüre, Veranstaltungsplakat, Webseite. Wir werden uns intensiv mit Gestaltungssystemen und typografischen Strukturen beschäftigen. Der Kurs richtet sich an alle, die bereits erste typografische Grundkenntnisse besitzen und diese an einem angewandten Projekt vertiefen möchten.\r\n\r\n\/\/ Organisation: Unser Seminar startet mit einem Besuch im Planetarium vor Kursbeginn: Freitag, 31. März, 14:50 Uhr. Alle weiteren Seminare an der FH sind planmäßig immer montags um 10 Uhr in Raum D223.","module":{"nr":"12EKd-SA","title":"Schrift + Ausdruck","credits":"6"},"teachers":["Prof. Christina Poth"],"maxStudents":"20","room":"D223 (Typoraum)","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10373","url":"https:\/\/fhp.incom.org\/workspace\/10373","title":"Type and See 2 – Urban Type Walk","description":"Augen auf! Dieser Typografie-Grundlagenkurs ist eine Sehschule. Ausgehend von typografischen Referenzen und eigenen Fundstücken aus dem urbanen Raum werden theoretische und gestalterische Grundlagen der Typografie vertieft. Themen sind u.a. Schriftarten und Klassifikationen, Schriftwahl und Wirkung, Textsatz, Komposition, Detailtypografie. \r\n\r\nDieses Semester entwerft ihr einen Urban Type Walk und die dazugehörige Karte. Dafür macht ihr euch auf die Suche nach typografischen Lieblingsorten in der Stadt. Spannende Schilder, verrückte Schaufensterbeschriftungen, historische Fassadenmalereien oder künstlerische Installationen mit Schrift … Was ist typisch lokal? Was gibt es überall? Begleitend zu der Entwurfsarbeit werden wir uns mit Gestaltungssystemen, typografischen Strukturen und kartografischen Grundlagen beschäftigen. \/\/ Organisation: Das Seminar findet an der FH und im urbanen Raum statt.","module":{"nr":"12EKd-SA","title":"Schrift + Ausdruck","credits":"6"},"teachers":["Prof. Christina Poth"],"maxStudents":"20","room":"D223 (Typoraum)","fixture":{"weekday":1,"begin":{"hour":14,"minutes":30},"end":{"hour":17,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10313","url":"https:\/\/fhp.incom.org\/workspace\/10313","title":"Vom Zeichen zur Ansprache","description":"Entwurfs-Grundlagen für das Lehrgebiet „Identität & Zeichen“: Es geht um die Konzeption visueller Markenzeichen, die Gestaltung familienähnlicher grafischer Systeme sowie die Entwicklung werblicher Ansprachestrategien entwickelt. Vorlesungen bzw. Lehr-VIDEOs vermitteln die relevanten Denkmodelle dahinter und beschäftigen sich mit einzelnen Gestaltungselementen. Neben Workshops und Übungen bildet das ReDesign für ein Kleinunternehmen aus Potsdam im Rahmen einer lockeren Kooperation den praktischen Schwerpunkt des Seminars …","module":{"nr":"12EKd-ZA","title":"Zeichen + Ansprache","credits":"6"},"teachers":["Prof. Matthias Beyrow"],"maxStudents":"13","room":"D\/310","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10331","url":"https:\/\/fhp.incom.org\/workspace\/10331","title":"redesign physical products","description":"In dem Entwurfsseminar analysieren wir bestehende Produkte durch Anschauung, Gebrauch und Zerlegen in die Einzelteile. In der Industrie ist Reverse Engineering üblich, um die Produkte der Mitbewerber zu verstehen. Für Designer:innen steckt im Zerlegen und Analysieren von Produkten die Chance, sich sehr schnell und intuitiv grundlegendes Wissen anzueignen. Dabei betrachten, analysieren und dokumentieren wir in der Gruppe den gesamten Lebenszyklus eines Produktes: Produktnutzen, Gestaltung, Struktur, Material, Komponenten, Produktion, Verpackung, Nutzung, Ergonomie, Haptik, Konstruktion, Verbindungstechnik, Reparaturfähigkeit, Service und Nachhaltigkeit. Im Rahmen der Auseinandersetzung werden wir auch die Nachteile des jeweiligen Produkts herausarbeiten, die den Ansatzpunkt für das jeweilige Redesign darstellen. Auf dieser Grundlage werden alle Teilnehmenden ein Produkt auswählen, analysieren, den Prozess dokumentieren, Konzepte für die Verbesserung des Produkts erarbeiten und ein eigenes Redesign gestalten und entwickeln.\r\n\r\nGrundvoraussetzung für die Teilnahme am Kurs ist der Zugang zur Modellbauwerkstatt. Vorkenntnisse im Bereich CAD sind willkommen.\r\n\r\nLearnings:  \r\n• Grundlagen der Gestaltung, Entwicklung und Positionierung von Produkten  \r\n• Technischer Aufbau, Struktur, Dimension und Anordnung von Komponenten (Package)  \r\n• Produktnutzen, Ergonomie, Haptik, Materialität  \r\n• Material, Produktion, Konstruktion, Nachhaltigkeit","module":{"nr":"12EPd-OI","title":"Objekt + Intention","credits":"6"},"teachers":["Prof. Holger Jahn"],"maxStudents":"20","room":"D307","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10289","url":"https:\/\/fhp.incom.org\/workspace\/10289","title":"soft spaces","description":"**Das Seminar „soft spaces“ besteht aus zwei Seminarteilen die nur zusammen belegt werden können:**\r\n\r\n**1\/ „soft spaces“ (Do. 10 Uhr bis 13 Uhr \/ Prof. Silvia Knüppel & Co Teaching Samira Akhavan)**\r\n\r\n**&**\r\n\r\n**2\/ „Textil & Konstruktion“ (Do. 14 Uhr bis 17 Uhr \/ M.A. Samira Akhavan)**\r\n\r\nEs werden zwei Scheine vergeben: Entwurfsgrundlagen\/„soft spaces“ (6 CP) und analoge Modellbauwerkstätten (4CP).\r\n\r\n\\-> Nachdem Ihr durch das Kurswahlverfahren für den „soft spaces“ Kurs zugeteilt und in den Kurs aufgenommen wurdet, tragt Euch bitte auch in den Workspace „Textil & Konstruktion“ ein (s. Link).\r\n\r\n[https:\/\/fhp.incom.org\/workspace\/10289](https:\/\/fhp.incom.org\/workspace\/10289)\r\n\r\nIn dem Seminar „soft spaces“ geht es um das Erforschen und die experimentelle, konzeptuelle, wie auch theoretische Auseinandersetzung von räumlichen Strukturen mit „soft materials“ jeglicher Art.\r\n\r\nAn Hand von zwei Arbeitsaufgaben zum Thema „Mensch, Körper, Raum“, wird eine textile Technik (Weben oder Stricken) von Anbeginn erlernt, weiterentwickelt und manipuliert mit dem Ziel, diese in räumliche Kompositionen und dreidimensionale Konstrukte zu transformieren. Die Zuteilung zu den Techniken erfolgt per Losverfahren.\r\n\r\nAm Ende des Seminars soll die Technik in eine experimentelle, textile „Architektur„ übersetzt werden.\r\n\r\n**Vorkenntnisse in textilen Herstellungstechniken sind nicht erforderlich. Nur in Kombination mit der Teilnahme am Kurs “Textil & Konstruktion\" (M.A. Samira Akhavan) möglich.**","module":{"nr":"12EPd-RK","title":"Raum + Kontext","credits":"6"},"teachers":["Prof. Silvia Knüppel"],"maxStudents":"16","room":"LW 138 ","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10354","url":"https:\/\/fhp.incom.org\/workspace\/10354","title":"DESIGN MÄANDERN VII","description":"Im Entwurfsseminar Design Mäandern geht es darum, ein Verständnis dafür zu bekommen, wie handwerkliche, serielle Produkte in unterschiedlichen Arbeitsabläufen entstehen und welche Materialien verwendet werden. Dabei entstehen folgende Fragen: „Was sind Negativ- und Positivform, wann spricht man von einer Mutterform?“ Dazu recherchiert der Kurs Handwerkstätig- und fertigkeiten, sowie deren Form- und Produktionswerkzeuge. Basierend auf einem erstellten Material- und Produktionsmapping werden unterschiedliche Werkzeugstrategien entwickelt. Mittels einfacher Grundlagenübungen entsteht ein Formrepertoire, welches das spätere Fundament für die entscheidende Mutterform ist. Bevor das Objekt alle Produktionsschritte durchläuft bedarf es eines genauen Produktionsplans, bzw. einer Objektanalyse, ob die Mutterform das Potential für vielfältige Funktionen und Materialitäten aufweist.\r\n\r\nAm Ende des Projekts entsteht ein niederkomplexes Produkt, welches sich durch mehrere Werkzeugstufen mäandert hat, welches im Entstehungsprozess unterschiedliche Werkzeuge erfahren und zugleich selbst als Werkzeug fungiert.\r\n\r\nLearnings:\r\n\r\n• Designmethode „Design Mäander“\r\n\r\n• Material- und Fertigungskenntnisse, zu Holz, Wachs, Gips, Keramik, Epoxidharz, Metall & Beton\r\n\r\n• Form- & Modellbau, mittels Gips (Jörg Misch), CNC - Isel (Sebastian Reichel), 3D Druck (Tutoren)  \r\n\r\n• Grundlagenübungen zur Formbildung\r\n\r\n• Prozess- und Produktentwicklungskultur\r\n\r\n• Entwicklung von Formrepertoire\r\n\r\n• Form und Ästhetik Diskussion\r\n\r\n• Selbstorganisation\r\n\r\n• Verantwortung","module":{"nr":"12EPd-TP","title":"Technik + Produkt","credits":"6"},"teachers":["Prof. Hermann Weizenegger"],"maxStudents":"12","room":"LW 229 Modellierwerkstatt","fixture":{"weekday":2,"begin":{"hour":15,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10281","url":"https:\/\/fhp.incom.org\/workspace\/10281","title":"Artificial Design 🤖","description":"In den letzten Jahren haben Methoden des Maschinellen Lernens (ML) und der Künstlichen Intelligenz (KI\/AI) große Sprünge gemacht. **_Was bedeuten diese Entwicklungen für die Zukunft der Design-Disziplinen?_** Von Sprachmodellen (z.B. ChatGPT) die ganze Texte entwerfen können bis hin zu Modellen, die aus Texten Bilder generieren (z.B. Stable Diffusion oder Midjourney). Wir werden einen Blick hinter die Kulisse dieser geradezu magischen Systeme werfen und gemeinsam erkunden, welche Potentiale und Probleme diese neuen Werkzeuge uns als Gestalter\\*innen eröffnen.\r\n\r\n**Inhalte des Kurses:**\r\n\r\n-   Technische Grundlagen von ML\/KI\r\n-   Kritische Reflektion von ML\/KI\r\n-   ML\/KI in der gestalterischen Praxis\r\n\r\n**Abgabe: Projekt**\r\n\r\n**_Es sind keine technisches Vorkenntnisse erforderlich._**\r\n\r\n  \r\n\r\nWir werden in diesem Kurs eigene Modelle trainieren und benutzen, dies ist aber keine Einführung in die Programmierung komplexer KI-Anwendungen! Es geht darum ein grundsätzliches Verständnis dieser Systeme zu gewinnen und deren Potentiale im Designprozess besser zu verstehen.","module":{"nr":"12EPd-TP","title":"Technik + Produkt","credits":"6"},"teachers":["Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10307","url":"https:\/\/fhp.incom.org\/workspace\/10307","title":"Introduced: Design-Persönlichkeiten","description":"Die Geschichte einer Disziplin wird maßgeblich von Personen geprägt. So wäre etwa die Geschichte des Bauhauses ohne Walter Gropius sicherlich eine andere, wenn das Bauhaus überhaupt entstanden wäre. Im Kurs beschäftigen wir uns mit den Biografien von für Produkt-, Kommunikations- und Interface-Design relevanten Personen, mit ihren Arbeiten sowie ihrem Einfluss damals und heute.","module":{"nr":"13Th-DKG","title":"Design-\/Kulturgeschichte","credits":"4"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"25","room":"D 119","fixture":{"weekday":3,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10305","url":"https:\/\/fhp.incom.org\/workspace\/10305","title":"Design-Streifzüge. How we tell the world.","description":"Dieser Kurs besteht sowohl aus Exkursionen als auch aus Treffen in der FHP. Wir beschäftigen uns mit den Themen 'Visionen' und suchen, wo immer möglich, nach Statements von Designer:innen, die in die Zukunft weisen könnten.\r\n\r\nEin weiterer Schwerpunkt des Kurses ist die Frage, über welche Erinnerungen eine Gesellschaft eigentlich verfügt und wie diese, nicht zuletzt am Beispiel Ausstellungen, 'gemacht' werden.  \r\n\r\nWir suchen Orte oder Begebenheiten auf, die eine Diskussion über Grenzen und Möglichkeiten von Design eröffnen sollen. Stationen werden v.a. aktuelle Ausstellungen sein. (Vorschläge sind willkommen). Ein paar Mal können Eintrittsgelder wohl nicht vermieden werden. Im Wechsel und in etwa 14tägig werden Besprechungen und Konsultationen stattfinden. In der FH treffen wir uns um 10.15 Uhr, die weiteren Anfangszeiten varriieren je nach Exkursion zwischen 10.15 Uhr und 11.00 Uhr.\r\n\r\nDie Leistungsanforderungen variieren je nach Studienabschnitt. Am Ende des Kurses soll zudem ein Kurs-Journal entstehen. Es soll zum Nachdenken über Visionen in Design, Architektur und Gesellschaft einladen.","module":{"nr":"13Th-DKG","title":"Design-\/Kulturgeschichte","credits":"4"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"16","room":"D 119 oder outdoor","fixture":{"weekday":5,"begin":{"hour":10,"minutes":15},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10304","url":"https:\/\/fhp.incom.org\/workspace\/10304","title":"ZACK! Geschichte(n) der Comics und Graphic Novels zwischen Schund und Kunst","description":"Comics, Cartoons und Graphic Novels sind keineswegs ein Phänomen unserer Zeit, auch wenn ihre Zahl inzwischen riesengroß ist.\r\n\r\nIm Kurs werden wir die Anfänge und die Entwicklung dieses Genres nachzeichnen, Meilensteine vorstellen und verschiedene Design-Gattungen unterscheiden. Und viele Comics lesen! ;)","module":{"nr":"13Th-DKG","title":"Design-\/Kulturgeschichte","credits":"4"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"25","room":"D 119","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10405","url":"https:\/\/fhp.incom.org\/workspace\/10405","title":"Urheber-, Design- und Medienrecht (Vorlesung)","description":"Die Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.","module":{"nr":"13Th-DMR","title":"Designmanagement und -recht","credits":"4"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"90","room":"FH Potsdam D\/011","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10386","url":"https:\/\/fhp.incom.org\/workspace\/10386","title":"Headlines & Deadlines – Angewandtes Projektmanagement","description":"Projektarbeit ist etwas, was uns als Gestaltende im Berufsleben zunehmend begegnet. Besonders in der selbständig organisierten Tätigkeit ist Projektmanagement eine wichtige Basisqualifikation für die Planung und Durchführung von Projekten.\r\n\r\nDer Kurs ist aufgebaut wie ein Planspiel: Entlang eines fiktiven Designauftrags für die Erstellung eines Artworks, wird Projektmanagement praxisnah vermittelt. In kleineren Teams werden Zielvorgaben, Meilensteine und Deadlines erarbeitet, sowie Aufgaben im Team delegiert. Es werden Konzepte entwickelt; Ideen visualisiert und präsentiert; Layouts nach Spezifikationen angelegt, sowie Produktionsverfahren und Druckvorstufe beleuchtet.\r\n\r\nDas Seminar richtet sich an Studierende des ersten Studienabschnitts.","module":{"nr":"13Th-DMR","title":"Designmanagement und -recht","credits":"4"},"teachers":["Jan-Phillip Wirth"],"maxStudents":"30","room":"D119","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10327","url":"https:\/\/fhp.incom.org\/workspace\/10327","title":"How To Found A Business: Writing A Bankable Business Plan","description":"Develop your business idea to a business concept!\r\n\r\nThis course aims at experiencing what it means to run a business in all its facets. You develop your business idea that further will be developed to a marketable business concept. The meaning of entrepreneurial spirit will be discussed and you have the opportunity to reflect yourself with regards to your skills as entrepreneur. You also learn how to develop an organisation and how to finance your future business. This class will finish by proving your business concept to be economical.\r\n\r\nThe template of a bankable business plan will work as structure concerning class contents: business idea, value proposition, entrepreneurs, market analysis, marketing mix, organisation strategy, milestones, SWOT, financing, calculation of liquidity needs and profitability.\r\n\r\nQuestions with regards to Aufenthaltstitel for self employment can be clarified as well.\r\n\r\nThis course is designed to be very interactive. Lecture starts with a pitch of your business idea.\r\n\r\nRegular participation is required in order to be able to support each other. The lecturer Anett Lommatzsch will present new contents. Students are able to work in groups or develop their own business concept by using creative methods and management techniques introduced by the lecturer. Students will present their results regularly during the course.\r\n\r\nOfficial language is English.","module":{"nr":"13Th-DMR","title":"Designmanagement und -recht","credits":"4"},"teachers":["Anett Lommatzsch"],"maxStudents":"0","room":"Haus 4 Raum 1.02","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10408","url":"https:\/\/fhp.incom.org\/workspace\/10408","title":"less is norm.","description":"Design in Diskurs und Kanon fokussiert meist nur einige wenige Perspektiven, die sich als „gut“, neutral und universell gültig labeln. Durch diese Überhöhung werden die vielfältigen Perspektiven abseits dieser Normen als „anders“ markiert herabgesetzt. Doch kann Gestaltung überhaupt neutral, universell und „gut“ sein?\r\n\r\nDesign entsteht zwangsläufig in einem gesellschaftlichen Kontext – es wirkt aus der Gesellschaft in diese hinein und transportiert unwillkürlich deren Wertevorstellungen. Ohne das kritische Hinterfragen der zugrundeliegenden Machtstrukturen und ihrer Wirkmächtigkeiten tragen wir alle (un)mittelbar zur Verfestigung von sozialen Ungleichheitsverhältnissen bei.\r\n\r\nAusgehend von einer intersektionalen queer\\*feministischen Perspektive, die die vorhandenen Verhältnisse als konstruiert und veränderbar begreift, wollen wir uns dem Thema nähern. Dabei werden wir marginalisierte Positionen ins Zentrum unserer Auseinandersetzungen rücken und kritische Potentiale und Interventionsmöglichkeiten mit und durch Gestaltung ins Blickfeld nehmen.\r\n\r\nÜber die Auseinandersetzung mit theoretischen und aktivistischen Positionen (u.a. feministische, queere, dekoloniale) in Texten, Podcasts, Videos, ggf. auch als Archiv- oder Ausstellungsbesuch, werden wir auch die eigenen Positionierungen und verinnerlichten Bilder reflektieren. Gemeinsam diskutieren wir, weshalb und auf welche Weise Design diskriminierende Ein- und Ausschlüsse (re)produziert und suchen Anknüpfungspunkte für Veränderung hin zu einem gerechteren Design(prozess).\r\n\r\nÜber die Ausarbeitung eines Referats bzw. nach Absprache einer alternativen Herangehensweise soll an diese Perspektiven angeknüpft, eigene Interessensschwerpunkte und Fragestellungen vertieft und in den Kurs eingebracht werden.\r\n\r\nDer Kurs ist offen für alle Designstudent\\*innen im 1. Studienabschnitt, die Lust haben, sich kritisch mit Design und Gesellschaft auseinanderzusetzen.","module":{"nr":"13Th-DMT","title":"Design-\/Medientheorie","credits":"4"},"teachers":["Judith Fehlau"],"maxStudents":"24","room":"D119","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10307","url":"https:\/\/fhp.incom.org\/workspace\/10307","title":"Introduced: Design-Persönlichkeiten","description":"Die Geschichte einer Disziplin wird maßgeblich von Personen geprägt. So wäre etwa die Geschichte des Bauhauses ohne Walter Gropius sicherlich eine andere, wenn das Bauhaus überhaupt entstanden wäre. Im Kurs beschäftigen wir uns mit den Biografien von für Produkt-, Kommunikations- und Interface-Design relevanten Personen, mit ihren Arbeiten sowie ihrem Einfluss damals und heute.","module":{"nr":"13Th-DMT","title":"Design-\/Medientheorie","credits":"4"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"25","room":"D 119","fixture":{"weekday":3,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10340","url":"https:\/\/fhp.incom.org\/workspace\/10340","title":"Analoges Zeichnen_2","description":"Die Veranstaltung »Analoges Zeichnen\\_2« baut auf den Kurs 1 auf, bzw. setzt dreidimensionale Zeichenfähigkeiten voraus. Die Studierenden erlernen im ersten Teil wie ein 3D Objekt zeichnerisch aus der eigenen Vorstellungskraft heraus entwickelt werden kann. Dabei geht es primär um zeichnerische und analytische Methoden zum Generieren von verschiedenen Formideen sowie um die Befähigung, sich eigenständig für einen Entwurf zu entscheiden. Im zweiten Teil erarbeiten die Studierenden ein imaginäres Produkt. Das Ergebnis und der zeichnerische Ideenfindungsprozess werden auf einem analog erstellten Präsentationsboard präsentiert.\r\n\r\nZiel der Lehrveranstaltungen ist das zwei und dreidimensionale Vorstellungsvermögen zu schulen und die Studierenden zu befähigen, mit einfachen Techniken Ideen und Details schnell zu kommunizieren und eine Bandbreite von Ideen freihändig visualisieren zu können. Zudem soll das Verständnis geprägt werden, dass eine Form nicht willkürlich ist, sondern dass diese verstanden und erarbeitet werden muss.","module":{"nr":"14W-AM-L","title":"Analoge Modellbauwerkstätten (120h)","credits":"4"},"teachers":["Dipl. Des Torsten Redlich"],"maxStudents":"16","room":"D311","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10330","url":"https:\/\/fhp.incom.org\/workspace\/10330","title":"HAND AND CRAFT > Modellbauwerkstattkurs > B-SoSe 2023","description":"HAND AND CRAFT > Modellbauwerkstattkurs\r\n---------------------------------------\r\n\r\nB-SoSe 2023 (Blockkurs)  \r\n25\\. Juli bis 02. August 2023 (täglich von 10-17h)\r\n\r\nModul I\/4 Werkstattpraxis 3D, 14W-AM-SE (2 CP)\r\n\r\n\/\/\/\r\n\r\nDer Werkstattkurs **HAND AND CRAFT** befasst sich mit den handwerklichen Grundfertigkeiten des Modellbaus.\r\n\r\nAnhand verschiedenartiger Arbeitsmodelle wird der sichere Umgang mit den Maschinen der Holz- und Metallwerkstatt vermittelt und durch die praktische Umsetzung der Werkstücke erprobt.\r\n\r\nDurch das praktische handwerkliche Arbeiten mit unterschiedlichen Werkstoffen, Fertigungsverfahren und Schwerpunkten wird der komplexe Prozess von Entwurf, Planung und Realisierung erfahren und bildet eine Grundlage im ersten Studienabschnitt.\r\n\r\nOrganisatorisches:\r\n------------------\r\n\r\nDer Kurs ist im Sommersemester für alle interessierten Studierenden des Fachbereichs Design offen. Nach erfolgreicher Teilnahme, die die fachlicher Ein- und Unterweisung beinhaltet, ist das Arbeiten in den Werkstätten gestattet. Die Teilnehmer\\*innenzahl ist auf maximal 8 Personen begrenzt.\r\n\r\nIm Sommersemester wird das Einschreibverfahren verwendet. Bitte achtet auf die Termine! Nicht vergebene Plätze werden über den allgemeinen Workspace „Modellbauwerkstatt“ bekannt gegeben. [https:\/\/fhp.incom.org\/workspace\/5751](https:\/\/fhp.incom.org\/workspace\/5751)\r\n\r\n**ORT:** Modellbauwerkstatt (LW 019)  \r\n**INCOM:** HAND AND CRAFT > Modellbaukurs > B-SoSe 2023  \r\nLINK INCOM: [https:\/\/fhp.incom.org\/workspace\/10330\/](https:\/\/fhp.incom.org\/workspace\/10330\/)  \r\nWERKSTATTFILM\/SICHERHEITSUNTERWEISUNG: [https:\/\/vimeo.com\/503255898](https:\/\/vimeo.com\/503255898) (english subtitle)\r\n\r\nVoraussetzung für den Scheinerwerb:\r\n-----------------------------------\r\n\r\nAlle Werkstatttermine sind verpflichtend. Arbeitseinsatz und pünktliches Erscheinen sind Voraussetzung für den Erhalt des Werkstattscheins.\r\n\r\nTermine Blockkurs > B-SoSe 2023\r\n-------------------------------\r\n\r\nTäglich vom 25. Juli bis 02. August 2023 (täglich von 10-17h)","module":{"nr":"14W-AM-S","title":"Analoge Modellbauwerkstätten (60h)","credits":"2"},"teachers":["Anne Boenisch"],"maxStudents":"8","room":"LW 017 - 019 \/ LW 013","language":{"identifier":"de","title":"Deutsch"}},{"id":"10329","url":"https:\/\/fhp.incom.org\/workspace\/10329","title":"HAND AND CRAFT > Modellbauwerkstattkurs > A-SoSe 2023","description":"HAND AND CRAFT > Modellbauwerkstattkurs\r\n---------------------------------------\r\n\r\n**\\> A-SoSe 2023**  \r\n\r\n**\\> 14. April bis 12. Mai 2023 (jeweils Mittwochnachmittags sowie Freitags)**\r\n\r\nDer Werkstattkurs **HAND AND CRAFT** befasst sich mit den handwerklichen Grundfertigkeiten des Modellbaus.\r\n\r\nAnhand verschiedenartiger Arbeitsmodelle wird der sichere Umgang mit den Maschinen der Holz- und Metallwerkstatt vermittelt und durch die praktische Umsetzung der Werkstücke erprobt.\r\n\r\nDurch das praktische handwerkliche Arbeiten mit unterschiedlichen Werkstoffen, Fertigungsverfahren und Schwerpunkten wird der komplexe Prozess von Entwurf, Planung und Realisierung erfahren und bildet eine Grundlage im ersten Studienabschnitt.\r\n\r\nOrganisatorisches:\r\n------------------\r\n\r\nDer Kurs ist im Sommersemester für alle interessierten Studierenden des Fachbereichs Design offen. Nach erfolgreicher Teilnahme, die die fachlicher Ein- und Unterweisung beinhaltet, ist das Arbeiten in den Werkstätten gestattet. Die Teilnehmer\\*innenzahl ist auf maximal 8 Personen begrenzt.\r\n\r\nIm Sommersemester wird das Einschreibverfahren verwendet. Bitte achtet auf die Termine! Nicht vergebene Plätze werden über den allgemeinen Workspace „Modellbauwerkstatt“ bekannt gegeben. [https:\/\/fhp.incom.org\/workspace\/5751](https:\/\/fhp.incom.org\/workspace\/5751)\r\n\r\n**ORT:** Modellbauwerkstatt (LW 019)  \r\n**INCOM:** HAND AND CRAFT > Modellbaukurs > A-SoSe 2023  \r\n**LINK INCOM:** [https:\/\/fhp.incom.org\/workspace\/10329](https:\/\/fhp.incom.org\/workspace\/10329)\r\n\r\n**WERKSTATTFILM\/SICHERHEITSUNTERWEISUNG**: [https:\/\/vimeo.com\/503255898](https:\/\/vimeo.com\/503255898) (english subtitle)\r\n\r\nVoraussetzung für den Scheinerwerb:\r\n-----------------------------------\r\n\r\nAlle Werkstatttermine sind verpflichtend. Arbeitseinsatz und pünktliches Erscheinen sind Voraussetzung für den Erhalt des Werkstattscheins.\r\n\r\nTermine: 14. April bis 12. Mai 2023\r\n-----------------------------------\r\n\r\njeweils Mittwoch 14-18h und Freitag 9-16\/17h  \r\n\r\n14.04.2023 (FR): 10-17h  \r\n19.04.2023 (MI): 14-17\/18h  \r\n21.04.2023 (FR): 10-17h  \r\n26.04.2023 (MI): 14-17\/18h  \r\n28.04.2023 (FR): 10-17h  \r\n05.05.2023 (FR): 10-17h  \r\n10.05.2023 (MI): 14-17\/18h  \r\n12.05.2023 (FR): 10-17\/18h","module":{"nr":"14W-AM-S","title":"Analoge Modellbauwerkstätten (60h)","credits":"2"},"teachers":["Anne Boenisch"],"maxStudents":"8","room":"LW 017 - 019 \/ LW 013","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10338","url":"https:\/\/fhp.incom.org\/workspace\/10338","title":"Analoges Zeichnen_1","description":"In der Veranstaltung »Analoges Zeichnen\\_1« geht es um eine spezielle Art des Zeichnens für uns Designer\\*innen. In keinem anderen Medium können wir so frei, schnell und analytisch arbeiten wie mit dem Stift auf Papier. Das macht für uns das Zeichnen zu einem wichtigen Werkzeug im gesamten Designprozess.\r\n\r\nDie Studierenden erlernen und begreifen das spezielle Zeichnen für Design an exemplarischen 2D und 3D Beispielen. Es geht darum, das Verständnis von Engineering und Design zusammen zu bringen.\r\n\r\nAls erstes werden alle wesentlichen Aspekte des Designzeichnens, von perspektivischen Konstruktionen über das zwei und dreidimensionale Freiformzeichnen bis hin zu Rendering-Techniken unterrichtet. Dabei wird auch der Einsatz verschiedener Arbeitsmittel behandelt.\r\n\r\nAls zweites werden verschiedene Darstellungsmethoden und Techniken an einem exemplarischen Objekt geübt und verdichtet. Diese führen von 2D und 3D Skizzen bis hin zu finalen Präsentationsrenderings. Das finale Ergebnis und der zeichnerische Ideenfindungsprozess werden auf einem analog erstellten Präsentationsboard vorgestellt.","module":{"nr":"14W-AM-SE","title":"Analoge Modellbauwerkstätten","credits":"2"},"teachers":["Dipl. Des Torsten Redlich"],"maxStudents":"16","room":"D311","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10290","url":"https:\/\/fhp.incom.org\/workspace\/10290","title":"Textil & Konstruktion","description":"**Der Kurs „Textil & Konstruktion“ ist Teil des Seminars „soft spaces“ (Prof. Silvia Knüppel) und kann nur zusammen belegt werden.**\r\n\r\n**2\/ „soft spaces“ \/ Do. 10 Uhr bis 13 Uhr \/ Prof. Silvia Knüppel**\r\n\r\n**&**\r\n\r\n**1\/ „Textil & Konstruktion“ \/ Do. 14 Uhr bis 17 Uhr \/ M.A. Samira Akhavan)**\r\n\r\nEs werden zwei Scheine vergeben: Entwurfsgrundlagen\/„soft spaces“ (6 CP) und analoge Modellbauwerkstätten (4 CP).\r\n\r\n\\-> Nur wer durch das Kurswahlverfahren in den Kurs „soft spaces“ (s. Link unten) aufgenommen wurde, kann auch an dem Kurs Textil & Konstruktion teilnehmen.\r\n\r\n[https:\/\/fhp.incom.org\/workspace\/10289](https:\/\/fhp.incom.org\/workspace\/10289)\r\n\r\nDer Kurs vermittelt die Grundlagen der textilen Konstruktionsverfahren Stricken oder Weben, sowie Kenntnisse zur selbstständigen Nutzung der Maschinen des TexLabs. Ziel des Kurses ist die Erarbeitung eines textilen Vokabulars, das im Entwurf eingesetzt werden kann.\r\n\r\nIm Kurs erarbeitet jede\/r Studierende eine Materialprobensammlung der jeweiligen Technik, bei der sich mit Farbe und Textur auseinandergesetzt wird. Jede\/r Studierende arbeitet dabei vertieft entweder mit der Technik des Webens ODER der Technik des Strickens.\r\n\r\nDie Zuteilung der Techniken erfolgt per Losverfahren.\r\n\r\nBeim Weben wird sowohl mit dreidimensionaler Webtechnik als auch mit Gatterkammwebstühlen und Schaftwebstühlen gearbeitet und Grundlagen der Bindungslehre vermittelt.\r\n\r\nBeim Stricken wird mit Strickrahmen und Stricknadeln, mit Flachbettstrickmaschinen und mit Rundstrickmaschinen gearbeitet.\r\n\r\n**Die Teilnahme ist nur in Kombination mit dem Kurs „soft spaces“ (Prof. Silvia Knüppel) möglich.**","module":{"nr":"14W-AM-SE","title":"Analoge Modellbauwerkstätten","credits":"2"},"teachers":["Prof. Silvia Knüppel","Samira Akhavan"],"maxStudents":"0","room":"Tex Lab LW 138","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10363","url":"https:\/\/fhp.incom.org\/workspace\/10363","title":"Audio-\/Videowerkstatt: Einführung in das audio-visuelle Arbeiten »№15 – Filme zum Arbeitsschutz in der Modellbauwerkstatt V«","description":"Sommersemester 2023\r\n\r\nDonnerstag, 10–13 Uhr, D\/002 (Video-Studio)\r\n\r\n4 Credits, unbenotet\r\n\r\n120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium\r\n\r\n**Aufgabe**\r\n\r\nDer selbstverständliche Umgang mit Film- und Audiotechnik sowie die praxisrelevanten Arbeitsabläufe der Video-Aufzeichnung, -Schnitt und -Postproduktion werden anhand verschiedener Aufgaben geübt und gefestigt. Im Rahmen des Semesterprojekts entstehen in Zusammenarbeit mit Anne Boenisch (Werkstattleiterin) Filme zum Arbeitsschutz in der Modellbauwerkstatt.\r\n\r\n**Seminar- & Projektorganisation**\r\n\r\nIm Rahmen eines Semesterprojektes wird ein Bewegtbild-Projekt umgesetzt. Im Vordergrund stehen die Vermittlung technischer Grundkenntnisse und instrumenteller Kompetenz sowie die interessengeleitete Umsetzung und Vertiefung mit der Materie. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen und Workshops dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\r\n\r\nDas audio-visuelle Semesterprojekt soll in Gruppenarbeit (3 Studierende) umgesetzt werden – gegenseitige Unterstützung ist ausdrücklich erwünscht.\r\n\r\nTeilnehmerzahl, Voraussetzung & Anmeldung\r\n\r\nDie Teilnehmerzahl ist begrenzt.\r\n\r\nVoraussetzung: keine.\r\n\r\nDie Anmeldung erfolgt über den incom-workspace.","module":{"nr":"14W-AV-L","title":"Audio-\/Videowerkstätten (120h)","credits":"4"},"teachers":["Jan Schütze"],"maxStudents":"24","room":"Videostudio","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10359","url":"https:\/\/fhp.incom.org\/workspace\/10359","title":"SoSe23_Buchbinden Einführungskurs_Gruppe B","description":"Freitags von 10:00 – 13:00 Uhr (Buchbindewerkstatt)\r\n\r\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nAlle Werkstatttermine sind Pflichttermine (Krankheitstage müssen mit Attest bestätigt werden)! Kein Tausch unter den Gruppen möglich!\r\n\r\nArbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb; ebenso das Erledigen der Hausaufgaben bzw Abschlussprojekt.\r\n\r\nIm SoSe 23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 5 Personen.\r\n\r\nDieser Workspace gilt für Gruppe B. Für die anderen Gruppen gibt es jeweils einen separaten Workspace. Bitte die jeweiligen Termine beachten!","module":{"nr":"14W-BW-L","title":"Buchbindewerkstatt (120h)","credits":"4"},"teachers":["Friederike Goll"],"maxStudents":"4","room":"LW 225","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10358","url":"https:\/\/fhp.incom.org\/workspace\/10358","title":"SoSe23_Buchbinden Einführungskurs_Gruppe C","description":"Donnerstags von 10:00 – 13:00 Uhr (Buchbindewerkstatt)\r\n\r\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nAlle Werkstatttermine sind Pflichttermine (Krankheitstage müssen mit Attest bestätigt werden)! Kein Tausch unter den Gruppen möglich!\r\n\r\nArbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb; ebenso das Erledigen der Hausaufgaben bzw Abschlussprojekt.\r\n\r\nIm SoSe 23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 5 Personen.\r\n\r\nDieser Workspace gilt für Gruppe C. Für die anderen Gruppen gibt es jeweils einen separaten Workspace. Bitte die jeweiligen Termine beachten!","module":{"nr":"14W-BW-L","title":"Buchbindewerkstatt (120h)","credits":"4"},"teachers":["Friederike Goll"],"maxStudents":"5","room":"LW 225","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10360","url":"https:\/\/fhp.incom.org\/workspace\/10360","title":"SoSe23_Buchbinden Einführungskurs_Gruppe D","description":"Freitags von 10:00 – 13:00 Uhr (Buchbindewerkstatt)\r\n\r\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nAlle Werkstatttermine sind Pflichttermine (Krankheitstage müssen mit Attest bestätigt werden)! Kein Tausch unter den Gruppen möglich!\r\n\r\nArbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb; ebenso das Erledigen der Hausaufgaben bzw Abschlussprojekt.\r\n\r\nIm SoSe 23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 5 Personen.\r\n\r\nDieser Workspace gilt für Gruppe D. Für die anderen Gruppen gibt es jeweils einen separaten Workspace. Bitte die jeweiligen Termine beachten!","module":{"nr":"14W-BW-L","title":"Buchbindewerkstatt (120h)","credits":"4"},"teachers":["Friederike Goll"],"maxStudents":"5","room":"LW 225","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10356","url":"https:\/\/fhp.incom.org\/workspace\/10356","title":"SoSe23_Buchbinden Einführungskurs_Gruppe A","description":"Donnerstags von 10:00 – 13:00 Uhr (Buchbindewerkstatt)\r\n\r\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nAlle Werkstatttermine sind Pflichttermine (Krankheitstage müssen mit Attest bestätigt werden)! Kein Tausch unter den Gruppen möglich!\r\n\r\nArbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb; ebenso das Erledigen der Hausaufgaben bzw Abschlussprojekt.\r\n\r\nIm SoSe 23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 5 Personen.\r\n\r\nDieser Workspace gilt für Gruppe A. Für die anderen Gruppen gibt es jeweils einen separaten Workspace. Bitte die jeweiligen Termine beachten!","module":{"nr":"14W-BW-L","title":"Buchbindewerkstatt (120h)","credits":"4"},"teachers":["Friederike Goll"],"maxStudents":"5","room":"LW 225","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10311","url":"https:\/\/fhp.incom.org\/workspace\/10311","title":"A2 – Produktionsprozess Druck: Farbe und Reproduktion","description":"Farbe und Reproduktion – Buchprojekt „Farbe, Kontrast, Umfeld“\r\n\r\nDie Grundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Zentrale Themen sind die Druckverfahren, wie Digitaldruck, Offsetdruck, Hochdruck und die Aufbereitung der Daten für das Farbmanagement. Das Buchprojekt wird mit den jeweiligen Druckverfahren hergestellt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Printerzeugnissen beschäftigen wollen.\r\n\r\nHinweise:\r\n\r\nLW 128 im Werkstattgebäude \/\/ Max. 10 Teilnehmer \/ Der Unterricht findet Donnerstag von 10.00 bis 12.30 Uhr statt. Werkstattarbeit mit Lehrbetreuung bis 16.00 Uhr. Es entstehen Kosten für die Ausgabe im Digitaldruck, je nach Verbrauch.\r\n\r\nVoraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\r\n\r\nLehrende: Christine Mangelsdorf","module":{"nr":"14W-DL-L","title":"Drucklabore (120h)","credits":"4"},"teachers":["Christine Mangelsdorf"],"maxStudents":"10","room":"Ort: LW 128\/130","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10310","url":"https:\/\/fhp.incom.org\/workspace\/10310","title":"A1 – Produktionsprozess Druck: Farbe und Reproduktion","description":"Dieser Kurs ist ein Doppelkurs in Zusammenarbeit mit Maria Kleinschmidt und kann nur (!) zusammen (!) mit ihrem Atelierkurs am Dienstag Vormittag belegt werden. \r\n\r\nDadurch werden sowohl der Atelierschein als auch der Werkstattschein erworben (4 Credits). Die analogen Arbeiten, die in diesem Kurs dienstags entstehen, werden dann mittwochs in LW 128\/LW130 digital bearbeitet und farbgetreu reproduziert.\r\n\r\nDie Ergebnisse werden vor allem für den Offsetdruck, aber auch für die Ausgabe im RGB-Farbraum bearbeitet und gedruckt.\r\n\r\nDie Grundlagen für die Realisierung im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Dazu gehören Farbe, Farbräume, Farbe in der Reproduktion, sowie theoretisches und praktisches Wissen über die Druckverfahren. Nach der Einweisung in die Werkstatt erfolgt die Freischaltung für LW130, in der die Studierenden Ihre Originale scannen und an kalibrierten Bildschirmen auch außerhalb der Unterrichtszeiten bearbeiten können.\r\n\r\nArbeit in der Werkstatt mit Lehrbetreuung bis 14.20 Uhr.","module":{"nr":"14W-DL-L","title":"Drucklabore (120h)","credits":"4"},"teachers":["Maria Kleinschmidt","Christine Mangelsdorf"],"maxStudents":"15","room":"LW128\/130","fixture":{"weekday":3,"begin":{"hour":9,"minutes":30},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10294","url":"https:\/\/fhp.incom.org\/workspace\/10294","title":"Grundlagen des MacOS und Standardprogramme","description":"Nach der Einführung in die Grundlagen des Betriebssystems wird in diesem Kurs das Basiswissen zu den Programmen Photoshop, Illustrator und Indesign vermittelt.\r\n\r\nDer Kurs richtet sich primär an Studierende, die keine bis wenig Erfahrung mit Rechnern und Standardprogrammen haben.\r\n\r\nDer Kurs findet jeweils DO 11.00 - 13.00 statt.\r\n\r\nReihenfolge der Veranstaltungen\r\n\r\n1\\. MacOs\r\n\r\n2\\. Adobe Illustrator\r\n\r\n3\\. Adobe Photoshop\r\n\r\n4\\. Adobe InDesign\r\n\r\n14W-DL-SE\r\n\r\nDrucklabore","module":{"nr":"14W-DL-SE","title":"Drucklabore","credits":"2"},"teachers":["Dipl. Des. Peter Kerscher"],"maxStudents":"12","room":"LW139","fixture":{"weekday":4,"begin":{"hour":11,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10292","url":"https:\/\/fhp.incom.org\/workspace\/10292","title":"Grundlagen des MacOS und Standardprogramme","description":"Nach der Einführung in die Grundlagen des Betriebssystems wird in diesem Kurs das Basiswissen zu den Programmen Photoshop, Illustrator und Indesign vermittelt.\r\n\r\nDer Kurs richtet sich primär an Studierende, die keine bis wenig Erfahrung mit Rechnern und den Standardprogrammen haben.\r\n\r\nDer Kurs findet jeweils Mo 14.00 - 16.00 statt.\r\n\r\nReihenfolge der Veranstaltungen\r\n\r\n1\\. MacOs\r\n\r\n2\\. Adobe Illustrator\r\n\r\n3\\. Adobe Photoshop\r\n\r\n4\\. Adobe InDesign","module":{"nr":"14W-DL-SE","title":"Drucklabore","credits":"2"},"teachers":["Dipl. Des. Peter Kerscher"],"maxStudents":"12","room":"LW139","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10374","url":"https:\/\/fhp.incom.org\/workspace\/10374","title":"CNC-Frästechnik - Einführung\/Grundlagen (CAM\/ISEL)","description":"Im Kurs werden die Grundlagen der CNC-Frästechnik, die CAM-Programmierung in Fusion 360 und die Bedienung der kleinen CNC-Fräsmaschine (ISEL) vermittelt.\r\n\r\nDafür sind kleine Übungseinheiten vorgesehen, bei denen die Teilnehmer die unterschiedlichen Frässtrategien vermittelt bekommen.\r\n\r\nFolgender Ablauf ist dafür vorgesehen:\r\n\r\n• Allgemeine Einführung in Zerspanungs- und CNC-Technik\r\n\r\n• CAM-Programmierung (Fertigen-Modul in Fusion 360)\r\n\r\n• Maschinenbedienung der ISEL\r\n\r\n• Materialien (Zerspanbarkeit)\r\n\r\nWas wird vorausgesetzt:\r\n\r\n• Zugangsberechtigung zur Modellbauwerkstatt des FB Designs\r\n\r\n• 3D-Modeling-Kenntnisse (Fusion 360, Rhino, oä … )\r\n\r\n• Grundkenntnisse in Fusion 360 (Basics: Modellieren, Navigieren, etc.) vorteilhaft\r\n\r\n• Vorkenntnisse in 3D-Druck oder CNC vorteilhaft\r\n\r\n• Noch keinen CNC-Zugang\r\n\r\n• Laptop mit Fusion 360 (App kostenfrei für Studierende)\r\n\r\nFachgruppe\r\n\r\nWerkstattpraxis\r\n\r\n14W-DM-S Digitale Modellbauwerkstätten (60h)","module":{"nr":"14W-DM-S","title":"Digitale Modellbauwerkstätten (60h)","credits":"2"},"teachers":["Sebastian Reichel"],"maxStudents":"8","room":"LW017","fixture":{"weekday":4,"begin":{"hour":9,"minutes":30},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10375","url":"https:\/\/fhp.incom.org\/workspace\/10375","title":"CAD TO FABRICATION \/ Rhino","description":"Rhino CAD Anwendung 3D-Scanning \/ 3D-Druck \/ Lasern \/ \r\n\r\nNach der Einführung in die Grundlagen von Rhino CAD (computer-aided design) werden Modeling und Konstruktion anhand von Arbeitsbeispielen vermittelt.\r\n\r\nDie wesentlichen Inhalte sind der Umgang mit der Bedienstruktur, die Erstellung einfacher bis hin zu komplexeren Geometrie. Erstellung eines 3D-Scanns und Import in Rhino. Und die Erstellung von Fertigungsdaten für z.B.  3D-Druck oder Lasern.\r\n\r\nIn diesem Kurs wird vermittelt, wie Produkte am Computer mittels Rhino selbstständig gestaltet und konstruiert werden.","module":{"nr":"14W-DM-S","title":"Digitale Modellbauwerkstätten (60h)","credits":"2"},"teachers":["Sebastian Reichel"],"maxStudents":"12","room":"LW139","fixture":{"weekday":4,"begin":{"hour":13,"minutes":30},"end":{"hour":16,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"3446","url":"https:\/\/fhp.incom.org\/workspace\/3446","title":"15 Fotowerkstätten","description":"Der Werkstattkurs richtet sich vorrangig an Studierende, die in den „Lichtfänger-Kursen“ von Fr. Prof. Leoper eingeschrieben sind. D.h. sollten Sie dort einen Fotokurs belegen ist Ihnen ein Platz für die Werkstatteinführungen sicher.\r\n\r\nMaßgebend für die Teilnahme ist das Erscheinen bei Kursbeginn.\r\n\r\nDer Lichtfänger wird in 2 Gruppen aufgeteilt:\r\n\r\nGruppe1: Mo. 14-18 Uhr\r\n\r\nGruppe2: Di. 14-18 Uhr\r\n\r\n**Die Aufteilung der Gruppen werden beim ersten Treffen der Lichtfänger mit Frau Prof. Loeper festgelegt!**\r\n\r\nOrte: LW 128\/130 Drucklabor \/LW 122 SW­‐Labor oder D003 Fotostudio\r\n\r\nFür die Vergabe von freien Kursplätzen oder zusätzliche Einführungskurse halten Sie bitte mit der Werkstattleiterin Rücksprache!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nCredits: \r\n\r\n14W-FW-L\/ Lichtfänger I\/ Anfänger\/Wintersemester\/ 4 Credits\r\n\r\n14W-FW-S\/ LichtfängerII\/ Fortgeschrittene\/ Sommersemester\/ 2 Credits\r\n\r\n14W-FW-SE\/ Zugangsberechtigungen nach Einführungen in z.B. FotoStudio, SW-Labor oder kalibrierte Bildschirmarbeitsplätze\r\n\r\n15PSs-PO-L Projektorganisation (120h)\/ 4 CP (Grundstudium)\r\n\r\n15PSs-PO-S Projektorganisation (60h)\/ 2 CP (Grundstudium)  \r\n\r\n24PSs-PO-L Projektorganisation (120h) 4 CP (Hauptstudium)\r\n\r\n24PSs-PO-S Projektorganisation (60h) 2 CP (Hauptstudium)\r\n\r\n24PSs-T Tutorium 3 CP (Hauptstudium)\r\n\r\nAlle PO's und das Tutorium können gerne mit mir besprochen\/ ausgehandelt werden.\r\n\r\nMelden Sie sich bei mir!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nKursbeschreibung: Technik ist nicht alles, aber hilfreich!!\r\n\r\nUm zu beurteilen, warum ein Foto gelungen oder weniger gut gelungen ist, sind fotografische Kenntnisse Voraussetzung.\r\n\r\nAber wie funktioniert die Technik die dahinter steht?\r\n\r\nDas bewusste Gestalten einer fotografischen Aufnahme mit Hilfe der Technik die eine moderne Kamera bietet, wird gerade im digitalen Zeitalter oft vernachlässigt oder ist gar nicht bekannt. Der professionelle Einsatz einer Kamera sowie die Verarbeitung moderner Fotomaterialien erfordern Fachwissen über die Zusammenhänge in der digitalen Aufnahme -­und Drucktechnik.\r\n\r\nIn aufbauenden Schritten, die durch Übungen und Kurzreferaten begleitet werden, erlernen Sie die Grundlagen für den professionellen Einsatz moderner Fototechnik als auch die farbgetreue Weiterverarbeitung für die Druckausgabe Ihrer fotografischen Projekte.\r\n\r\nEinführung Fotostudio:\r\n\r\nDer professionelle Einsatz von künstlichem Licht im Studio ­via Blitz-, und Dauerlichttechnik wird in einer gesonderten Einführung im zweiten Semesterabschnitt stattfinden. Genaue Termine werden während des Kurses bekannt gegeben.\r\n\r\nEinführung SW-Labor:\r\n\r\nNur nach Absprache mit der der Werkstattleitung","module":{"nr":"14W-FW-L","title":"Fotowerkstatt (120h)","credits":"4"},"teachers":["Kathrin Katzek"],"maxStudents":"0","room":"D003\/ LW122\/LW 128\/130","language":{"identifier":"de","title":"Deutsch"}},{"id":"3530","url":"https:\/\/fhp.incom.org\/workspace\/3530","title":"14W2D SW-Labor \/ Fotowerkstätten","description":"Der Kurs wird in einem Block von drei aufeinanderfolgenden  Tagen angeboten.\r\n\r\nEine vorherige Anmeldung ist bei der Werkstattleitung zwingend nötig!\r\n\r\n\\-------------------------------------\r\n\r\n**Wir starten mit einem Onlinemeeting**\r\n\r\n**\\-**Welche Materialien benötige ich bzw. was bringe ich idealerweise zum arbeiten im Labor mit!\r\n\r\n**1\\. Sicherheitseinführung **\r\n\r\n\\- Laborregeln für die allgemeine Nutzung \r\n\r\n\\-  Umgang mit Chemikalien \r\n\r\n2\\. **Einführung in die analoge SW-Technik**\r\n\r\n\\- Historischer Ausflug in die Anfänge der analogen & digitalen Fotografie\r\n\r\n\\- Negativ-Filmentwicklung (35mm, MF, 9x12 inch)\r\n\r\n\\- Kontaktabzugsverfahren\r\n\r\n\\- Handvergrößerungen von Negativen auf Positiv-Materialien\r\n\r\n**3\\. Vertiefen & Experimentieren**\r\n\r\n\\- Sie probieren sich aus und können zudem abseits der \"klassischen\" Vergrößerungstechnik mit anderen Techniken experimentieren.","module":{"nr":"14W-FW-L","title":"Fotowerkstatt (120h)","credits":"4"},"teachers":["Kathrin Katzek"],"maxStudents":"4","room":"LW 122 - 125","language":{"identifier":"de","title":"Deutsch"}},{"id":"3446","url":"https:\/\/fhp.incom.org\/workspace\/3446","title":"15 Fotowerkstätten","description":"Der Werkstattkurs richtet sich vorrangig an Studierende, die in den „Lichtfänger-Kursen“ von Fr. Prof. Leoper eingeschrieben sind. D.h. sollten Sie dort einen Fotokurs belegen ist Ihnen ein Platz für die Werkstatteinführungen sicher.\r\n\r\nMaßgebend für die Teilnahme ist das Erscheinen bei Kursbeginn.\r\n\r\nDer Lichtfänger wird in 2 Gruppen aufgeteilt:\r\n\r\nGruppe1: Mo. 14-18 Uhr\r\n\r\nGruppe2: Di. 14-18 Uhr\r\n\r\n**Die Aufteilung der Gruppen werden beim ersten Treffen der Lichtfänger mit Frau Prof. Loeper festgelegt!**\r\n\r\nOrte: LW 128\/130 Drucklabor \/LW 122 SW­‐Labor oder D003 Fotostudio\r\n\r\nFür die Vergabe von freien Kursplätzen oder zusätzliche Einführungskurse halten Sie bitte mit der Werkstattleiterin Rücksprache!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nCredits: \r\n\r\n14W-FW-L\/ Lichtfänger I\/ Anfänger\/Wintersemester\/ 4 Credits\r\n\r\n14W-FW-S\/ LichtfängerII\/ Fortgeschrittene\/ Sommersemester\/ 2 Credits\r\n\r\n14W-FW-SE\/ Zugangsberechtigungen nach Einführungen in z.B. FotoStudio, SW-Labor oder kalibrierte Bildschirmarbeitsplätze\r\n\r\n15PSs-PO-L Projektorganisation (120h)\/ 4 CP (Grundstudium)\r\n\r\n15PSs-PO-S Projektorganisation (60h)\/ 2 CP (Grundstudium)  \r\n\r\n24PSs-PO-L Projektorganisation (120h) 4 CP (Hauptstudium)\r\n\r\n24PSs-PO-S Projektorganisation (60h) 2 CP (Hauptstudium)\r\n\r\n24PSs-T Tutorium 3 CP (Hauptstudium)\r\n\r\nAlle PO's und das Tutorium können gerne mit mir besprochen\/ ausgehandelt werden.\r\n\r\nMelden Sie sich bei mir!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nKursbeschreibung: Technik ist nicht alles, aber hilfreich!!\r\n\r\nUm zu beurteilen, warum ein Foto gelungen oder weniger gut gelungen ist, sind fotografische Kenntnisse Voraussetzung.\r\n\r\nAber wie funktioniert die Technik die dahinter steht?\r\n\r\nDas bewusste Gestalten einer fotografischen Aufnahme mit Hilfe der Technik die eine moderne Kamera bietet, wird gerade im digitalen Zeitalter oft vernachlässigt oder ist gar nicht bekannt. Der professionelle Einsatz einer Kamera sowie die Verarbeitung moderner Fotomaterialien erfordern Fachwissen über die Zusammenhänge in der digitalen Aufnahme -­und Drucktechnik.\r\n\r\nIn aufbauenden Schritten, die durch Übungen und Kurzreferaten begleitet werden, erlernen Sie die Grundlagen für den professionellen Einsatz moderner Fototechnik als auch die farbgetreue Weiterverarbeitung für die Druckausgabe Ihrer fotografischen Projekte.\r\n\r\nEinführung Fotostudio:\r\n\r\nDer professionelle Einsatz von künstlichem Licht im Studio ­via Blitz-, und Dauerlichttechnik wird in einer gesonderten Einführung im zweiten Semesterabschnitt stattfinden. Genaue Termine werden während des Kurses bekannt gegeben.\r\n\r\nEinführung SW-Labor:\r\n\r\nNur nach Absprache mit der der Werkstattleitung","module":{"nr":"14W-FW-S","title":"Fotowerkstatt (60h)","credits":"2"},"teachers":["Kathrin Katzek"],"maxStudents":"0","room":"D003\/ LW122\/LW 128\/130","language":{"identifier":"de","title":"Deutsch"}},{"id":"3530","url":"https:\/\/fhp.incom.org\/workspace\/3530","title":"14W2D SW-Labor \/ Fotowerkstätten","description":"Der Kurs wird in einem Block von drei aufeinanderfolgenden  Tagen angeboten.\r\n\r\nEine vorherige Anmeldung ist bei der Werkstattleitung zwingend nötig!\r\n\r\n\\-------------------------------------\r\n\r\n**Wir starten mit einem Onlinemeeting**\r\n\r\n**\\-**Welche Materialien benötige ich bzw. was bringe ich idealerweise zum arbeiten im Labor mit!\r\n\r\n**1\\. Sicherheitseinführung **\r\n\r\n\\- Laborregeln für die allgemeine Nutzung \r\n\r\n\\-  Umgang mit Chemikalien \r\n\r\n2\\. **Einführung in die analoge SW-Technik**\r\n\r\n\\- Historischer Ausflug in die Anfänge der analogen & digitalen Fotografie\r\n\r\n\\- Negativ-Filmentwicklung (35mm, MF, 9x12 inch)\r\n\r\n\\- Kontaktabzugsverfahren\r\n\r\n\\- Handvergrößerungen von Negativen auf Positiv-Materialien\r\n\r\n**3\\. Vertiefen & Experimentieren**\r\n\r\n\\- Sie probieren sich aus und können zudem abseits der \"klassischen\" Vergrößerungstechnik mit anderen Techniken experimentieren.","module":{"nr":"14W-FW-S","title":"Fotowerkstatt (60h)","credits":"2"},"teachers":["Kathrin Katzek"],"maxStudents":"4","room":"LW 122 - 125","language":{"identifier":"de","title":"Deutsch"}},{"id":"3446","url":"https:\/\/fhp.incom.org\/workspace\/3446","title":"15 Fotowerkstätten","description":"Der Werkstattkurs richtet sich vorrangig an Studierende, die in den „Lichtfänger-Kursen“ von Fr. Prof. Leoper eingeschrieben sind. D.h. sollten Sie dort einen Fotokurs belegen ist Ihnen ein Platz für die Werkstatteinführungen sicher.\r\n\r\nMaßgebend für die Teilnahme ist das Erscheinen bei Kursbeginn.\r\n\r\nDer Lichtfänger wird in 2 Gruppen aufgeteilt:\r\n\r\nGruppe1: Mo. 14-18 Uhr\r\n\r\nGruppe2: Di. 14-18 Uhr\r\n\r\n**Die Aufteilung der Gruppen werden beim ersten Treffen der Lichtfänger mit Frau Prof. Loeper festgelegt!**\r\n\r\nOrte: LW 128\/130 Drucklabor \/LW 122 SW­‐Labor oder D003 Fotostudio\r\n\r\nFür die Vergabe von freien Kursplätzen oder zusätzliche Einführungskurse halten Sie bitte mit der Werkstattleiterin Rücksprache!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nCredits: \r\n\r\n14W-FW-L\/ Lichtfänger I\/ Anfänger\/Wintersemester\/ 4 Credits\r\n\r\n14W-FW-S\/ LichtfängerII\/ Fortgeschrittene\/ Sommersemester\/ 2 Credits\r\n\r\n14W-FW-SE\/ Zugangsberechtigungen nach Einführungen in z.B. FotoStudio, SW-Labor oder kalibrierte Bildschirmarbeitsplätze\r\n\r\n15PSs-PO-L Projektorganisation (120h)\/ 4 CP (Grundstudium)\r\n\r\n15PSs-PO-S Projektorganisation (60h)\/ 2 CP (Grundstudium)  \r\n\r\n24PSs-PO-L Projektorganisation (120h) 4 CP (Hauptstudium)\r\n\r\n24PSs-PO-S Projektorganisation (60h) 2 CP (Hauptstudium)\r\n\r\n24PSs-T Tutorium 3 CP (Hauptstudium)\r\n\r\nAlle PO's und das Tutorium können gerne mit mir besprochen\/ ausgehandelt werden.\r\n\r\nMelden Sie sich bei mir!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nKursbeschreibung: Technik ist nicht alles, aber hilfreich!!\r\n\r\nUm zu beurteilen, warum ein Foto gelungen oder weniger gut gelungen ist, sind fotografische Kenntnisse Voraussetzung.\r\n\r\nAber wie funktioniert die Technik die dahinter steht?\r\n\r\nDas bewusste Gestalten einer fotografischen Aufnahme mit Hilfe der Technik die eine moderne Kamera bietet, wird gerade im digitalen Zeitalter oft vernachlässigt oder ist gar nicht bekannt. Der professionelle Einsatz einer Kamera sowie die Verarbeitung moderner Fotomaterialien erfordern Fachwissen über die Zusammenhänge in der digitalen Aufnahme -­und Drucktechnik.\r\n\r\nIn aufbauenden Schritten, die durch Übungen und Kurzreferaten begleitet werden, erlernen Sie die Grundlagen für den professionellen Einsatz moderner Fototechnik als auch die farbgetreue Weiterverarbeitung für die Druckausgabe Ihrer fotografischen Projekte.\r\n\r\nEinführung Fotostudio:\r\n\r\nDer professionelle Einsatz von künstlichem Licht im Studio ­via Blitz-, und Dauerlichttechnik wird in einer gesonderten Einführung im zweiten Semesterabschnitt stattfinden. Genaue Termine werden während des Kurses bekannt gegeben.\r\n\r\nEinführung SW-Labor:\r\n\r\nNur nach Absprache mit der der Werkstattleitung","module":{"nr":"14W-FW-SE","title":"Fotowerkstatt","credits":"2"},"teachers":["Kathrin Katzek"],"maxStudents":"0","room":"D003\/ LW122\/LW 128\/130","language":{"identifier":"de","title":"Deutsch"}},{"id":"10344","url":"https:\/\/fhp.incom.org\/workspace\/10344","title":"Grafiklabor B SS23","description":"Freitag 10 – 15 Uhr | 5 Termine + Hausaufgaben | 1. Semesterhälfte | Sommersemester 2023 | LW 218 – 222 | 4 Credits | unbenotet | max. 9 Studierende.\r\n\r\nEINFÜHRUNGS-WERKSTATT-KURS GRAFIKLABOR\r\n\r\nIm Zentrum des Kurses steht die Einführung in die Risographie und den Siebdruck.\r\n\r\nDarüber hinaus diskutieren und erproben wir weitere Drucktechniken – deren Eigenheiten, Vor- und Nachteile. Wir stellen uns die Frage, inwieweit die Drucktechnik Teil des Gestaltungsprozesses wird. Es entstehen Testdrucke, freie künstlerische Druckgrafiken, Poster und Mini-Publikationen.\r\n\r\nJede\/r Kursteilnehmer\/in erhält mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nIm SS 23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 9 Personen.\r\n\r\nAlle Kurstermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen sowie Vorlage und Vorstellung der Aufgaben, Arbeitsproben und Dokumentation sind Voraussetzungen für den Scheinerwerb.","module":{"nr":"14W-GL-L","title":"Grafiklabor (120h)","credits":"4"},"teachers":["Paul Bowler"],"maxStudents":"9","room":"LW218-222","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10353","url":"https:\/\/fhp.incom.org\/workspace\/10353","title":"B – Graphic AR Lab: Einführung in Augmented Reality","description":"Mittwoch, 10 – 13 Uhr | SoSe 23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nBewegte AR-Poster, digitale Skulpturen, Photogrammetry, Facefilter: Wir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann frei mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Das lässt sich auch super mit Entwurfskursen verknüpfen. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Vorwissen ist nicht notwendig!","module":{"nr":"14W-GL-L","title":"Grafiklabor (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW228","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10365","url":"https:\/\/fhp.incom.org\/workspace\/10365","title":"Grafiklabor C SS23","description":"Donnerstag 10 – 15 Uhr | 5 Termine + Hausaufgaben | 2. Semesterhälfte | Sommersemester 2023 | LW 218 – 222 | 4 Credits | unbenotet | max. 9 Studierende.\r\n\r\nEINFÜHRUNGS-WERKSTATT-KURS GRAFIKLABOR\r\n\r\nIm Zentrum des Kurses steht die Einführung in die Risographie und den Siebdruck.\r\n\r\nDarüber hinaus diskutieren und erproben wir weitere Drucktechniken – deren Eigenheiten, Vor- und Nachteile. Wir stellen uns die Frage, inwieweit die Drucktechnik Teil des Gestaltungsprozesses wird. Es entstehen Testdrucke, freie künstlerische Druckgrafiken, Poster und Mini-Publikationen.\r\n\r\nJede\/r Kursteilnehmer\/in erhält mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nIm SS 23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 9 Personen.\r\n\r\nAlle Kurstermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen sowie Vorlage und Vorstellung der Aufgaben, Arbeitsproben und Dokumentation sind Voraussetzungen für den Scheinerwerb.","module":{"nr":"14W-GL-L","title":"Grafiklabor (120h)","credits":"4"},"teachers":["Paul Bowler"],"maxStudents":"9","room":"LW218-222","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10366","url":"https:\/\/fhp.incom.org\/workspace\/10366","title":"Grafiklabor D SS23","description":"Freitag 10 – 15 Uhr | 5 Termine + Hausaufgaben | 2. Semesterhälfte | Sommersemester 2023 | LW 218 – 222 | 4 Credits | unbenotet | max. 9 Studierende.\r\n\r\nEINFÜHRUNGS-WERKSTATT-KURS GRAFIKLABOR\r\n\r\nIm Zentrum des Kurses steht die Einführung in die Risographie und den Siebdruck.\r\n\r\nDarüber hinaus diskutieren und erproben wir weitere Drucktechniken – deren Eigenheiten, Vor- und Nachteile. Wir stellen uns die Frage, inwieweit die Drucktechnik Teil des Gestaltungsprozesses wird. Es entstehen Testdrucke, freie künstlerische Druckgrafiken, Poster und Mini-Publikationen.\r\n\r\nJede\/r Kursteilnehmer\/in erhält mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nIm SS 23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 9 Personen.\r\n\r\nAlle Kurstermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen sowie Vorlage und Vorstellung der Aufgaben, Arbeitsproben und Dokumentation sind Voraussetzungen für den Scheinerwerb.","module":{"nr":"14W-GL-L","title":"Grafiklabor (120h)","credits":"4"},"teachers":["Paul Bowler"],"maxStudents":"9","room":"LW218-222","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10352","url":"https:\/\/fhp.incom.org\/workspace\/10352","title":"A – Graphic AR Lab: Einführung in Augmented Reality","description":"Dienstag, 10 – 13 Uhr | SoSe 23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nBewegte AR-Poster, digitale Skulpturen, Photogrammetry, Facefilter: Wir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann frei mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Das lässt sich auch super mit Entwurfskursen verknüpfen. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Vorwissen ist nicht notwendig!","module":{"nr":"14W-GL-L","title":"Grafiklabor (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW228","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10349","url":"https:\/\/fhp.incom.org\/workspace\/10349","title":"Grafiklabor A SS23","description":"Donnerstag 10 – 15 Uhr | 5 Termine + Hausaufgaben | 1. Semesterhälfte | Sommersemester 2023 | LW 218 – 222 | 4 Credits | unbenotet | max. 9 Studierende.\r\n\r\nEINFÜHRUNGS-WERKSTATT-KURS GRAFIKLABOR\r\n\r\nIm Zentrum des Kurses steht die Einführung in die Risographie und den Siebdruck.\r\n\r\nDarüber hinaus diskutieren und erproben wir weitere Drucktechniken – deren Eigenheiten, Vor- und Nachteile. Wir stellen uns die Frage, inwieweit die Drucktechnik Teil des Gestaltungsprozesses wird. Es entstehen Testdrucke, freie künstlerische Druckgrafiken, Poster und Mini-Publikationen.\r\n\r\nJede\/r Kursteilnehmer\/in erhält mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nIm SS 23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 9 Personen.\r\n\r\nAlle Kurstermine sind Pflichttermine. Arbeitseinsatz und pünktliches Erscheinen sowie Vorlage und Vorstellung der Aufgaben, Arbeitsproben und Dokumentation sind Voraussetzungen für den Scheinerwerb.","module":{"nr":"14W-GL-L","title":"Grafiklabor (120h)","credits":"4"},"teachers":["Paul Bowler"],"maxStudents":"9","room":"LW218-222","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10347","url":"https:\/\/fhp.incom.org\/workspace\/10347","title":"Digitale Typografie Werkstatt","description":"Im Werkstattkurs zur Digitalen Typografie werden uns mit digitalen Satz-Werkzeugen (verschiedener Software) beschäftigen und dort typografische Entwürfe entwickeln. Diese digitalen Daten werden dann den Computer verlassen um in der Typografie Werkstatt auf Papier verewigt\/gedruckt\/gezeichnet zu werden. Dazu werden wir uns mit dem Siftplotter auseinandersetzten und neue Druckformen mithilfe von 3D-Drucker, Laser-Cutter (evtl. CNC Fräse) für die Letterpress Druckmaschinen entwickeln -> ein digital\/analoger Typografie Kurs, bei dem die alten und neuen Möglichkeiten der Werkstatt kombiniert werden und neue Perspektiven entwickelt werden sollen.\r\n\r\nKeine Vorkenntnisse nötig, wohl aber Freude am handwerklichen Arbeiten und Experimentieren. Richtet sich tendenziell eher an Studierende die bereits etwas Erfahrung in den typografischen Gefilden haben und ist für den 1. und 2. Studienabschnitt offen.\r\n\r\n8 Termine, immer Mittwochs, 9-13 Uhr, Raum 216-218\r\n\r\n(5. April, 12. April, 19. April, 26. April, 3. Mai, 10. Mai, 17. Mai, 24. Mai) mit der Möglichkeit auch am Nachmittag in der Werkstatt zu arbeiten.\r\n\r\nDer Kurs endet offiziell bereits Ende Mai in einer\r\n\r\nAbschlusspräsentation, bzw. von uns entwickelten kleinen Ausstellung zum Tag der offenen Typografie Werkstatt am 31. Mai von 17 - 19 Uhr.\r\n\r\nAnschließend seht euch die Werkstatt den Rest des Semesters (und evtl. auch eueres Studiums ;-) offen um weiter dort zu arbeiten.","module":{"nr":"14W-GL-S","title":"Grafiklabor (60h)","credits":"2"},"teachers":["Felix Walser"],"maxStudents":"8","room":"LW216-218","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10388","url":"https:\/\/fhp.incom.org\/workspace\/10388","title":"how to ___ metaverse?","description":"Die Metawelt stellt uns vor die Herausforderung, die Realität neu zu definieren und die Auswirkungen auf unser Verständnis von Identität und Zugehörigkeit zu hinterfragen. Es eröffnet uns die Möglichkeit, in eine Welt voller unendlicher Möglichkeiten einzutauchen, aber gleichzeitig die ethischen Implikationen der Technologie zu erforschen. Wird die Metawelt unsere Zukunft sein oder uns in eine Dystopie führen? \r\n\r\nㅤ\r\n\r\nhow to \\_\\_\\_ metaverse?\r\n------------------------\r\n\r\nIn diesem Kurs werden die Grundlagen der Extended Reality (XR) und Virtual Reality (VR) behandelt. Wir untersuchen die Anwendungsmöglichkeiten dieser Technologien in diversen Bereichen und diskutieren über deren zukünftige Potentiale im Kontext des digitalen Zeitalters. Ebenso werden erste Schritte in der Entwicklung von Metawelten exploriert, indem wir Methoden zur Erstellung von 3D-Modellen anwenden und damit unsere eigene virtuelle Umgebung kreieren.\r\n\r\nDas Ziel dieses Kurses ist es, ein Verständnis für die Potentiale und Einschränkungen von Virtual Reality (VR) und Extended Reality (XR) zu erlangen und zu evaluieren, inwieweit diese Technologien für uns als Designer\\*in von Nutzen sein könnten.  \r\nㅤ\r\n\r\n**Team-Projekt**\r\n----------------\r\n\r\nIm Verlauf des Semesters werdet ihr in Gruppen ein eigenes Projekt entwickeln, das euch die Zusammenarbeit und gemeinsame Entwicklung näherbringt.  \r\nㅤ\r\n\r\nProgramme \r\n----------\r\n\r\n\\- Unity  \r\n\\- Blender  \r\n\\- Luma AI  \r\nㅤ\r\n\r\n**Ort**\r\n-------\r\n\r\nDer Kurs wird in Präsenz im Interface Lab (LW 126) stattfinden und ist auf 10 Studierende beschränkt.\r\n\r\nㅤ\r\n\r\nZeiten\r\n------\r\n\r\nDienstag — 14:15 bis 17:15  \r\nㅤ","module":{"nr":"14W-IL-L","title":"Interfacelabore (120h)","credits":"4"},"teachers":["Yin - W. Boribun"],"maxStudents":"10","room":"Interface Lab (LW 126)","fixture":{"weekday":2,"begin":{"hour":14,"minutes":15},"end":{"hour":17,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10387","url":"https:\/\/fhp.incom.org\/workspace\/10387","title":"Physical Computing x AI","description":"Physical computing ist eine Methode, bei der reale physische Objekte mit digitalen Systemen verbunden werden, um neue Interaktionsmöglichkeiten und Anwendungen zu ermöglichen.\r\n\r\nIn diesem Kurs werden wir uns durch praktische Anwendungen und kreativen Projektarbeiten mit den Auswirkungen von Physical Computing auseinandersetzen, indem wir die Beziehung zwischen Technologie und der physischen Welt hinterfragen. \r\n\r\nKonkret werden wir die Techniken und Methoden für die Verwendung von Sensoren (Touch) und Aktoren behandeln und erforschen, inwiefern wir diese Schlüsseltechnologie nutzen können, um unsere eigenen Projekte zu realisieren.\r\n\r\nZiel dieses Kurses ist, die Verbindung von realen und digitalen Welten zu verstehen und unsere Wahrnehmung in diesem Bereich zu sensibilisieren.  \r\nㅤ\r\n\r\n_\\- Keine Programmierkenntnisse erforderlich_\r\n\r\nDes Weiteren werden wir uns in diesem Kurs mit der Thematik auseinandersetzen, ob und in welchem Ausmaß uns künstliche Intelligenz (KI) bei der Programmierung unserer Projekte im Bereich Physical Computing unterstützen kann.\r\n\r\nㅤ\r\n\r\nTeam-Projekt\r\n------------\r\n\r\nIm Verlauf des Semesters werdet ihr in Gruppen ein eigenes Projekt entwickeln, das euch die Zusammenarbeit und gemeinsame Entwicklung näherbringt.  \r\nㅤ\r\n\r\nProgramme\r\n---------\r\n\r\n\\- Ableton Live 11  \r\n\\- Arduino IDE  \r\nㅤ\r\n\r\nOrt\r\n---\r\n\r\nDer Kurs wird in Präsenz im Interface Lab (LW 126) stattfinden und ist auf 14 Studierende beschränkt.  \r\nㅤ\r\n\r\nZeiten\r\n------\r\n\r\nDienstag — 10:15 bis 13:15   \r\nㅤ","module":{"nr":"14W-IL-L","title":"Interfacelabore (120h)","credits":"4"},"teachers":["Yin - W. Boribun"],"maxStudents":"14","room":"Interface Lab (LW 126)","fixture":{"weekday":2,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10339","url":"https:\/\/fhp.incom.org\/workspace\/10339","title":"Digital Prototyping","description":"Im Zentrum dieser Veranstaltung steht das „Machen“. Es geht darum, funktionale Prototypen unter Verwendung von existierenden (Hardware-)Komponenten (z.B. Arduino), Lasercutting und 3D-Druck zu erschaffen (Vorkenntnisse an den jeweiligen Maschinen sind nicht erforderlich).\r\n\r\nDazu beschäftigen wir uns praxisorientiert mit den zur Verfügung stehenden Maschinen (vorrangig Lasercutter und 3D-Drucker), den möglichen Arbeitsmodi (z.B. Schneiden, Ritzen und Gravieren beim Lasercutter), der Nachbearbeitung der Werkstücke, sowie den jeweils benötigten Quelldaten.\r\n\r\nDie Möglichkeiten, um diese Quelldaten zu erstellen sind vielseitig: Diese können entweder manuell erstellt werden (z.B. mit Autodesk Fusion (2D\/3D), Inkscape (2D)) oder aber programmatisch mit Werkzeugen wie openSCAD generiert werden. Beide Möglichkeiten werden wir genauer unter die Lupe nehmen und in der Praxis testen. Ebenso werden wir uns im Laufe der Veranstaltung zur Verfügung stehende Tools anschauen, die viele Arbeitsabläufe vereinfachen können.","module":{"nr":"14W-IL-L","title":"Interfacelabore (120h)","credits":"4"},"teachers":["Thomas Klingbeil"],"maxStudents":"10","room":"Interface Lab (LW 126)","fixture":{"weekday":4,"begin":{"hour":8,"minutes":30},"end":{"hour":11,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10385","url":"https:\/\/fhp.incom.org\/workspace\/10385","title":"Plastisches Gestalten SoSe 23","description":"Es werden Grundlagen plastischen Gestaltens wie Modellieren, Formen und Gießen exemplarisch mit Ton und Gips vermittelt sowie Anregungen gegeben weitere Techniken und Materialien anzuwenden.\r\n\r\nDurch die unmittelbare Erfahrung von grundlegenden Materialeigenschaften und dessen Zusammenhang mit der jeweils angewendeten Technologie soll angeregt werden, geeignete Formtechniken zur Reproduktion von selbstgefertigten Modellen unter technischen und ökonomischen Kriterien entwickeln zu können.\r\n\r\nEs sind Formen zu generieren, die sich nachvollziehbar begründen lassen. Die Ausführung erfolgt in präziser und handwerksgerechter bzw. angebrachter Qualität.\r\n\r\nSo ergibt sich ein Einblick in Arbeitsweisen, wie Reproduktionen mit hoher Abbildgenauigkeit als Designprototypen oder in verschiedenen Modellarten hergestellt werden können.\r\n\r\nDer Kurs weist in die Modellierwerkstatt ein, macht mit deren typischen Nutzungsmöglichkeiten vertraut und vermittelt Voraussetzungen bzw. zielt darauf ab, nach erfolgreicher Teilnahme das selbständige Arbeiten in der Werkstatt - unter Berücksichtigung der Werkstattordnung - zu ermöglichen.","module":{"nr":"14W-MW-L","title":"Modellierwerkstatt (120h)","credits":"4"},"teachers":["jörg misch"],"maxStudents":"8","room":"LW 229 Modellierwerkstatt","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10362","url":"https:\/\/fhp.incom.org\/workspace\/10362","title":"Kombi-Modellierwerkstatt-Kurs WHITE NATURE 2023","description":"Dieser Modellierwerkstattkurs ist an den Gestaltungskurs WHITE NATURE angegliedert. Wir machen uns mit den Grundlagen des plastischen Gestaltens vertraut und wenden, nach ersten Abform-Übungen, geeignete werkstatttypische Techniken an, um Ideen von WHITE NATURE Projekten praktisch umzusetzen. Dabei ist eine verantwortungsbewusste und arbeitsschutzgerechte Werkstattnutzung unter einem respektvollen Werkstattarbeit-Miteinander zu organisieren.","module":{"nr":"14W-MW-L","title":"Modellierwerkstatt (120h)","credits":"4"},"teachers":["jörg misch"],"maxStudents":"0","room":"LW 229 Modellierwerkstatt","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10352","url":"https:\/\/fhp.incom.org\/workspace\/10352","title":"A – Graphic AR Lab: Einführung in Augmented Reality","description":"Dienstag, 10 – 13 Uhr | SoSe 23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nBewegte AR-Poster, digitale Skulpturen, Photogrammetry, Facefilter: Wir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann frei mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Das lässt sich auch super mit Entwurfskursen verknüpfen. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Vorwissen ist nicht notwendig!","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW228","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10265","url":"https:\/\/fhp.incom.org\/workspace\/10265","title":";* In Liebe, Deine FHP!","description":"Der interdisziplinäre Kurs (Interflex-Kurs) _In Liebe, Deine FHP!_ widmet sich der Ausarbeitung und Umsetzung von drei Ideen, welche die Alumni-  \r\nArbeit der FHP schöner, vernetzter und nachhaltiger gestaltet.  \r\nDabei bauen wir auf den Erkenntnissen und Ergebnissen eines Interflex-Kurses aus dem letzten Semester auf. Die drei Ideen, welchen wir uns  \r\nbesonders widmen, sind die Ausgestaltung eines engagierten Vereins,  \r\ndie Organisation und Erprobung unterschiedlicher Stammtische für  \r\nAlumni\/ae und Studierende sowie die Konzeption, Gestaltung und Umsetzung von mit Stolz erfüllenden Dingen für eine feierliche Verabschiedungszeremonie am Ende eines erfolgreichen Studiums. Denn schließlich: Abschlusszeugnisse per Post zugeschickt bekommen — das kann ja jeder! Wir wollen mehr!\r\n\r\nDer Kurs richtet sich an Studierende aller Fachrichtungen der FHP, denn gerade der disziplinübergreifende Austausch und die Vernetzung in die verschiedenen Fachkulturen lässt die Besonderheiten und Eigenarten zu einem neuem Ansatz hervorragend verbinden.\r\n\r\nDer Kurs startet mit einer Präsentation und Diskussion der Ergebnisse des letzten Interflex-Kurses sowie einer Erarbeitung von Projektbriefings für die drei zu entwickelnden Formate. Mit Hilfe von Methoden des Projektmanagements, der beiden Designmethoden Personas und Storyboards sowie durch Darstellungen, Diskussion und Kommunikation werden die Teilprojekte in einem iterativen Vorgehen entwickelt, prototypisch umgesetzt und erprobt. Am Ende des Kurses treten wir alle dem besten Verein aller Zeiten bei, sind durch beeindruckende Gespräche bei Stammtischen inspiriert und initiieren oder bereichern Verabschiedungszeremonien durch Dinge mit Hirn und Herz.\r\n\r\nDie Teilnahme an allen Lehreinheiten, Zwischen- und Abschluss-  \r\npräsentationen sowie umgesetzten Events ist selbstredlich in Präsenz  \r\nund verpflichtend.","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["✔ Nikolas Ripka","Prof. Constanze Langer"],"maxStudents":"10","room":"Haus D 105","fixture":{"weekday":5,"begin":{"hour":13,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10410","url":"https:\/\/fhp.incom.org\/workspace\/10410","title":"Rhetorik und Präsentation","description":"Einführung in die Kategorie der Präsenz und in weitere darstellerische Aspekte sowie deren Anwendungen für die Präsentation von künstlerisch-gestalterischen Inhalten.\r\n\r\nPräsentieren ist Handwerk, das erlernt und trainiert werden kann. Auch richtet sich der Kurs an Studierende, die Angst vor öffentlichem Reden empfinden und gezielt methodische Unterstützung benötigen.\r\n\r\n**Teilnahmebedingungen**: Präsenz und aktive Teilnahme auch für Gruppenübungen zwingend erforderlich.\r\n\r\n**Zeitraum:** von 27.04.2023-21.07.2023; Donnerstags 9h-13h\r\n\r\nLeistungsnachweis: Flexmodule aller Design-Studiengänge mit 4 CP, unbenotet\r\n\r\n**Lehrender: Horst-J. Lonius**  \r\nRegisseur, Autor und Dozent (u.a. an der Udk und HfS Ernst Busch)  \r\n[http:\/\/www.lonius.de\/vita3.html](http:\/\/www.lonius.de\/vita3.html)","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Horst-J. Lonius"],"maxStudents":"0","room":" Theaterwerkstatt HG (1. OG)","fixture":{"weekday":4,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10405","url":"https:\/\/fhp.incom.org\/workspace\/10405","title":"Urheber-, Design- und Medienrecht (Vorlesung)","description":"Die Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"90","room":"FH Potsdam D\/011","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10353","url":"https:\/\/fhp.incom.org\/workspace\/10353","title":"B – Graphic AR Lab: Einführung in Augmented Reality","description":"Mittwoch, 10 – 13 Uhr | SoSe 23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nBewegte AR-Poster, digitale Skulpturen, Photogrammetry, Facefilter: Wir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann frei mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Das lässt sich auch super mit Entwurfskursen verknüpfen. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Vorwissen ist nicht notwendig!","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW228","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10364","url":"https:\/\/fhp.incom.org\/workspace\/10364","title":"Flex & InterFlex-Seminarangebot und FHP Entrepreneurship School im SoSe 2023","description":"In InterFlex-Kursen arbeiten Lehrende und Studierende aus verschiedenen Fachbereichen zusammen und entwickeln neue Ideen und Projekte. Im Workspace finden Sie weiterführende Informationen und Links zu den einzelnen InterFlex-Angeboten im Sommersemester 2023.\r\n\r\nZur [Übersicht >](https:\/\/www.fh-potsdam.de\/studium-weiterbildung\/studienorganisation\/vorlesungsverzeichnis\/fachuebergreifende-lehrveranstaltungen)","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["M.A. Anouk Meissner"],"maxStudents":"0","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"10310","url":"https:\/\/fhp.incom.org\/workspace\/10310","title":"A1 – Produktionsprozess Druck: Farbe und Reproduktion","description":"Dieser Kurs ist ein Doppelkurs in Zusammenarbeit mit Maria Kleinschmidt und kann nur (!) zusammen (!) mit ihrem Atelierkurs am Dienstag Vormittag belegt werden. \r\n\r\nDadurch werden sowohl der Atelierschein als auch der Werkstattschein erworben (4 Credits). Die analogen Arbeiten, die in diesem Kurs dienstags entstehen, werden dann mittwochs in LW 128\/LW130 digital bearbeitet und farbgetreu reproduziert.\r\n\r\nDie Ergebnisse werden vor allem für den Offsetdruck, aber auch für die Ausgabe im RGB-Farbraum bearbeitet und gedruckt.\r\n\r\nDie Grundlagen für die Realisierung im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Dazu gehören Farbe, Farbräume, Farbe in der Reproduktion, sowie theoretisches und praktisches Wissen über die Druckverfahren. Nach der Einweisung in die Werkstatt erfolgt die Freischaltung für LW130, in der die Studierenden Ihre Originale scannen und an kalibrierten Bildschirmen auch außerhalb der Unterrichtszeiten bearbeiten können.\r\n\r\nArbeit in der Werkstatt mit Lehrbetreuung bis 14.20 Uhr.","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Maria Kleinschmidt","Christine Mangelsdorf"],"maxStudents":"15","room":"LW128\/130","fixture":{"weekday":3,"begin":{"hour":9,"minutes":30},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10363","url":"https:\/\/fhp.incom.org\/workspace\/10363","title":"Audio-\/Videowerkstatt: Einführung in das audio-visuelle Arbeiten »№15 – Filme zum Arbeitsschutz in der Modellbauwerkstatt V«","description":"Sommersemester 2023\r\n\r\nDonnerstag, 10–13 Uhr, D\/002 (Video-Studio)\r\n\r\n4 Credits, unbenotet\r\n\r\n120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium\r\n\r\n**Aufgabe**\r\n\r\nDer selbstverständliche Umgang mit Film- und Audiotechnik sowie die praxisrelevanten Arbeitsabläufe der Video-Aufzeichnung, -Schnitt und -Postproduktion werden anhand verschiedener Aufgaben geübt und gefestigt. Im Rahmen des Semesterprojekts entstehen in Zusammenarbeit mit Anne Boenisch (Werkstattleiterin) Filme zum Arbeitsschutz in der Modellbauwerkstatt.\r\n\r\n**Seminar- & Projektorganisation**\r\n\r\nIm Rahmen eines Semesterprojektes wird ein Bewegtbild-Projekt umgesetzt. Im Vordergrund stehen die Vermittlung technischer Grundkenntnisse und instrumenteller Kompetenz sowie die interessengeleitete Umsetzung und Vertiefung mit der Materie. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen und Workshops dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\r\n\r\nDas audio-visuelle Semesterprojekt soll in Gruppenarbeit (3 Studierende) umgesetzt werden – gegenseitige Unterstützung ist ausdrücklich erwünscht.\r\n\r\nTeilnehmerzahl, Voraussetzung & Anmeldung\r\n\r\nDie Teilnehmerzahl ist begrenzt.\r\n\r\nVoraussetzung: keine.\r\n\r\nDie Anmeldung erfolgt über den incom-workspace.","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Jan Schütze"],"maxStudents":"24","room":"Videostudio","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10407","url":"https:\/\/fhp.incom.org\/workspace\/10407","title":"Werkschau 2023","description":"Euer STURA organisiert mit Euch zum Abschluß des Sommersemesters eine Werkschau und große Party. Wer mitmachen will, trage sich in diesem Workspace ein. Es gibt Prokjektwochenschein klein und groß.","module":{"nr":"15PSs-PO-L","title":"Projektorganisation (120h)","credits":"4"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"0","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"3446","url":"https:\/\/fhp.incom.org\/workspace\/3446","title":"15 Fotowerkstätten","description":"Der Werkstattkurs richtet sich vorrangig an Studierende, die in den „Lichtfänger-Kursen“ von Fr. Prof. Leoper eingeschrieben sind. D.h. sollten Sie dort einen Fotokurs belegen ist Ihnen ein Platz für die Werkstatteinführungen sicher.\r\n\r\nMaßgebend für die Teilnahme ist das Erscheinen bei Kursbeginn.\r\n\r\nDer Lichtfänger wird in 2 Gruppen aufgeteilt:\r\n\r\nGruppe1: Mo. 14-18 Uhr\r\n\r\nGruppe2: Di. 14-18 Uhr\r\n\r\n**Die Aufteilung der Gruppen werden beim ersten Treffen der Lichtfänger mit Frau Prof. Loeper festgelegt!**\r\n\r\nOrte: LW 128\/130 Drucklabor \/LW 122 SW­‐Labor oder D003 Fotostudio\r\n\r\nFür die Vergabe von freien Kursplätzen oder zusätzliche Einführungskurse halten Sie bitte mit der Werkstattleiterin Rücksprache!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nCredits: \r\n\r\n14W-FW-L\/ Lichtfänger I\/ Anfänger\/Wintersemester\/ 4 Credits\r\n\r\n14W-FW-S\/ LichtfängerII\/ Fortgeschrittene\/ Sommersemester\/ 2 Credits\r\n\r\n14W-FW-SE\/ Zugangsberechtigungen nach Einführungen in z.B. FotoStudio, SW-Labor oder kalibrierte Bildschirmarbeitsplätze\r\n\r\n15PSs-PO-L Projektorganisation (120h)\/ 4 CP (Grundstudium)\r\n\r\n15PSs-PO-S Projektorganisation (60h)\/ 2 CP (Grundstudium)  \r\n\r\n24PSs-PO-L Projektorganisation (120h) 4 CP (Hauptstudium)\r\n\r\n24PSs-PO-S Projektorganisation (60h) 2 CP (Hauptstudium)\r\n\r\n24PSs-T Tutorium 3 CP (Hauptstudium)\r\n\r\nAlle PO's und das Tutorium können gerne mit mir besprochen\/ ausgehandelt werden.\r\n\r\nMelden Sie sich bei mir!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nKursbeschreibung: Technik ist nicht alles, aber hilfreich!!\r\n\r\nUm zu beurteilen, warum ein Foto gelungen oder weniger gut gelungen ist, sind fotografische Kenntnisse Voraussetzung.\r\n\r\nAber wie funktioniert die Technik die dahinter steht?\r\n\r\nDas bewusste Gestalten einer fotografischen Aufnahme mit Hilfe der Technik die eine moderne Kamera bietet, wird gerade im digitalen Zeitalter oft vernachlässigt oder ist gar nicht bekannt. Der professionelle Einsatz einer Kamera sowie die Verarbeitung moderner Fotomaterialien erfordern Fachwissen über die Zusammenhänge in der digitalen Aufnahme -­und Drucktechnik.\r\n\r\nIn aufbauenden Schritten, die durch Übungen und Kurzreferaten begleitet werden, erlernen Sie die Grundlagen für den professionellen Einsatz moderner Fototechnik als auch die farbgetreue Weiterverarbeitung für die Druckausgabe Ihrer fotografischen Projekte.\r\n\r\nEinführung Fotostudio:\r\n\r\nDer professionelle Einsatz von künstlichem Licht im Studio ­via Blitz-, und Dauerlichttechnik wird in einer gesonderten Einführung im zweiten Semesterabschnitt stattfinden. Genaue Termine werden während des Kurses bekannt gegeben.\r\n\r\nEinführung SW-Labor:\r\n\r\nNur nach Absprache mit der der Werkstattleitung","module":{"nr":"15PSs-PO-L","title":"Projektorganisation (120h)","credits":"4"},"teachers":["Kathrin Katzek"],"maxStudents":"0","room":"D003\/ LW122\/LW 128\/130","language":{"identifier":"de","title":"Deutsch"}},{"id":"10370","url":"https:\/\/fhp.incom.org\/workspace\/10370","title":"Drängende Gegenwart - Fotografie als Forschungsinstrument","description":"Was sind in Zeiten von Hyperintelligenz, Kriegen und Klimakrise die Themen, die wir fotografisch bearbeiten wollen? Wie können wir mit Fotografie die Welt, in der wir leben erforschen, untersuchen und Neues herausfinden? Wie können wir fremde und eigene Geschichten erzählen, Wissen vermehren, Dinge in Frage stellen, Erfahrungen teilen und oder gegenseitiges Verständnis wecken?\r\n\r\nJede Art fotografischen Arbeitens ist möglich, Einzel- oder Teambeiträge sind willkommen. Fotografische Präsentationsformen von Buch bis Raum werden intensiv diskutiert.","module":{"nr":"15PSs-PO-L","title":"Projektorganisation (120h)","credits":"4"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"17","room":"D 308","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10407","url":"https:\/\/fhp.incom.org\/workspace\/10407","title":"Werkschau 2023","description":"Euer STURA organisiert mit Euch zum Abschluß des Sommersemesters eine Werkschau und große Party. Wer mitmachen will, trage sich in diesem Workspace ein. Es gibt Prokjektwochenschein klein und groß.","module":{"nr":"15PSs-PO-S","title":"Projektorganisation (60h)","credits":"2"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"0","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"3446","url":"https:\/\/fhp.incom.org\/workspace\/3446","title":"15 Fotowerkstätten","description":"Der Werkstattkurs richtet sich vorrangig an Studierende, die in den „Lichtfänger-Kursen“ von Fr. Prof. Leoper eingeschrieben sind. D.h. sollten Sie dort einen Fotokurs belegen ist Ihnen ein Platz für die Werkstatteinführungen sicher.\r\n\r\nMaßgebend für die Teilnahme ist das Erscheinen bei Kursbeginn.\r\n\r\nDer Lichtfänger wird in 2 Gruppen aufgeteilt:\r\n\r\nGruppe1: Mo. 14-18 Uhr\r\n\r\nGruppe2: Di. 14-18 Uhr\r\n\r\n**Die Aufteilung der Gruppen werden beim ersten Treffen der Lichtfänger mit Frau Prof. Loeper festgelegt!**\r\n\r\nOrte: LW 128\/130 Drucklabor \/LW 122 SW­‐Labor oder D003 Fotostudio\r\n\r\nFür die Vergabe von freien Kursplätzen oder zusätzliche Einführungskurse halten Sie bitte mit der Werkstattleiterin Rücksprache!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nCredits: \r\n\r\n14W-FW-L\/ Lichtfänger I\/ Anfänger\/Wintersemester\/ 4 Credits\r\n\r\n14W-FW-S\/ LichtfängerII\/ Fortgeschrittene\/ Sommersemester\/ 2 Credits\r\n\r\n14W-FW-SE\/ Zugangsberechtigungen nach Einführungen in z.B. FotoStudio, SW-Labor oder kalibrierte Bildschirmarbeitsplätze\r\n\r\n15PSs-PO-L Projektorganisation (120h)\/ 4 CP (Grundstudium)\r\n\r\n15PSs-PO-S Projektorganisation (60h)\/ 2 CP (Grundstudium)  \r\n\r\n24PSs-PO-L Projektorganisation (120h) 4 CP (Hauptstudium)\r\n\r\n24PSs-PO-S Projektorganisation (60h) 2 CP (Hauptstudium)\r\n\r\n24PSs-T Tutorium 3 CP (Hauptstudium)\r\n\r\nAlle PO's und das Tutorium können gerne mit mir besprochen\/ ausgehandelt werden.\r\n\r\nMelden Sie sich bei mir!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nKursbeschreibung: Technik ist nicht alles, aber hilfreich!!\r\n\r\nUm zu beurteilen, warum ein Foto gelungen oder weniger gut gelungen ist, sind fotografische Kenntnisse Voraussetzung.\r\n\r\nAber wie funktioniert die Technik die dahinter steht?\r\n\r\nDas bewusste Gestalten einer fotografischen Aufnahme mit Hilfe der Technik die eine moderne Kamera bietet, wird gerade im digitalen Zeitalter oft vernachlässigt oder ist gar nicht bekannt. Der professionelle Einsatz einer Kamera sowie die Verarbeitung moderner Fotomaterialien erfordern Fachwissen über die Zusammenhänge in der digitalen Aufnahme -­und Drucktechnik.\r\n\r\nIn aufbauenden Schritten, die durch Übungen und Kurzreferaten begleitet werden, erlernen Sie die Grundlagen für den professionellen Einsatz moderner Fototechnik als auch die farbgetreue Weiterverarbeitung für die Druckausgabe Ihrer fotografischen Projekte.\r\n\r\nEinführung Fotostudio:\r\n\r\nDer professionelle Einsatz von künstlichem Licht im Studio ­via Blitz-, und Dauerlichttechnik wird in einer gesonderten Einführung im zweiten Semesterabschnitt stattfinden. Genaue Termine werden während des Kurses bekannt gegeben.\r\n\r\nEinführung SW-Labor:\r\n\r\nNur nach Absprache mit der der Werkstattleitung","module":{"nr":"15PSs-PO-S","title":"Projektorganisation (60h)","credits":"2"},"teachers":["Kathrin Katzek"],"maxStudents":"0","room":"D003\/ LW122\/LW 128\/130","language":{"identifier":"de","title":"Deutsch"}}]},{"title":"Zweiter Studienabschnitt","courses":[{"id":"10275","url":"https:\/\/fhp.incom.org\/workspace\/10275","title":"Organigrams for\/from the future","description":"The aim of this course is to visualize an economy built on solidarity, sustainability, and survival—instead of exploitation, extraction, and extinction. Given multiple interconnected crises, there is an urgent need to devise new kinds of structures that let us weave resilient relations with each other and the world we live in. Data visualization is typically used to represent what is, but rarely how things could and maybe should be. In this course we will take on the challenge to visualize organizational structures that hardly exist yet, but are foreshadowed in the experimental configurations of cooperatives, projects, and initiatives. To find inspiration we will visit a range of organizations that are committed to social-ecological transformation and operate on principles of social and ecological justice. These organizations will share their experiences and offer opportunities to see innovative ways of working together, making decisions, and cultivating cooperation in critical times.\r\n\r\nThis is a nomadic course with all sessions taking place at different locations in Berlin and Potsdam. Please, plan in enough time for getting to our hosts. Technically, the course is an opportunity to revisit visualization basics and engage with more advanced research topics. Visualization methods will include techniques for representing networks and tree structures as well as spatial and temporal patterns. We will discuss and reflect on the rhetoric of data visualizations and the potential of visualization to promote advocacy and critique. Aiming to visualize structures of a social-ecological economy, each student will carry out a small data visualization project, spanning data collection, visualization design, and iterative prototyping. The visualizations will be based on practices and principles encountered during the visits, readings, and exchanges throughout the semester. While students will work individually on their projects, the entire course will form a temporary collective experimenting with some of the principles we encounter during the semester. \r\n\r\n_Please note: The class will be taught in English. All communication during the seminars as well as literature and auxiliary materials will be in English.  _","module":{"nr":"21EId-F","title":"Interfacedesign als Designforschung","credits":"10"},"teachers":["Prof. Dr. Marian Dörk"],"maxStudents":"15","room":"","fixture":{"weekday":1,"begin":{"hour":9,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10377","url":"https:\/\/fhp.incom.org\/workspace\/10377","title":"Non-human tales for humans. Data stories of future environments (StAb2)","description":"_**It matters what stories make worlds, what worlds make stories.**_\r\n\r\n― Donna J. Haraway, Staying with the Trouble: Making Kin in the Chthulucene\r\n\r\nWenn es bedeutsam ist, wie Donna Haraway sagt, welche Geschichten Welten schaffen und welche Welten Geschichten schaffen – wie wollen wir dann vom Leben in möglichen zukünftigen Umwelten erzählen?\r\n\r\nDatenbasierte Darstellungen zeigen steigende Kurven von Artenverlust und globalen Temperaturen. Wissenschaftliche Berichte informieren über unvorstellbar riesige Plastikstrudel, überdüngte Landschaften, zugebaute Erde und die damit wachsenden Risiken für die Gesundheit und das Leben aller. Doch bleiben diese Darstellungen oft abstrakt und unbegreifbar. **Wie können wir also Welten und Geschichten schaffen, die anschaulich, sinnlich erfahrbar, vermittelnd und wünschenswert sind? Wie könnten Umweltdaten und Forschungserkenntnisse in unserem Alltag eine Rolle spielen und die Mensch-Natur-Beziehungen neu definieren?**\r\n\r\nAusgehend von Forschungsdaten und -projekten junger Wissenschaftler\\*innen entwickeln Design Studierende in Luzern und Potsdam poetische, provokative, umsichtige, sehnsuchtsvolle und experimentelle Erzählungen von möglichen Zukünften. Umweltdaten bedeuten nicht nur Zahlenreihen, sondern auch Bilder, Satellitenaufnahmen, akustische Aufzeichnungen, Kartierungen usw. Schon jetzt können wir dank kleinster Sensoren die Migrationswege von Tieren live verfolgen und den Zustand von Wäldern und Gewässern beobachten. Wie werden also Umweltdaten unser Leben mit nicht-menschlicher Natur prägen? Dystopie oder Utopie? Als Design Studierende werdet ihr euch mit diesen Fragen auseinandersetzen und die Rolle von Umweltdaten kritisch reflektieren.\r\n\r\nDie Zukunftsvorstellungen können in Form von Bildern, Objekten, Visualisierungen, Videos, AR, Inszenierungen, Texten etc. erzählt werden und sollen vor allem zum Diskurs anregen. Im Rahmen der Umweltbeobachtungskonferenz 2023 werden die Forschungs- und Designprojekte in einer Ausstellung präsentiert und im Anschluss durch weitere Umweltämter in Deutschland und der Schweiz wandern. Zur Konferenz am 14.-15. November 2023 werden alle Teilnehmenden eingeladen.\r\n\r\n[https:\/\/www.umweltbeobachtung.eu\/faq\/index.htm#Umweltbeobachtung](https:\/\/www.umweltbeobachtung.eu\/faq\/index.htm#Umweltbeobachtung)\r\n\r\nAustausch mit HSLU:\r\n\r\nZu Beginn des Kurses wird ein online Austausch mit Studierenden vom MA Eco-Social Design in Luzern (auf Englisch) stattfinden, die in einem Blockseminar über 2 Wochen ebenfalls an diesem Projekt arbeiten werden.\r\n\r\nGestaltungsprozess:\r\n\r\nJedes Team bearbeitet ein Thema. Dieses wird durch eine\\*n Forscher\\*in vertreten, der\/die bei Bedarf für Rücksprachen zur Verfügung steht.\r\n\r\nDer Gestaltungsprozess und die Entwicklung der Ausstellungsprojekte findet hauptsächlich in Teamarbeit statt und umfasst u.a.: Einlesen in wissenschaftliche Zusammenhänge, Recherche und Diskurs zu Forschungsfragen, spekulatives Storytelling, Ideenfindung und Prototyping, gestalterische Umsetzung. Dokumentation und Präsentation von Konzepten und Ergebnissen.\r\n\r\n**Partner:**\r\n\r\nKarin Fink, Master Eco-Social Design, Hochschule Luzern\r\n\r\n[https:\/\/www.hslu.ch\/de-ch\/design-kunst\/studium\/master\/eco-social-design](https:\/\/www.hslu.ch\/de-ch\/design-kunst\/studium\/master\/eco-social-design)\r\n\r\nBundesamt für Umwelt BAFU Schweiz, Umweltbundesamt UBA Deutschland, Bundesamt für Naturschutz BfN Deutschland\r\n\r\n**Organisatorisches:**\r\n\r\nDer Kurs wird für den 1. und 2. StAb geöffnet und die Plätze paritätisch  vergeben. Daher werden für das Kurswahlverfahren erstmal zwei Workspaces eingerichtet. Bei noch offenen Plätzen können sich nach dem Verfahren interessierte Teilnehmer\\*innen gerne melden.","module":{"nr":"21EId-K","title":"Interfacedesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Myriel Milicevic"],"maxStudents":"9","room":"D005","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10264","url":"https:\/\/fhp.incom.org\/workspace\/10264","title":"AI — aber praktisch!","description":"> In „AI – aber praktisch!“ werden wir uns mit der praktischen Anwendung von AI-Tools im Designkontext befassen. Wir werden verschiedene AI-Tools kennenlernen und uns mit ihrer Funktionsweise und Anwendungsmöglichkeiten auseinandersetzen.\r\n> \r\n> In praktischen Übungen werden wir die verschiedenen AI-Tools im Designprozess einsetzen und ihre Auswirkungen auf die Gestaltung von Projekten untersuchen. Ziel des Kurses ist es, Euch ein Verständnis für die Möglichkeiten und Grenzen von AI-Tools im Designprozess zu vermitteln und Euch die Fähigkeit zu geben, diese effektiv in der eigenen Arbeit einzusetzen. Ihr werdet nicht nur mit AI-Tools arbeiten, sondern auch an ihnen.\r\n> \r\n> Der abschließende Entwurf des Kurses wird eine praktische Anwendung von AI im Designkontext sein, die möglicherweise erst in der Zukunft mögliche Integrationen von AI in alltäglicher Software abbilden wird.\r\n\r\n… das sagt zumindest ChatGPT, wenn es nach dem Inhalt dieses Kurses gefragt wird.\r\n\r\nNoch mal mit einer menschlicheren Note: ChatGPT, Notion AI und Bing sind gerade in aller Munde, und gefühlt stehen sämtliche Branchen kurz davor, von einer allwissenden, künstlichen Intelligenz ersetzt zu werden. Soweit sind wir noch nicht, aber als Designerinnen und Designer haben wir jetzt die Chance, auf die nächste Software-Generation einzuwirken.\r\n\r\nWas es schon gibt\r\n-----------------\r\n\r\nJeden Tag werden neue Tools veröffentlicht, die jegliche Art von digitaler Arbeit vereinfachen: Präsentationen werden mit nur einer kurzen Beschreibung erstellt, Kunstwerke entstehen mit einem zweizeiligen Prompt und Hausarbeiten werden mühelos und plagiatsfrei automatisiert geschrieben.\r\n\r\nDiese Tools sind das Augenmerk unseres Kurses: Sie alle verbindet die Integration von neuronalen Netzwerken (das, was im Volksmund »KI« genannt wird) als Arbeitsgrundlage. Die schier unendlichen Möglichkeiten dieser Tools werden in diesem Kurs untersucht und ausführlich getestet.\r\n\r\nWas noch kommen kann\r\n--------------------\r\n\r\nIm Entwurfsteil des Kurses gehen wir einen Schritt weiter und entwickeln die nächste Generation von Software, die von künstlicher Intelligenz gestützt wird.\r\n\r\nWeil wir Designerinnen und Designer sind, gibt es dabei quasi keine Grenzen: Wir erforschen die Ideen, die heute oder vielleicht schon bald möglich sind, und bauen realitätsnahe Prototypen in Figma. Um unsere Ideen zu validieren, werden wir typische Designmethoden wie User Testing anwenden.\r\n\r\nOrganisatorisches\r\n-----------------\r\n\r\nDer Kurs findet Freitags von 14 bis 18 Uhr statt. Wir werden hauptsächlich vor Ort in D108 sein, und treffen uns gegebenenfalls auch mal online. Ihr könnt diesen Kurs als Grundlage für die Arbeit mit AI-Tools verstehen.\r\n\r\nUm uns an die neue Zukunft der „AI-Arbeit“ zu gewöhnen, wird der gesamte Kurs dabei von den verfügbaren Tools unterstützt. Jeder Text, jede Präsentation und jeder Screen soll zumindest zu einem Teil von einem KI-Tool beeinflusst worden sein. Oder anders: Das ist der erste Kurs, in dem die Dokumentation vollständig von einem Computer geschrieben werden soll.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Malte Völkner","Prof. Constanze Langer"],"maxStudents":"16","room":"D108","fixture":{"weekday":5,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10282","url":"https:\/\/fhp.incom.org\/workspace\/10282","title":"Der urbane Garten als Zukunftswerkstatt - Eine Ausstellung","description":"„Der Garten erscheint als der einzige Ort der Begegnung des Menschen mit der Natur, wo es zu träumen erlaubt ist.“ (Gilles Clément) Welche Rolle können urbane Gärten im Kampf gegen den Klimawandel spielen, können Gärten einen Beitrag zur Artenvielfalt in unseren Städten leisten, können Gärten in der Stadt soziale Gefüge produzieren oder stärken? Was sonst können Gärten in der Stadt?\r\n\r\nGegenwärtig entsteht in Berlin-Neukölln das neue Besucher:innenzentrum des Bundesverbandes Deutscher Gartenfreunde (BDG), das Gemeinschaftsräume, ein Café und einen großen Ausstellungsraum enthalten wird. In Kooperation mit dem BDG und den Ausstellungsgestaltern \"Rotes Pferd\" werden wir im Seminar Inhalte für die Ausstellung konzipieren und prototypisch umsetzen. Dafür werden wir uns auf theoretischer Ebene mit Didaktik und Vermittlung beschäftigen und uns praktisch mit dem Transfer von Vermittlungskonzepten in unterschiedliche Medien, von Texten und Grafiken bis hin zu interaktiven Prototypen auseinandersetzen. Die Prototypen werden im Winter durch unsere Projektpartner\\*innen realisiert und ab Frühjahr 2024 als Teil der neuen Dauerausstellung zu sehen sein.\r\n\r\n  \r\n\r\nDieser Kurs ist eine Kooperation zwischen dem Studiengang Kulturarbeit (Prof. Nicola Lepp) und den Studiengängen des FB Design (Prof. Sebastian Meier).","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Nicola Lepp","Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10383","url":"https:\/\/fhp.incom.org\/workspace\/10383","title":"Behörden[gang > swipe]","description":"Wir handeln online mit Aktien, bestellen Lebensmittel an die Haustür, verlieben uns online und arbeiten Remote. Doch Behördengänge erledigen wir in vielen Fällen noch persönlich mit ausgedruckten Formularen. Gerade in der Corona-Pandemie wurden viele Defizite in der Digitalisierung von öffentlichen Verwaltungen spürbar.\r\n\r\nIn diesem Kurs wollen wir uns mit der Digitalisierung von Behördengängen beschäftigen. Wir wollen realistische Zielbilder in Form von nutzer:innenzentrierten Apps erarbeiten und aufzeigen, wie effiziente, digitale Behördengänge in naher Zukunft aussehen könnten. \u2028Dafür werden wir Apps aus verschiedenen Bereichen untersuchen und passende Interaktionsformen für unsere Lösungsideen verwenden.\r\n\r\nDer Kurs findet online statt und richtet sich an Studierende im Hauptstudium. Wir werden mit Figma arbeiten.\r\n\r\n**Voraussetzung zur Teilnahme**\r\n\r\n-   Du befindest dich im Hauptstudium.\r\n-   Du hast eine gute Internetverbindung zu Hause.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Ivo Herrmann","Paul Thiele"],"maxStudents":"18","room":"Online","fixture":{"weekday":4,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10334","url":"https:\/\/fhp.incom.org\/workspace\/10334","title":"Die Maus im Fenster","description":"Fenster, Icons, Menüs, Mauszeiger: Ein Kurs über liebevoll gestaltete Desktop-Apps. Ist das nicht aus der Zeit gefallen? Mitnichten! Als professionelle Werkzeuge für geübte Anwender\\*innen sind Desktop- und Laptop-Computer weiterhin unverzichtbar. Im Kurs werden wir die über Jahrzehnte gewachsenen Konventionen von macOS kritisch untersuchen. Es wird historische Exkurse geben zu NeXTSTEP, OS\/2 und Windows 95; außerdem exotische Exkurse zu Ubuntu Linux und notwendige Exkurse zu Windows 11. Jede\\*r Teilnehmer\\*in soll im Laufe des Semesters einen reflektierten und differenzierten Geschmack für Desktop-Software entwickeln.\r\n\r\nDer Kurs richtet sich vor allem an Studierende, die schon fortgeschrittene Kenntnisse im UI-Design haben.\r\n","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Frank Rausch"],"maxStudents":"18","room":"D\/011 (Hörsaal)","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10273","url":"https:\/\/fhp.incom.org\/workspace\/10273","title":"Future@History. 300 Jahre Stiftung „Großes Waisenhaus zu Potsdam“. Prototyping, Storytelling, Tutoring & Mentoring","description":"Im Jahr 1724 gründete König Friedrich Wilhelm I. das Potsdamer Militärwaisenhaus, die heutige Stiftung „Großes Waisenhaus zu Potsdam“. Das Ziel: Die Kinder von mittellosen Soldaten auszubilden, damit sie später als Erwachsene, selbstbestimmt leben können. Und darum geht es der Stiftung noch heute: Junge Menschen in schwierigen Lebensumständen zu unterstützen und den Weg ins Erwachsenenalter zu ebnen.\r\n\r\nZum 300-jährigen Jubiläum 2024 sollen Potsdamer\\*innen und Tourist\\*innen auf dem Gelände des früheren Waisenhauses, auf dem u.a. die Voltaireschule steht, im Rahmen einer analogen\/digitalen (hybriden) Ausstellung mehr darüber erfahren, was an diesem Ort in den letzten 300 Jahren passiert ist und wie Zukünfte von Schule und Erwachsenwerden – nicht nur in Potsdam – aussehen können.\r\n\r\nDazu sollen im Kurs gemeinsam mit Oberstufenschüler\\*innen der Voltaireschule (Schwerpunkt: Medien und Kommunikation) Ausstellungskonzepte entwickelt und prototypisch umgesetzt werden. Neben der Konzept- und Gestaltungsarbeit besteht der besondere Reiz dieses Formats in der Chance, Mentoring-Erfahrungen zu sammeln und Schüler\\*innen für die Vielfalt und das Potential von Design zu begeistern.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Prof. Dr.  Sebastian Meier","Prof. Dr. Frank Heidmann"],"maxStudents":"20","room":"D005","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10320","url":"https:\/\/fhp.incom.org\/workspace\/10320","title":"Service Design based on Generative AI.","description":"Exploring state-of-the-art technologies and the landscape of startups based on Generative AI.\r\n\r\nApplying user-centered service design using the methods of Eric Ries’ “lean startup” to come up with novel services based on Generative AI.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Prof. Reto Wettach"],"maxStudents":"15","room":"","fixture":{"weekday":4,"begin":{"hour":9,"minutes":15},"end":{"hour":13,"minutes":30}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10314","url":"https:\/\/fhp.incom.org\/workspace\/10314","title":"Accessibility, Partizipation und Empowerment im Interfacedesign","description":"Eine der größten Herausforderungen in unserer gegenwärtigen Arbeit als Designer\\*in besteht darin, die immer komplexeren Anforderungen, die sich durch den gesellschaftlichen Anspruch auf Diversität und Inklusion ergeben, wahrzunehmen und zu bewältigen. Als Designer\\*innen müssen wir uns damit auseinandersetzen, dass wir eine Mitwirkungspflicht bei der Umsetzung dieser Anforderungen und Ansprüche haben.\r\n\r\nIm Seminar werden die Konzepte Accessibility, Partizipation und Empowerment vermittelt. Es wird ausführlich darüber diskutiert, wie diese mithilfe von (Interface-)Design Umsetzung in unserer Gesellschaft finden können. Anhand von Praxisbeispielen üben wir uns in der Reflexion dieser Themen. Weiterhin soll aus der Bearbeitung eines konkreten Entwurfprojekts eine grundsätzliche Haltung für den Design-Prozess entwickelt werden.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["🤟 Jolanta Paliszewska"],"maxStudents":"14","room":"D 226","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10278","url":"https:\/\/fhp.incom.org\/workspace\/10278","title":"Klimawandelkommunikation - Neue Perspektiven!","description":"Wissenschaftler\\*innen rund um den Globus erforschen und dokumentieren die Zerstörung unseres Planeten. Es werden Daten erhoben und gesammelt, Erkenntnisse generiert und in Form von Graphen, Karten und Texten veröffentlicht. Diese Form der sachlichen Vermittlung wissenschaftlicher Erkenntnisse dominiert den Diskurs um Klimawandel, Artensterben und andere Auswirkungen der menschlichen Veränderungen unseres Planeten (das Anthropozän). Neben diesen Formen quantitativer Informationen versuchen Organisationen wie z.B. Greenpeace und Aktivist\\*innen uns auf emotionaler Ebene zu erreichen, indem uns die immer selben Bildwelten präsentiert werden (z.B. Eisbären auf Eisschollen). Eine Bildwelt die untergeht in der alltäglichen Flut der medialen Katastropheninszenierung von brennenden Wäldern, Starkregenereignissen und Sturmfluten.\r\n\r\n\\----\r\n\r\nIn diesem Semester wollen wir uns der Frage stellen, wie Klimawandelkommunikation und -vermittlung neu gedacht werden kann. Geht es um Daten und Statistiken oder geht es um einen ganzheitlichen Wandel? Dies ist sehr wahrscheinlich kein Kurs über Datenvisualisierung und Karten. Wir werden uns mit künstlerischen und aktivistischen Praktiken und Methoden auseinandersetzen und gemeinsam erforschen, was ganzheitliche Kommunikation bedeutet. Ergebnisoffen wollen wir neue Wege gehen, ob Theater, Poesie oder öffentliche Interventionen.","module":{"nr":"21EId-S","title":"Interfacedesign als Spekulation","credits":"10"},"teachers":["Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10308","url":"https:\/\/fhp.incom.org\/workspace\/10308","title":"Wicked Problems and Speculative Software","description":"Der von Horst Rittel geprägte Begriff der »Wicked Problems« bezeichnet komplexe, herausfordernde und unscharfe Probleme, die sich klaren Analysen und einfachen Lösungsstrategien entziehen. Aufgrund von hohen systemischen Abhängigkeiten führt der Versuch, »Wicked Problems« zu bewältigen, notwendigerweise zu widersprüchlichen und unvollständigen Ergebnissen. »Wicked Problems« kann man sich gestalterisch nur annähern - aber nicht lösen.\r\n\r\nIm Kurs soll dieser Ansatz der gestalterischen Annäherung verfolgt und kreativ interpretiert werden. Zentrales Mittel ist dabei die Kombination von spekulativem Design und User-Interface-Design. Im Rahmen des Kurses sollen also spekulative Software-Interfaces entstehen, die den Versuch unternehmen, sich einem »Wicked Problem« anzunähern.\r\n\r\nFormaler Ausgangspunkt für die gestalterischen Annäherungen sollen dabei aktuelle UI-Frameworks sein. Material Design, iOS, macOS oder Windows können und sollen die Referenzen für die spekulativen Designansätze darstellen.\r\n\r\nDie Entwürfe sollen prototypisch als Screen-Interfaces realisiert und in der Form eines kurzen Videos (3-5 Minuten) präsentiert und dokumentiert werden. \r\n\r\n(Anmerkung zum Schluss: »Wicked Problems« müssen nicht notwendigerweise mit globalen Krisen und Herausforderungen gleichgesetzt werden. Auch viele kleine, unscheinbare Probleme des Alltags sind im Kern »Wicked Problems«.)","module":{"nr":"21EId-S","title":"Interfacedesign als Spekulation","credits":"10"},"teachers":["Prof. Boris Müller"],"maxStudents":"18","room":"D226","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10348","url":"https:\/\/fhp.incom.org\/workspace\/10348","title":"Visual Journalism auf Instagram","description":"Viele Jahrzehnte lang fand Journalismus primär in gedruckten Medien statt – die Berichterstattung von Magazinen, Wochenmagazinen und Tageszeitungen prägten Debattenkultur und gesellschaftliche Diskurse. Heute publizieren die meisten journalistischen Medien auf unzähligen Kanälen: Print, eigenen Websites und Apps und natürlich auch auf Social Media. Für viele, gerade jüngere Zielgruppen, ist Instagram das wichtigste Soziale Netzwerk – und auch das primäre Medium, auf dem diese Zielgruppen Nachrichten kommunizieren. Doch was bedeutet es, wenn komplexe journalistische Inhalte in stark verkürzter Form in einer Insta-Story erklärt werden müssen? Was sind die Herausforderungen für Journalisten, und auch für uns Designer? Wie können und müssen wir journalistische Inhalte visuell für Instagram aufbereiten? Wie muss Fotografie, Illustration und Infografik dort konzipiert und eingesetzt werden? In diesem Lehrangebot beschäftigen wir uns mit diesen Fragen, treffen Menschen, die sich mit diesen Themen beschäftigen und konzipieren und gestalten eigene visuelle Formate.","module":{"nr":"21EKd-F","title":"Kommunikationsdesign als Designforschung","credits":"10"},"teachers":["Prof. Lisa Bucher","THOMAS WEYRES"],"maxStudents":"20","room":"D223","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10345","url":"https:\/\/fhp.incom.org\/workspace\/10345","title":"ISLAND IN THE SUN. Illustration eines literarischen Textes","description":"In diesem Semester werden wir uns mit den vielen Möglichkeiten der Illustration eines literarischen Textes theoretisch befassen und diese praktisch und experimentell untersuchen. \r\n\r\nDazu wollen wir uns mit einem Text der finnlandschwedischen Schriftstellerin, Illustratorin, Comiczeichnerin, Feministin und Erfinderin der Mumins, Tove Janson beschäftigen. \r\n\r\nIm \"Sommerbuch\" von Tove Janson verbringen Sophia und ihre Großmutter den Sommer auf einer winzigen Insel im finnischen Meerbusen. Die beiden streifen umher, plaudern, streiten, stellen Fragen.\r\n\r\nDiese Fragen und Geschichten von Meer und Sommer sollen uns dieses Semester begleiten und am Ende in einer kleinen, eigenen Printpublikation bildlich und textlich umgesetzt werden.\r\n\r\nTheoretisch beginnt das Seminar mit der Frage, was die besondere Beziehung von Bild und Text ausmacht und erläutert das Thema Buchillustration im Wandel der Zeit, von den Kodizes des Mittelalters bis hin zu aktuellsten Beispielen. Übungen werden die Textwahl, die Konzeption, den Entwurf und die Ausführung der Seminararbeit vorbereiten und begleiten.","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Lisa Bucher"],"maxStudents":"18","room":"D 308","fixture":{"weekday":1,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10391","url":"https:\/\/fhp.incom.org\/workspace\/10391","title":"MS15 | AniDoc: der dokumentarische Animationsfilm","description":"**Aufgabenstellung**: Konzeption, Entwurf und Gestaltung eines interviewbasierten dokumentarischen Animationsfilms oder einer audio-basierten AR Installation.\r\n\r\n**Thema**: Seit Beginn der Filmgeschichte setzen ‚realistische‘ und dokumentarische Formen vielfach Animationen ein, etwa im animierten Dokumentarfilm, in der Wissensvermittlung, im Lehr- und Gebrauchsfilm oder in animierten Infografiken. Realfotografische und animierte Elemente verbinden sich mittlerweile nicht mehr nur in Film und Fernsehen, sondern auch in Online- Umgebungen und Augmented Realities zu Hybridformaten.\r\n\r\nDer gezielte Einsatz von Animation im Dokumentarfilm ermöglicht es Bilder zu erschaffen, wo entweder keine Abbildungen oder Fotos vorhanden sind – oder bewusst vermieden werden; zB. um Protagonisten zu schützen, weil sie als Opfer einer Gewalttat oder politischer Verfolgung anonym bleiben müssen. Animation kann im Dokumentarfilm auch benutzt werden, wenn Erinnerungen, psychologische Aspekte oder historische Momente erzählt werden und problematische Themen mittels animierter Illustrationen emotional eindringlicher als mit RealBildern an den Zuschauer vermittelt werden sollen. \r\n\r\nDurch den Einsatz von Animationen kann der Dokumentarfilm an Tiefe gewinnen, indem nicht nur die Fakten poetisch erforscht, sondern auch Emotionen adressiert werden. Der dokumentarische Animationsfilm bieten keine einfachen Lösungen, sondern zielt darauf ab, Bewusstsein zu schaffen und den Dialog zu fördern.","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D226","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10380","url":"https:\/\/fhp.incom.org\/workspace\/10380","title":"Die Stadt lesen – Typografie in Augmented Reality","description":"Die Stadt lesen. In diesem Seminar beschäftigen wir uns forschend mit Typografie im urbanen Kontext. Mithilfe von Augmented Reality Technologie gestalten wir ortsspezifische Erfahrungen für den »realen« Raum. Im Vordergrund steht dabei das Entwerfen von textlichen Erweiterungen in Bezug zu der städtischen Umgebung. Dabei sollen sämtliche typografische Parameter, die uns zur Strukturierung und Hierarchisierung von Informationen bekannt sind, auf ihre Augmented Reality Tauglichkeit getestet werden. \r\n\r\nFolgende Fragen werden uns beschäftigen: Welches Potenzial bietet die erweiterte Realität für die Gestaltung mit Text? Lassen sich – über kurze Textelemente hinaus – auch größere Textmengen lesen? Wie verändert diese zusätzliche Leseebene die Wahrnehmung des Raumes, der uns umgibt? Welche Rolle nimmt die Betrachterin oder der Betrachter ein?\r\n\r\nDas Seminar ist in zwei Teile untergliedert. Die ersten drei Wochen dienen dem technischen Warm-up. Es gibt kleine handwerkliche Übungen und Unterstützung durch das AR Lab\/Ricardo Meyer. Die restliche Zeit des Semesters dient der Recherche, dem Entwurf und der Ausarbeitung eines größeren typografischen Projektes im urbanen Raum. Im Vordergrund steht nicht die technische Virtuosität, sondern die inhaltliche und grafische Konzeption, sowie die typografische Ausarbeitung.\r\n\r\n\/\/ Vorkenntnisse im Bereich Augmented Reality sind nicht erforderlich. Grundlegendes Software-Wissen wird beim Warm-up gemeinsam im Kurs erarbeitet. Jeden Mittwochnachmittag stehen Euch außerdem die Türen des Graphic AR Labs für technische Fragen offen.\r\n\r\n\/\/ Wer sich noch ausgiebiger mit der Bandbreite an AR-Tools und deren digitaler Möglichkeiten auseinandersetzen möchte, dem seien die Werkstattkurse »Einführung in Augmented Reality« von Ricardo Meyer ans Herz gelegt. Diese finden immer dienstags und mittwochs am Vormittag statt.","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Christina Poth"],"maxStudents":"20","room":"D223 (Typoraum)","fixture":{"weekday":4,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10370","url":"https:\/\/fhp.incom.org\/workspace\/10370","title":"Drängende Gegenwart - Fotografie als Forschungsinstrument","description":"Was sind in Zeiten von Hyperintelligenz, Kriegen und Klimakrise die Themen, die wir fotografisch bearbeiten wollen? Wie können wir mit Fotografie die Welt, in der wir leben erforschen, untersuchen und Neues herausfinden? Wie können wir fremde und eigene Geschichten erzählen, Wissen vermehren, Dinge in Frage stellen, Erfahrungen teilen und oder gegenseitiges Verständnis wecken?\r\n\r\nJede Art fotografischen Arbeitens ist möglich, Einzel- oder Teambeiträge sind willkommen. Fotografische Präsentationsformen von Buch bis Raum werden intensiv diskutiert.","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"17","room":"D 308","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10282","url":"https:\/\/fhp.incom.org\/workspace\/10282","title":"Der urbane Garten als Zukunftswerkstatt - Eine Ausstellung","description":"„Der Garten erscheint als der einzige Ort der Begegnung des Menschen mit der Natur, wo es zu träumen erlaubt ist.“ (Gilles Clément) Welche Rolle können urbane Gärten im Kampf gegen den Klimawandel spielen, können Gärten einen Beitrag zur Artenvielfalt in unseren Städten leisten, können Gärten in der Stadt soziale Gefüge produzieren oder stärken? Was sonst können Gärten in der Stadt?\r\n\r\nGegenwärtig entsteht in Berlin-Neukölln das neue Besucher:innenzentrum des Bundesverbandes Deutscher Gartenfreunde (BDG), das Gemeinschaftsräume, ein Café und einen großen Ausstellungsraum enthalten wird. In Kooperation mit dem BDG und den Ausstellungsgestaltern \"Rotes Pferd\" werden wir im Seminar Inhalte für die Ausstellung konzipieren und prototypisch umsetzen. Dafür werden wir uns auf theoretischer Ebene mit Didaktik und Vermittlung beschäftigen und uns praktisch mit dem Transfer von Vermittlungskonzepten in unterschiedliche Medien, von Texten und Grafiken bis hin zu interaktiven Prototypen auseinandersetzen. Die Prototypen werden im Winter durch unsere Projektpartner\\*innen realisiert und ab Frühjahr 2024 als Teil der neuen Dauerausstellung zu sehen sein.\r\n\r\n  \r\n\r\nDieser Kurs ist eine Kooperation zwischen dem Studiengang Kulturarbeit (Prof. Nicola Lepp) und den Studiengängen des FB Design (Prof. Sebastian Meier).","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Nicola Lepp","Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10335","url":"https:\/\/fhp.incom.org\/workspace\/10335","title":"The Hyper Student","description":"Schlafen? Total überbewertet. Multimediales Gestalten? Klar! Virtuos in allen digitalen Programmen? Mindestens! Semesterferien? Ach, lieber nicht. Energiepauschale? Zwiebellook geht immer.\r\n\r\nWas bedeutet es heutzutage Design zu studieren. Wo sind die Probleme und wo ist die Leichtigkeit? Was sind kritische Positionen? Erzähle uns deine Geschichte durch künstlerisch-forschende, kritische und authentische Mittel der redaktionellen Gestaltung. Berichte mittels unterschiedlicher Erzählformate. Schreibe eine Geschichte, ein Manifest, dokumentiere deinen Tag als Designstudent\\*in oder führe Interviews. Kommuniziere deine Erfahrungen und arbeite mit Text, Illustration oder Fotografie.\r\n\r\nNeben Inputs zu möglichen Erzählformaten, historischen und aktuellen Beispielen zu Manifesten und Protestaktionen in der Designgeschichte, wird es zwei Vorträge mit internationalen Gästen zum Thema geben.\r\n\r\nSetze dein Konzept in Buchform, digitaler Form oder auch als Performance bzw. Installation um. Die Verwendung von typografischen und textbasierten Elementen ist Voraussetzung für die Umsetzung und kann gerne mit Illustration oder Fotografie verbunden werden.","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Vertr.-Prof. Susanne Stahl"],"maxStudents":"15","room":"223","fixture":{"weekday":3,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10351","url":"https:\/\/fhp.incom.org\/workspace\/10351","title":"Impact! – Überzeugen durch Gestaltung","description":"Wie kann ich Person X davon überzeugen, Müll zu trennen?  \r\nWie kann ich Person X von einer Impfung überzeugen?  \r\nWie kann ich Person X davon überzeugen, den Geschirrspüler anders einzuräumen?  \r\nWie kann ich Person X davon überzeugen, keine Nahrungsergänzungsmittel zu nehmen?\r\n\r\nIn diesem Semester beschäftigen wir uns mit Themen rund um Überzeugungskraft.\r\n\r\nWie ist es möglich, Menschen von einer Sache zu überzeugen? Welche Strategien können entwickelt werden, um Menschen in ihrer Denkweise zu beeinflussen? Welche Sprache muss gesprochen werden? Dabei spielen Begriffe wie Agitation, Propaganda, Manipulation und Zielgruppen eine zentrale Rolle.\r\n\r\nAnhand von grafischer Formensprache, einer kritischen Auseinandersetzung und Fakten soll eine spannende Erzählstruktur entwickelt werden. Diese soll überraschend, inspirierend und grafisch gut ausgearbeitet sein. Dabei steht die eigene Überzeugung eines selbst gewählten Themas im Fokus. Das kann von Alltagssituation bis hin zu Klimafragen reichen.\r\n\r\nBilder, Typografie, Animationen, Icons, Visuelles, Nonverbales, Rhetorik, Geschriebenes, Erzähltes, Web, Reels, Gedrucktes und Plakatiertes … alles möglich. Die Sache soll überzeugen!","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Vertr.-Prof. Constanze Hein"],"maxStudents":"15","room":"D308","fixture":{"weekday":3,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10393","url":"https:\/\/fhp.incom.org\/workspace\/10393","title":"Coole Kiste","description":"Coole Kiste\r\n-----------\r\n\r\nLuca und Jona Girrbach sind in Eurem Alter, Brüder, und sie haben eine Leidenschaft: gutes Gemüse. Bei Lehnin haben sie Land gepachtet und beginnen in diesem Jahr mit dem Anbau. Sie arbeiten nach ökologischen Prinzipien, werden sich aber in der ersten Zeit kein Bio-Siegel leisten können. Das Angebot richtet sich einerseits an die Gastronomie – der weitere Vertrieb soll über regionale Direktlieferung mit „Kisten“ laufen – so, wie man das von z.B. der [Märkischen Kiste](https:\/\/maerkischekiste.de) kennt … nur in cool und unter dem Familiennamen „Girrbachs“.\r\n\r\nWie – mit welchen Medien, mit welcher Ansprachestrategie, mit welchen visuellen Signalen – kann Design einem solchen Kleinunternehmen helfen?","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Prof. Matthias Beyrow"],"maxStudents":"10","room":"D\/310","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10380","url":"https:\/\/fhp.incom.org\/workspace\/10380","title":"Die Stadt lesen – Typografie in Augmented Reality","description":"Die Stadt lesen. In diesem Seminar beschäftigen wir uns forschend mit Typografie im urbanen Kontext. Mithilfe von Augmented Reality Technologie gestalten wir ortsspezifische Erfahrungen für den »realen« Raum. Im Vordergrund steht dabei das Entwerfen von textlichen Erweiterungen in Bezug zu der städtischen Umgebung. Dabei sollen sämtliche typografische Parameter, die uns zur Strukturierung und Hierarchisierung von Informationen bekannt sind, auf ihre Augmented Reality Tauglichkeit getestet werden. \r\n\r\nFolgende Fragen werden uns beschäftigen: Welches Potenzial bietet die erweiterte Realität für die Gestaltung mit Text? Lassen sich – über kurze Textelemente hinaus – auch größere Textmengen lesen? Wie verändert diese zusätzliche Leseebene die Wahrnehmung des Raumes, der uns umgibt? Welche Rolle nimmt die Betrachterin oder der Betrachter ein?\r\n\r\nDas Seminar ist in zwei Teile untergliedert. Die ersten drei Wochen dienen dem technischen Warm-up. Es gibt kleine handwerkliche Übungen und Unterstützung durch das AR Lab\/Ricardo Meyer. Die restliche Zeit des Semesters dient der Recherche, dem Entwurf und der Ausarbeitung eines größeren typografischen Projektes im urbanen Raum. Im Vordergrund steht nicht die technische Virtuosität, sondern die inhaltliche und grafische Konzeption, sowie die typografische Ausarbeitung.\r\n\r\n\/\/ Vorkenntnisse im Bereich Augmented Reality sind nicht erforderlich. Grundlegendes Software-Wissen wird beim Warm-up gemeinsam im Kurs erarbeitet. Jeden Mittwochnachmittag stehen Euch außerdem die Türen des Graphic AR Labs für technische Fragen offen.\r\n\r\n\/\/ Wer sich noch ausgiebiger mit der Bandbreite an AR-Tools und deren digitaler Möglichkeiten auseinandersetzen möchte, dem seien die Werkstattkurse »Einführung in Augmented Reality« von Ricardo Meyer ans Herz gelegt. Diese finden immer dienstags und mittwochs am Vormittag statt.","module":{"nr":"21EKd-S","title":"Kommunikationsdesign als Spekulation","credits":"10"},"teachers":["Prof. Christina Poth"],"maxStudents":"20","room":"D223 (Typoraum)","fixture":{"weekday":4,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10409","url":"https:\/\/fhp.incom.org\/workspace\/10409","title":"Urban Parasites | Urbane Parasiten","description":"Der Kurs ist gekoppelt an ein gleichnamiges Kulturlandprojekt des VulkanKunstWerke e.V. Werder (Havel) zum diesjährigen Themenjahr „Baukultur“ des Landes Brandenburg.\r\n\r\nIn dem Projekt geht es um die Auseinandersetzung neuer gestalterischer und technischer Möglichkeiten urbane Räume sowohl dauerhaft als auch temporär bespielen zu können. Mit Hilfe von KI für den Entwurfsprozess und der robotergestützten Fertigung, wollen wir neue Konzepte von Stadtmöbeln entwickeln und bestenfalls als Demonstratoren umsetzen.\r\n\r\nDabei sollen urbane Räume in Brandenburg gefunden werden und im engen Austausch mit den Städten oder Gemeinden, Objekte konzipiert werden, die diese Räume aufwerten.\r\n\r\nGerade das Material Kunststoff soll dabei verwendet werden um sowohl eigenständig als auch in Kombination mit anderen natürlichen Ressourcen wie Holz, Stein und Metall Anwendung zu finden. Explizit wollen wir dabei sowohl recycelte erdölbasierte Kunststoffe nutzen als auch Biopolymere oder neue Materialentwicklungen wie Carbon-negative Kunststoffe, die CO² binden können.\r\n\r\nFür die geplante Umsetzung von Konzepten steht dem Projekt das Robotik-Lab des Projektpartners Design+Robotics aus Werder (Havel), für eine großformatige additive Fertigung zur Verfügung.\r\n\r\nWir wollen dabei in Teams mit möglichen externen Partnerorten und in Kooperation mit Handwerksbertrieben arbeiten.\r\n\r\nFür die Konzeption wollen wir unter anderem auf KI (TextToImage-Generatoren) zurückgreifen und Rhinoceros 3D und Grasshopper für den Entwurfs- und Fertigungsprozess verwenden.\r\n\r\nKonkrete Inhalte:\r\n\r\n\\- Grundlegende Konzeption urbaner Objekte, Stadtmöbel\r\n\r\n\\- Sammlung von Referenzobjekten\r\n\r\n\\- Warum Kunststoff ? Spezifikation von recyclten Kunststoffen, Biobasierte Polymere und Co²-negative Kunststoffe\r\n\r\n\\- Austausch mit möglichen Partnerstädten-\/gemeinden\r\n\r\n\\- Austausch mit möglichen Handwerksbetrieben im Bereich Metall, Holz, Beton bei materialhybriden Parasite-Objekten\r\n\r\n\\- Nutzen von TextToImage-Generatoren für Ideenfindung\r\n\r\n\\- Extrahierung der Entwurfsideen und Umsetzung durch Rhinoceros 3D, bestenfalls durch eine parametrisierbare Modellierung mit Hilfe von Grasshopper (Verwendung von Fusion und Blender sind nicht grundsätzlich ausgeschlossen)\r\n\r\n\\- Simulation der Fertigung\r\n\r\n\\- Prototypische Umsetzung der Entwürfe zum Semesterende durch gängige digitale und analoge Fertigungsmöglichkeiten der Werkstätten der OTH Regensburg\r\n\r\n\\- Mögliche 1:1 Umsetzung durch Design+Robotics nach Semesterende\r\n\r\n  \r\n\r\nFür den Kurs gibt es 10CP im Modul 21EPd-F","module":{"nr":"21EPd-F","title":"Produktdesign als Designforschung","credits":"10"},"teachers":["Sebastian Voigt"],"maxStudents":"20","room":"D307","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10343","url":"https:\/\/fhp.incom.org\/workspace\/10343","title":"one planet design – advanced: mobility (Europe on track)","description":"Folgt in Kürze!  \r\n  \r\nKursangebot ab 4. Semester. Der Kurs richtet sich ausdrücklich an alle Studiengänge des FB Designs.","module":{"nr":"21EPd-F","title":"Produktdesign als Designforschung","credits":"10"},"teachers":["Prof. Holger Jahn"],"maxStudents":"20","room":"307\/308","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10394","url":"https:\/\/fhp.incom.org\/workspace\/10394","title":"Traces of Glass","description":"Der Prozess als Narrativ:\r\n\r\nBei der Gasproduktion wird die Schmelze immer in ein Form geblasen oder gegossen. Der Kurs legt den Fokus auf die Muster- und Formerzeugung und stellt die Frage: Welche experimentellen Prozesse können wir mittels unserer Design-Skills entwickeln, um neue zeitgenössische Artefakte zu erzeugen?\r\n\r\nFür das Projekt wird uns als Kooperationspartner die Glashütte Baruth mit fachlicher Expertise zur Seite stehen.\r\n\r\nDas Projekt gliedert sich in fünf Phasen:\r\n\r\n1\\. Phase = Allgemeine Recherche zu Glashistorie, Technologie & Manufakturen\r\n\r\n2\\. Phase = Exkursion zur Glashütte Baruth – Evaluierung der Potenziale\r\n\r\n3\\. Phase = Entwicklung und Experimente\r\n\r\n4\\. Phase = Transfer – Experiment wird in ein Konzept und Produkt überführt\r\n\r\n5\\. Phase = Prototypenbau in der Glashütte Baruth\r\n\r\nLearnings:\r\n\r\nRecherche, Experimente, Skalierung von Verbindungen zu Objekten und Funktionen, Konzeptentwicklung, Prototypenbau, Präsentation","module":{"nr":"21EPd-K","title":"Produktdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Hermann Weizenegger"],"maxStudents":"12","room":"LW 023","fixture":{"weekday":3,"begin":{"hour":10,"minutes":30},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10287","url":"https:\/\/fhp.incom.org\/workspace\/10287","title":"„welcome to life“ Gestaltung einer experimentellen Vermittlungskampagne für Angebote belasteter Familien","description":"**„welcome to life“ Gestaltung einer experimentellen Vermittlungskampagne für Angebote belasteter Familien** **ist ein Interflex Kurs zusammen mit Dr. Karsten Krauskopf Professor für Psychologie in der Sozialen Arbeit \/ FB1 und Silvia Knüppel Professorin für ****Produkt & Perspektive im Studiengang Produktdesign im FB Design \/ FB4**  \r\n\r\nFr. 9 Uhr bis 12 Uhr (FB1) bis 14:30 Uhr (FB4)\r\n\r\nModulzuordnung: FB 1: InterFlex\/Flex \/ FB 4: 21EPd-K, Produktdesign als künstlerische Praxis\r\n\r\nKünstlerisch-forschende Zugänge stärken unsere Fähigkeit mit Pluralität, Heterogenität, Differenzen und Widersprüchen umzugehen. In diesem Seminar wollen wir gemeinsam mit Studierenden aus unterschiedlichen Fachbereichen Gesellschaft „bilden“. Was heißt das? Wir wollen gemeinsam mit Ihnen ganz konkret etwas gestalten was den Kleinsten in unserer Gesellschaft ein Gefühl von Willkommensein in der Welt vermittelt. Wie geht das? – Nun, das werden Sie in kooperativen Designprozessen angehen. In einem partizipativen und gestaltenden Forschungsprozess erkunden Sie Bedarfe und Ansprechbarkeit potentieller Zielgruppen – Familien mit Kindern von 0-3 – und gestalten innovative zwei- und dreidimensionale Produktentwürfe für zukünftige „give-aways“, sowie experimentelle Szenarien für ungewöhnliche Informations- \/Kommunikationsformate, die wirklich jede Familie\\* erreichen kann.\r\n\r\nDieses Seminar ist in der Profillinie „Gesellschaft bilden“ verortet: [https:\/\/www.fh-potsdam.de\/hochschule-karriere\/profil](https:\/\/www.fh-potsdam.de\/hochschule-karriere\/profil)\r\n\r\n[https:\/\/www.fruehehilfen.de\/grundlagen-und-fachthemen\/landeskoordinierungsstellen\/kontaktdaten-regelungen-und-konzepte-der-laender\/brandenburg\/](https:\/\/www.fruehehilfen.de\/grundlagen-und-fachthemen\/landeskoordinierungsstellen\/kontaktdaten-regelungen-und-konzepte-der-laender\/brandenburg\/)\r\n\r\nExkursionen sind Teil der Veranstaltung.","module":{"nr":"21EPd-K","title":"Produktdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Silvia Knüppel","Prof. Dr. Karsten Krauskopf"],"maxStudents":"0","room":"Haus D, Raum 226","fixture":{"weekday":5,"begin":{"hour":9,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10288","url":"https:\/\/fhp.incom.org\/workspace\/10288","title":"BASKETWORKS","description":"BASKETWORKS\r\n\r\nDie Korbflechterei ist ein traditionelles Handwerk und eine der ersten Ausdrucksformen der menschlichen Kultur. Es ist bemerkenswert, dass Menschen überall auf der Welt seit über 10.000 Jahren biegsame Materialien zu dreidimensionalen Formen flechten.\r\n\r\nIn der Jungsteinzeit wurden erste Korb- und Strohwaren vor allem als Transportbehälter gebaut. Damit gehören Körbe zu den ersten „Verpackungen“ ohne die ein Handel mit losen Gütern kaum möglich gewesen wäre. Die Korbflechtkunst ist neben der Töpferei eine der ältesten Handwerke der Menschheit, nicht zuletzt, weil die Rohstoffe kostenlos in der Natur zu finden waren und zum Flechten kaum Werkzeug oder Vorkenntnisse benötigt wurden.\r\n\r\nDesigner\\*innen hängen traditionell vom Handwerk ab, sind aber selbst meist keine Handwerker\\*innen. Nach der Industrialisierung haben sich die Designer\\*innen vom Handwerk entfernt und sich an industriellen Prozessen orientiert und ihre Entwürfe auf diese Prozesse zugeschnitten. Die gängige Meinung besagt, dass das traditionelle Handwerk für die moderne industrialisierte Gesellschaft kaum noch relevant ist. In dem Kurs BASEKTWORKS wollen wir dieser Frage nachgehen und die mögliche Zukunft eines uralten Handwerks durch innovative, experimentelle Darstellungs- und Herstellungsformen praktisch erforschen und in eine zeitgemäße Gestaltung transformieren um dabei die Ausübung des Handwerks als Teil eines humanen und physischen Designprozesses zu begreifen.\r\n\r\nDas Experimentieren mit sog. „Korbwaren“ und ihren vielfältigen Formen, Bedeutungen, Materialien und Implikationen soll uns zu neuen Gestaltungsansätzen inspirieren.\r\n\r\nEin „hands on“ Projekt bei dem möglichst jede Woche ein neuer „Korb“ gestaltet werden soll. Design by making.\r\n\r\nEs sind keine Vorkenntnisse erforderlich.","module":{"nr":"21EPd-K","title":"Produktdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Silvia Knüppel"],"maxStudents":"16","room":"LW 223","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10341","url":"https:\/\/fhp.incom.org\/workspace\/10341","title":"one planet design – advanced: agriculture & diet","description":"Gestaltung ist das Ergebnis vielfältiger Entscheidungen: vom Bedarf und Nutzen, über die datenbasierte Auswahl von Technologien und Materialien und deren Umweltauswirkungen bis hin zur Gestaltung komplexer Ökosystems, Prozesse und Geschäftsmodelle.\r\n\r\nUnser Konsum, unser Lebensstil und unsere Wegwerfgesellschaft tragen maßgeblich zur Überlastung der Ökosysteme auf unserem Planeten bei. Würden alle Menschen so leben wie wir in Deutschland, bräuchten wir jährlich die Ressourcen von drei Erden.\r\n\r\nDesign hat in hohem Maße zum vorherrschenden – wenig nachhaltigen – Konsum- und Lebensstil beigetragen: Wir wollen Teil der Lösung und nicht Teil des Problems sein, denn die größte Gestaltungsaufgabe der Menschheit liegt vor uns – Leben, Gestalten und Wirtschaften innerhalb planetarer Grenzen.\r\n\r\nIm Rahmen der Lehrveranstaltung werden wir uns intensiv mit den Treibern unseres ressourcenintensiven Lebensstils auseinandersetzen. Anhand unterschiedlicher Vorgehensweisen werden die Studierenden ihren individuellen Konsum- und Lebensstil bilanzieren und analysieren, Wirkungsbereiche identifizieren und Produktkonzepte entwickeln. Wir werden gemeinsam ganzheitliche und zukunftsfähige Lösungsstrategien und Leitlinien entwickeln, welche die Studierenden in konkrete Produkt- & Serivce-Konzepte übertragen werden.\r\n\r\nDieses Semester werden wir uns aufbauend auf dem entwickelten Foodlooper Konzept (Workspace) mit dem Sektorschwerpunkt regionale Landwirtschaft, Ernährung und Lieferketten auseinandersetzen. Unser Ziel ist es, gemeinsam mit regionalen Partner:innen komfortable und praxisnahe Produkt- & Service-Lösungen zu entwickeln, prototypisch umzusetzen und zu testen.\r\n\r\nLearnings:  \r\n• Grundlagen der Nachhaltigkeitsbewertung  \r\n• Grundlagen der Circular Economy (technisch, wirtschaftlich und politisch)  \r\n• Vermittlung und Anwendung der Gestaltungsgrundlagen für Produkte und Services innerhalb der Circular Economy  \r\n• Vermittlung und Bewertung gestaltungsrelevanter Umweltauswirkungen (Material Carbon Footprint & Treibhausgaspotenzial)  \r\n• Entwicklung eines fundierten Nachhaltigkeitsverständnisses\r\n\r\nKursangebot ab 4. Semester. Der Kurs richtet sich ausdrücklich an alle Studiengänge des FB Designs.","module":{"nr":"21EPd-P","title":"Produktdesign als Problemlösung","credits":"10"},"teachers":["Prof. Holger Jahn"],"maxStudents":"20","room":"D311","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10273","url":"https:\/\/fhp.incom.org\/workspace\/10273","title":"Future@History. 300 Jahre Stiftung „Großes Waisenhaus zu Potsdam“. Prototyping, Storytelling, Tutoring & Mentoring","description":"Im Jahr 1724 gründete König Friedrich Wilhelm I. das Potsdamer Militärwaisenhaus, die heutige Stiftung „Großes Waisenhaus zu Potsdam“. Das Ziel: Die Kinder von mittellosen Soldaten auszubilden, damit sie später als Erwachsene, selbstbestimmt leben können. Und darum geht es der Stiftung noch heute: Junge Menschen in schwierigen Lebensumständen zu unterstützen und den Weg ins Erwachsenenalter zu ebnen.\r\n\r\nZum 300-jährigen Jubiläum 2024 sollen Potsdamer\\*innen und Tourist\\*innen auf dem Gelände des früheren Waisenhauses, auf dem u.a. die Voltaireschule steht, im Rahmen einer analogen\/digitalen (hybriden) Ausstellung mehr darüber erfahren, was an diesem Ort in den letzten 300 Jahren passiert ist und wie Zukünfte von Schule und Erwachsenwerden – nicht nur in Potsdam – aussehen können.\r\n\r\nDazu sollen im Kurs gemeinsam mit Oberstufenschüler\\*innen der Voltaireschule (Schwerpunkt: Medien und Kommunikation) Ausstellungskonzepte entwickelt und prototypisch umgesetzt werden. Neben der Konzept- und Gestaltungsarbeit besteht der besondere Reiz dieses Formats in der Chance, Mentoring-Erfahrungen zu sammeln und Schüler\\*innen für die Vielfalt und das Potential von Design zu begeistern.","module":{"nr":"21EPd-P","title":"Produktdesign als Problemlösung","credits":"10"},"teachers":["Prof. Dr.  Sebastian Meier","Prof. Dr. Frank Heidmann"],"maxStudents":"20","room":"D005","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10395","url":"https:\/\/fhp.incom.org\/workspace\/10395","title":"Vom Verbinden und Trennen","description":"Wie wir alle wissen, gibt eine Welt der Objekte, die aus einem einzigen Material bestehen. Es gibt aber auch unzählige Gegenstände, die verschiedenen Substanzen vereinen. Verbindung kann in jeglicher Form entstehen: Der einfache Knoten kann mit der Hand gebunden werden, aber auch als technische Ingenieurskunst in komplexen Anlagen entstehen. Mit der Industrialisierung und durch unzählige technischen Errungenschaften haben sich Verbindungsmaterialien zunehmend verändert: Was früher aufwendig geschweisst werden musste, kann heute mit einem Spezialkleber verbunden werden. Der Designentwurf ist nicht nur noch Form und Funktion, vielmehr entscheidet sich oftmals die Qualität im Detail der Verbindung. In Zeiten, in denen wir der Suche nach Nachhaltigkeit sein müssen, spielt Reparatur und ein langer Erhalt eine immer größere Rolle. In diesem Kontext müssen Verbindungsfragen neu gedacht werden.\r\n\r\nDas Projekt gliedert sich in vier Phasen:\r\n\r\n1\\. Phase = Recherche zu Verbindungen\r\n\r\n2\\. Phase = Entwicklung eines Verbindungsrepertoires\r\n\r\n3\\. Phase = Transfer – Verbindungsidee in ein Konzept und Produkt überführen\r\n\r\n4\\. Phase = Prototypenbau\r\n\r\nLearnings:\r\n\r\nRecherche, Sensibilisierung zum Thema „Verbindungen“, Methode der Skalierung, Prototypenbau, Konzeptentwicklung, Präsentation","module":{"nr":"21EPd-P","title":"Produktdesign als Problemlösung","credits":"10"},"teachers":["Prof. Hermann Weizenegger"],"maxStudents":"12","room":"D310","fixture":{"weekday":2,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10282","url":"https:\/\/fhp.incom.org\/workspace\/10282","title":"Der urbane Garten als Zukunftswerkstatt - Eine Ausstellung","description":"„Der Garten erscheint als der einzige Ort der Begegnung des Menschen mit der Natur, wo es zu träumen erlaubt ist.“ (Gilles Clément) Welche Rolle können urbane Gärten im Kampf gegen den Klimawandel spielen, können Gärten einen Beitrag zur Artenvielfalt in unseren Städten leisten, können Gärten in der Stadt soziale Gefüge produzieren oder stärken? Was sonst können Gärten in der Stadt?\r\n\r\nGegenwärtig entsteht in Berlin-Neukölln das neue Besucher:innenzentrum des Bundesverbandes Deutscher Gartenfreunde (BDG), das Gemeinschaftsräume, ein Café und einen großen Ausstellungsraum enthalten wird. In Kooperation mit dem BDG und den Ausstellungsgestaltern \"Rotes Pferd\" werden wir im Seminar Inhalte für die Ausstellung konzipieren und prototypisch umsetzen. Dafür werden wir uns auf theoretischer Ebene mit Didaktik und Vermittlung beschäftigen und uns praktisch mit dem Transfer von Vermittlungskonzepten in unterschiedliche Medien, von Texten und Grafiken bis hin zu interaktiven Prototypen auseinandersetzen. Die Prototypen werden im Winter durch unsere Projektpartner\\*innen realisiert und ab Frühjahr 2024 als Teil der neuen Dauerausstellung zu sehen sein.\r\n\r\n  \r\n\r\nDieser Kurs ist eine Kooperation zwischen dem Studiengang Kulturarbeit (Prof. Nicola Lepp) und den Studiengängen des FB Design (Prof. Sebastian Meier).","module":{"nr":"21EPd-P","title":"Produktdesign als Problemlösung","credits":"10"},"teachers":["Nicola Lepp","Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10278","url":"https:\/\/fhp.incom.org\/workspace\/10278","title":"Klimawandelkommunikation - Neue Perspektiven!","description":"Wissenschaftler\\*innen rund um den Globus erforschen und dokumentieren die Zerstörung unseres Planeten. Es werden Daten erhoben und gesammelt, Erkenntnisse generiert und in Form von Graphen, Karten und Texten veröffentlicht. Diese Form der sachlichen Vermittlung wissenschaftlicher Erkenntnisse dominiert den Diskurs um Klimawandel, Artensterben und andere Auswirkungen der menschlichen Veränderungen unseres Planeten (das Anthropozän). Neben diesen Formen quantitativer Informationen versuchen Organisationen wie z.B. Greenpeace und Aktivist\\*innen uns auf emotionaler Ebene zu erreichen, indem uns die immer selben Bildwelten präsentiert werden (z.B. Eisbären auf Eisschollen). Eine Bildwelt die untergeht in der alltäglichen Flut der medialen Katastropheninszenierung von brennenden Wäldern, Starkregenereignissen und Sturmfluten.\r\n\r\n\\----\r\n\r\nIn diesem Semester wollen wir uns der Frage stellen, wie Klimawandelkommunikation und -vermittlung neu gedacht werden kann. Geht es um Daten und Statistiken oder geht es um einen ganzheitlichen Wandel? Dies ist sehr wahrscheinlich kein Kurs über Datenvisualisierung und Karten. Wir werden uns mit künstlerischen und aktivistischen Praktiken und Methoden auseinandersetzen und gemeinsam erforschen, was ganzheitliche Kommunikation bedeutet. Ergebnisoffen wollen wir neue Wege gehen, ob Theater, Poesie oder öffentliche Interventionen.","module":{"nr":"21EPd-S","title":"Produktdesign als Spekulation","credits":"10"},"teachers":["Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10303","url":"https:\/\/fhp.incom.org\/workspace\/10303","title":"Reflections. Design-Diskurse","description":"Ab dem Hauptstudium, Seminar mit Einzel- und Gruppenarbeit.\r\n\r\nDieser Kurs ist ein Lektüre-Kurs über das Design von gestern, heute und morgen, in dem wir einzeln \/ in Gruppen historische und aktuelle Schlüsseltexte aus Kommunikations-, Produkt- und Interfacedesign recherchieren, auswählen und diskutieren.","module":{"nr":"22Th-DKG","title":"Design-\/Kulturgeschichte","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"22","room":"D 119","fixture":{"weekday":1,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10307","url":"https:\/\/fhp.incom.org\/workspace\/10307","title":"Introduced: Design-Persönlichkeiten","description":"Die Geschichte einer Disziplin wird maßgeblich von Personen geprägt. So wäre etwa die Geschichte des Bauhauses ohne Walter Gropius sicherlich eine andere, wenn das Bauhaus überhaupt entstanden wäre. Im Kurs beschäftigen wir uns mit den Biografien von für Produkt-, Kommunikations- und Interface-Design relevanten Personen, mit ihren Arbeiten sowie ihrem Einfluss damals und heute.","module":{"nr":"22Th-DKG","title":"Design-\/Kulturgeschichte","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"25","room":"D 119","fixture":{"weekday":3,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10304","url":"https:\/\/fhp.incom.org\/workspace\/10304","title":"ZACK! Geschichte(n) der Comics und Graphic Novels zwischen Schund und Kunst","description":"Comics, Cartoons und Graphic Novels sind keineswegs ein Phänomen unserer Zeit, auch wenn ihre Zahl inzwischen riesengroß ist.\r\n\r\nIm Kurs werden wir die Anfänge und die Entwicklung dieses Genres nachzeichnen, Meilensteine vorstellen und verschiedene Design-Gattungen unterscheiden. Und viele Comics lesen! ;)","module":{"nr":"22Th-DKG","title":"Design-\/Kulturgeschichte","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"25","room":"D 119","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10305","url":"https:\/\/fhp.incom.org\/workspace\/10305","title":"Design-Streifzüge. How we tell the world.","description":"Dieser Kurs besteht sowohl aus Exkursionen als auch aus Treffen in der FHP. Wir beschäftigen uns mit den Themen 'Visionen' und suchen, wo immer möglich, nach Statements von Designer:innen, die in die Zukunft weisen könnten.\r\n\r\nEin weiterer Schwerpunkt des Kurses ist die Frage, über welche Erinnerungen eine Gesellschaft eigentlich verfügt und wie diese, nicht zuletzt am Beispiel Ausstellungen, 'gemacht' werden.  \r\n\r\nWir suchen Orte oder Begebenheiten auf, die eine Diskussion über Grenzen und Möglichkeiten von Design eröffnen sollen. Stationen werden v.a. aktuelle Ausstellungen sein. (Vorschläge sind willkommen). Ein paar Mal können Eintrittsgelder wohl nicht vermieden werden. Im Wechsel und in etwa 14tägig werden Besprechungen und Konsultationen stattfinden. In der FH treffen wir uns um 10.15 Uhr, die weiteren Anfangszeiten varriieren je nach Exkursion zwischen 10.15 Uhr und 11.00 Uhr.\r\n\r\nDie Leistungsanforderungen variieren je nach Studienabschnitt. Am Ende des Kurses soll zudem ein Kurs-Journal entstehen. Es soll zum Nachdenken über Visionen in Design, Architektur und Gesellschaft einladen.","module":{"nr":"22Th-DKG","title":"Design-\/Kulturgeschichte","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"16","room":"D 119 oder outdoor","fixture":{"weekday":5,"begin":{"hour":10,"minutes":15},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10381","url":"https:\/\/fhp.incom.org\/workspace\/10381","title":"Multisensorisches Marketing","description":"Dank der Wissensexplosion in der Psychologie und Neurowissenschaft verstehen wir heute besser denn je, wie Menschen unsere Umwelt wahrnehmen, wie sie Werbereize verarbeiten und ihre Kaufentscheidungen fällen. In einer überkommunizierten und dynamischen Welt ist dieses Wissen essenziell für Kommunikation, Verkauf und Design.\r\n\r\nErfolgreiche Designerinnen kennen die psychologischen Effekte und Mechanismen von Kaufentscheidungen. Zudem können sie relevante Kauftreiber identifizieren, welche die Basis einer jeden Marken-\/Produktpositionierung und Verkaufsstrategie sind.\r\n\r\nMenschen lesen jedoch keine Produktkonzepte oder Strategiepapiere. Ein Produkt muss seinen Nutzen und seine psychologischen Belohnung an das Unterbewusstsein vermitteln.\r\n\r\nDabei gilt: Nur wer sein Nutzenversprechen über (Design-)Codes intuitiv erlebbar macht, gewinnt das Herz der Kundinnen. Gerade wegen der zunehmenden Digitalisierung unseres Alltags ist das sensorische Erleben des Markenversprechens der Königsweg für erfolgreiches Verkaufen. Multisensorische Markenerlebnisse stimulieren unsere unbewusste Wahrnehmung besonders nachdrücklich und erzeugen Aufmerksamkeit, Erinnerung, Vertrauen, Wertschätzung sowie Kaufbereitschaft.\r\n\r\nDie Lehrveranstaltung umfasst folgende Inhalte:\r\n\r\n\\- Wahrnehmung: Sinne, Gedächtnis, Involvement, Regulatorischer Fokus,  \r\n\r\n\\- Multisensorische Verstärkung: Warum mehr Sinne mehr verkaufen\r\n\r\n\\- Kauftreiber: Wie implizite Ziele die Wahrnehmung lenken\r\n\r\n\\- Autopilot vs. Pilot: Warum Kaufentscheidungen meist unbewusst fallen\r\n\r\n\\- Positionierung: Weshalb starke Marken relevante Belohnung bieten  \r\n\r\n\\- Framing: Wie die Bedeutung der Marke ihre Belohnung transportiert\r\n\r\n\\- Codes: Wie Marken ihre Belohnung über sensorische Signale senden\r\n\r\n\\- Resonanzfelder: Wie Belohnungen in Codes übersetzen werden  \r\n\r\n\\- Multisense-Touchpoint-Modell: Marketing mit System  \r\n\r\nDie Prüfungsleistung wird eine praxisbezogene Aufgabe sein: Die Konzeption einer konkreten Marketingmaßnahme (z. B. ein Direct Mailing und\/oder ein Haptical).\r\n\r\nUnser Kurs findet in Präsenz statt an fünf Freitagen über das Semester verteilt, jeweils von 10:00 bis 17:00 Uhr.\r\n\r\nDie genauen Termine und den Raum werde ich hier zeitnah veröffentlicht.","module":{"nr":"22Th-DMR","title":"Designmanagement und -recht","credits":"6"},"teachers":["Sebastian Haupt"],"maxStudents":"28","room":"D107","language":{"identifier":"de","title":"Deutsch"}},{"id":"10325","url":"https:\/\/fhp.incom.org\/workspace\/10325","title":"Nachhaltig Gründen: ökologisch, sozial, ökonomisch","description":"Gemeinsam entwickeln wir einen Praxisleitfaden für die Realisierung einer Idee, die Nachhaltigkeit im Fokus hat: vom Purpose über die Idee zum Case.\r\n\r\nIn den einzelnen Schritten werden Theorien und Methoden für die Entwicklung eines nachhaltigen Konzepts vorgestellt und an der eigenen Idee angewandt. Das direkte outcome und deren gesamtgesellschaftliche und ökologische Auswirkungen werden präzis formuliert, wobei Konflikte zwischen den nachhaltigen Zielen und potenzielle negative impacts unter die Lupe genommen werden. Reflektiert werden die Ergebnisse im Rahmen der Kalkulation, in der die „Kennzahlen für Nachhaltigkeit“ eine Rolle für die Messung des Erfolgs spielen. Finanzierungs- und Fördermöglichkeiten, z.B. Spenden vs. Sponsoring, crowdfunding vs. konservative Darlehen werden vorgestellt, um ein Finanzierungsmodell für das eigene nachhaltige Konzept zu erarbeiten. Abschließen soll der Kurs mit einem Pitch, nach dem das im Kurs entwickelte Geschäftskonzept nach dem Bewertungssystem der DIN SPEC 90051 auf Nachhaltigkeit bewertet wird. Für die Umsetzung eines nachhaltigen Konzepts werden aktuelle Methoden aus dem Management von innovativen Unternehmen genutzt, z.B. Holakratie als Organisationsform. Praxisbeispiele sollen für den Transferprozess der Gründungsidee in ein praktisches Unternehmenskonzept unterstützend wirken.\r\n\r\nFür die eigene Verortung bieten aktuelle Nachhaltigkeitsmodelle und Raster die Rahmen, z.B. triple bottom line, 17 sdg’s","module":{"nr":"22Th-DMR","title":"Designmanagement und -recht","credits":"6"},"teachers":["Anett Lommatzsch"],"maxStudents":"0","room":"Haus 4 Raum 1.02","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10406","url":"https:\/\/fhp.incom.org\/workspace\/10406","title":"Darf man das heute überhaupt noch sagen? (Seminar zum Medienrecht)","description":"Jeder hat das Recht, seine Meinung in Wort, Schrift und Bild frei zu äußern und zu verbreiten \\[…\\] Eine Zensur findet nicht statt. Diese in Artikel 5 grundgesetzlich geschützte Meinungsfreiheit ist Basis der sogenannten Kommunikationsgrundrechte. Aber wie weit reicht diese Freiheit wirklich? Was geschieht, wenn eine Meinungsäußerung das Persönlichkeitsrecht oder auch den Glauben anderer berührt? Darf Satire wirklich alles? Ist die sog. \"Cancel Culture\" eine Gefahr für die Meinungsfreiheit? Führen Algorithmen im Netz zu einer neuen Form der Zensur? Und dürfen sich \"Klima-Aktivisten\" auf Straßen festkleben? Diese und weitere Fragen werden wir im Rahmen von Referaten und Diskussionen erörtern. Dabei werden wir uns nicht auf das deutsche Recht beschränken, sondern auch einen Blick auf den Stand der Meinungs- und Medienfreiheit in anderen Staaten werfen.\r\n\r\n**Bitte beachten:**\r\n\r\n**Das Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.**","module":{"nr":"22Th-DMR","title":"Designmanagement und -recht","credits":"6"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"10","room":"","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10302","url":"https:\/\/fhp.incom.org\/workspace\/10302","title":"CAPS LOCK – Changing Perspective on Design","description":"Dieser Kurs findet in Kooperation mit Silas Wolf (5. Sem Interface) statt und basiert auf dem Buch »CAPS LOCK – HOW CAPITALISM TOOK HOLD OF GRAPHIC DESIGN AND HOW TO ESCAPE FROM IT« von Ruben Pater.\r\n\r\nIm Kurs setzen wir uns mit der Verwobenheit von Grafikdesign und Kapitalismus auseinander und wollen mit gemeinnützigen Organisationen zusammenarbeiten. Wir gehen der Frage nach, wie wir Design im öffentlichen Interesse machen können. Dabei ist es wichtig, Design nicht als „wir machen Dinge hübsch“ zu betrachten, sondern als „wir schauen uns Prozesse an und optimieren sie“.\r\n\r\nDamit soll eine Sensibilisierung für die Vielschichtigkeit und Relevanz von Design entstehen und es sollen neue Möglichkeitsräume, wie in Zukunft im Design gearbeitet werden kann, eröffnet werden. Als Grundlage dient dabei das Buch von Ruben Pater.\r\n\r\nDer Kurs basiert auf studentischer Initiative und wird von Marion Godau begleitet. Daher ist Partizipation gefordert. Ein wichtiger Teil des antikapitalistischen Arbeitens basiert auf Selbstresonanz, daher soll auch der Kurs durchgehend reflektiert werden. Jeder Einspruch ist willkommen. Präsentations- und Dokumentationsformate werden gemeinsam entwickelt.\r\n\r\nSilas und ich freuen uns auf alle, die Lust haben, an diesem Experiment teilzunehmen und das bestehende System auf verschiedenen Ebenen kritisch zu hinterfragen.","module":{"nr":"22Th-DMT","title":"Design- \/ Medientheorie","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"20","room":"D 119","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10397","url":"https:\/\/fhp.incom.org\/workspace\/10397","title":"Basistexte der Designtheorie","description":"Was ist Designtheorie? Welche Denkansätze gibt es und wie können Theorien bei der gestalterischen Arbeit helfen? In dem Seminar lesen wir einige zentrale Texten der Designtheorie und diskutieren sie: Von Bauhaus bis Genderdesign.\r\n\r\nZiel des Seminar ist also eine Grundwissen über verschiedene Denkrichtungen in der Designtheorie. Außerdem befassen wir uns mit den Grundlagen wissenschaftlichen Arbeitens. Wie lese ich einen wissenschaftlichen Text und wie schreibe ich selber einen.","module":{"nr":"22Th-DMT","title":"Design- \/ Medientheorie","credits":"6"},"teachers":["Dr. Thomas Susanka"],"maxStudents":"0","room":"D105","fixture":{"weekday":2,"begin":{"hour":9,"minutes":0},"end":{"hour":12,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10307","url":"https:\/\/fhp.incom.org\/workspace\/10307","title":"Introduced: Design-Persönlichkeiten","description":"Die Geschichte einer Disziplin wird maßgeblich von Personen geprägt. So wäre etwa die Geschichte des Bauhauses ohne Walter Gropius sicherlich eine andere, wenn das Bauhaus überhaupt entstanden wäre. Im Kurs beschäftigen wir uns mit den Biografien von für Produkt-, Kommunikations- und Interface-Design relevanten Personen, mit ihren Arbeiten sowie ihrem Einfluss damals und heute.","module":{"nr":"22Th-DMT","title":"Design- \/ Medientheorie","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"25","room":"D 119","fixture":{"weekday":3,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10315","url":"https:\/\/fhp.incom.org\/workspace\/10315","title":"InfoVis Reading Group","description":"Information visualization (InfoVis) is the dynamic field of research and design concerned with the conception, development, and evaluation of interactive and visual representations of data. InfoVis research provides a great basis for designers to create effective data visualizations. Recent InfoVis research connects well with contemporary application areas of interface design such as data-based storytelling, generative art, science communication, digital humanities, and critical design.\r\n\r\nConceptualized as a self-organized reading group, this seminar provides a platform to read and discuss current InfoVis papers. Students are encouraged to select the readings according to their personal interests. The goal of the seminar is to critically engage with academic InfoVis literature, transfer insights to practical design work, and devise new ideas for future research projects. Students will actively participate in seminar discussions, share short reading responses, and write a survey paper on a current self-selected research topic related to InfoVis.","module":{"nr":"22Th-DMT","title":"Design- \/ Medientheorie","credits":"6"},"teachers":["Mark-Jan Bludau"],"maxStudents":"15","room":"D\/106 ","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":15,"minutes":30}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10381","url":"https:\/\/fhp.incom.org\/workspace\/10381","title":"Multisensorisches Marketing","description":"Dank der Wissensexplosion in der Psychologie und Neurowissenschaft verstehen wir heute besser denn je, wie Menschen unsere Umwelt wahrnehmen, wie sie Werbereize verarbeiten und ihre Kaufentscheidungen fällen. In einer überkommunizierten und dynamischen Welt ist dieses Wissen essenziell für Kommunikation, Verkauf und Design.\r\n\r\nErfolgreiche Designerinnen kennen die psychologischen Effekte und Mechanismen von Kaufentscheidungen. Zudem können sie relevante Kauftreiber identifizieren, welche die Basis einer jeden Marken-\/Produktpositionierung und Verkaufsstrategie sind.\r\n\r\nMenschen lesen jedoch keine Produktkonzepte oder Strategiepapiere. Ein Produkt muss seinen Nutzen und seine psychologischen Belohnung an das Unterbewusstsein vermitteln.\r\n\r\nDabei gilt: Nur wer sein Nutzenversprechen über (Design-)Codes intuitiv erlebbar macht, gewinnt das Herz der Kundinnen. Gerade wegen der zunehmenden Digitalisierung unseres Alltags ist das sensorische Erleben des Markenversprechens der Königsweg für erfolgreiches Verkaufen. Multisensorische Markenerlebnisse stimulieren unsere unbewusste Wahrnehmung besonders nachdrücklich und erzeugen Aufmerksamkeit, Erinnerung, Vertrauen, Wertschätzung sowie Kaufbereitschaft.\r\n\r\nDie Lehrveranstaltung umfasst folgende Inhalte:\r\n\r\n\\- Wahrnehmung: Sinne, Gedächtnis, Involvement, Regulatorischer Fokus,  \r\n\r\n\\- Multisensorische Verstärkung: Warum mehr Sinne mehr verkaufen\r\n\r\n\\- Kauftreiber: Wie implizite Ziele die Wahrnehmung lenken\r\n\r\n\\- Autopilot vs. Pilot: Warum Kaufentscheidungen meist unbewusst fallen\r\n\r\n\\- Positionierung: Weshalb starke Marken relevante Belohnung bieten  \r\n\r\n\\- Framing: Wie die Bedeutung der Marke ihre Belohnung transportiert\r\n\r\n\\- Codes: Wie Marken ihre Belohnung über sensorische Signale senden\r\n\r\n\\- Resonanzfelder: Wie Belohnungen in Codes übersetzen werden  \r\n\r\n\\- Multisense-Touchpoint-Modell: Marketing mit System  \r\n\r\nDie Prüfungsleistung wird eine praxisbezogene Aufgabe sein: Die Konzeption einer konkreten Marketingmaßnahme (z. B. ein Direct Mailing und\/oder ein Haptical).\r\n\r\nUnser Kurs findet in Präsenz statt an fünf Freitagen über das Semester verteilt, jeweils von 10:00 bis 17:00 Uhr.\r\n\r\nDie genauen Termine und den Raum werde ich hier zeitnah veröffentlicht.","module":{"nr":"22Th-DMT","title":"Design- \/ Medientheorie","credits":"6"},"teachers":["Sebastian Haupt"],"maxStudents":"28","room":"D107","language":{"identifier":"de","title":"Deutsch"}},{"id":"10303","url":"https:\/\/fhp.incom.org\/workspace\/10303","title":"Reflections. Design-Diskurse","description":"Ab dem Hauptstudium, Seminar mit Einzel- und Gruppenarbeit.\r\n\r\nDieser Kurs ist ein Lektüre-Kurs über das Design von gestern, heute und morgen, in dem wir einzeln \/ in Gruppen historische und aktuelle Schlüsseltexte aus Kommunikations-, Produkt- und Interfacedesign recherchieren, auswählen und diskutieren.","module":{"nr":"22Th-DMT","title":"Design- \/ Medientheorie","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"22","room":"D 119","fixture":{"weekday":1,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10405","url":"https:\/\/fhp.incom.org\/workspace\/10405","title":"Urheber-, Design- und Medienrecht (Vorlesung)","description":"Die Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.","module":{"nr":"24PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"90","room":"FH Potsdam D\/011","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10410","url":"https:\/\/fhp.incom.org\/workspace\/10410","title":"Rhetorik und Präsentation","description":"Einführung in die Kategorie der Präsenz und in weitere darstellerische Aspekte sowie deren Anwendungen für die Präsentation von künstlerisch-gestalterischen Inhalten.\r\n\r\nPräsentieren ist Handwerk, das erlernt und trainiert werden kann. Auch richtet sich der Kurs an Studierende, die Angst vor öffentlichem Reden empfinden und gezielt methodische Unterstützung benötigen.\r\n\r\n**Teilnahmebedingungen**: Präsenz und aktive Teilnahme auch für Gruppenübungen zwingend erforderlich.\r\n\r\n**Zeitraum:** von 27.04.2023-21.07.2023; Donnerstags 9h-13h\r\n\r\nLeistungsnachweis: Flexmodule aller Design-Studiengänge mit 4 CP, unbenotet\r\n\r\n**Lehrender: Horst-J. Lonius**  \r\nRegisseur, Autor und Dozent (u.a. an der Udk und HfS Ernst Busch)  \r\n[http:\/\/www.lonius.de\/vita3.html](http:\/\/www.lonius.de\/vita3.html)","module":{"nr":"24PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Horst-J. Lonius"],"maxStudents":"0","room":" Theaterwerkstatt HG (1. OG)","fixture":{"weekday":4,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10311","url":"https:\/\/fhp.incom.org\/workspace\/10311","title":"A2 – Produktionsprozess Druck: Farbe und Reproduktion","description":"Farbe und Reproduktion – Buchprojekt „Farbe, Kontrast, Umfeld“\r\n\r\nDie Grundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Zentrale Themen sind die Druckverfahren, wie Digitaldruck, Offsetdruck, Hochdruck und die Aufbereitung der Daten für das Farbmanagement. Das Buchprojekt wird mit den jeweiligen Druckverfahren hergestellt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Printerzeugnissen beschäftigen wollen.\r\n\r\nHinweise:\r\n\r\nLW 128 im Werkstattgebäude \/\/ Max. 10 Teilnehmer \/ Der Unterricht findet Donnerstag von 10.00 bis 12.30 Uhr statt. Werkstattarbeit mit Lehrbetreuung bis 16.00 Uhr. Es entstehen Kosten für die Ausgabe im Digitaldruck, je nach Verbrauch.\r\n\r\nVoraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\r\n\r\nLehrende: Christine Mangelsdorf","module":{"nr":"24PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Christine Mangelsdorf"],"maxStudents":"10","room":"Ort: LW 128\/130","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10265","url":"https:\/\/fhp.incom.org\/workspace\/10265","title":";* In Liebe, Deine FHP!","description":"Der interdisziplinäre Kurs (Interflex-Kurs) _In Liebe, Deine FHP!_ widmet sich der Ausarbeitung und Umsetzung von drei Ideen, welche die Alumni-  \r\nArbeit der FHP schöner, vernetzter und nachhaltiger gestaltet.  \r\nDabei bauen wir auf den Erkenntnissen und Ergebnissen eines Interflex-Kurses aus dem letzten Semester auf. Die drei Ideen, welchen wir uns  \r\nbesonders widmen, sind die Ausgestaltung eines engagierten Vereins,  \r\ndie Organisation und Erprobung unterschiedlicher Stammtische für  \r\nAlumni\/ae und Studierende sowie die Konzeption, Gestaltung und Umsetzung von mit Stolz erfüllenden Dingen für eine feierliche Verabschiedungszeremonie am Ende eines erfolgreichen Studiums. Denn schließlich: Abschlusszeugnisse per Post zugeschickt bekommen — das kann ja jeder! Wir wollen mehr!\r\n\r\nDer Kurs richtet sich an Studierende aller Fachrichtungen der FHP, denn gerade der disziplinübergreifende Austausch und die Vernetzung in die verschiedenen Fachkulturen lässt die Besonderheiten und Eigenarten zu einem neuem Ansatz hervorragend verbinden.\r\n\r\nDer Kurs startet mit einer Präsentation und Diskussion der Ergebnisse des letzten Interflex-Kurses sowie einer Erarbeitung von Projektbriefings für die drei zu entwickelnden Formate. Mit Hilfe von Methoden des Projektmanagements, der beiden Designmethoden Personas und Storyboards sowie durch Darstellungen, Diskussion und Kommunikation werden die Teilprojekte in einem iterativen Vorgehen entwickelt, prototypisch umgesetzt und erprobt. Am Ende des Kurses treten wir alle dem besten Verein aller Zeiten bei, sind durch beeindruckende Gespräche bei Stammtischen inspiriert und initiieren oder bereichern Verabschiedungszeremonien durch Dinge mit Hirn und Herz.\r\n\r\nDie Teilnahme an allen Lehreinheiten, Zwischen- und Abschluss-  \r\npräsentationen sowie umgesetzten Events ist selbstredlich in Präsenz  \r\nund verpflichtend.","module":{"nr":"24PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["✔ Nikolas Ripka","Prof. Constanze Langer"],"maxStudents":"10","room":"Haus D 105","fixture":{"weekday":5,"begin":{"hour":13,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10364","url":"https:\/\/fhp.incom.org\/workspace\/10364","title":"Flex & InterFlex-Seminarangebot und FHP Entrepreneurship School im SoSe 2023","description":"In InterFlex-Kursen arbeiten Lehrende und Studierende aus verschiedenen Fachbereichen zusammen und entwickeln neue Ideen und Projekte. Im Workspace finden Sie weiterführende Informationen und Links zu den einzelnen InterFlex-Angeboten im Sommersemester 2023.\r\n\r\nZur [Übersicht >](https:\/\/www.fh-potsdam.de\/studium-weiterbildung\/studienorganisation\/vorlesungsverzeichnis\/fachuebergreifende-lehrveranstaltungen)","module":{"nr":"24PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["M.A. Anouk Meissner"],"maxStudents":"0","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"10310","url":"https:\/\/fhp.incom.org\/workspace\/10310","title":"A1 – Produktionsprozess Druck: Farbe und Reproduktion","description":"Dieser Kurs ist ein Doppelkurs in Zusammenarbeit mit Maria Kleinschmidt und kann nur (!) zusammen (!) mit ihrem Atelierkurs am Dienstag Vormittag belegt werden. \r\n\r\nDadurch werden sowohl der Atelierschein als auch der Werkstattschein erworben (4 Credits). Die analogen Arbeiten, die in diesem Kurs dienstags entstehen, werden dann mittwochs in LW 128\/LW130 digital bearbeitet und farbgetreu reproduziert.\r\n\r\nDie Ergebnisse werden vor allem für den Offsetdruck, aber auch für die Ausgabe im RGB-Farbraum bearbeitet und gedruckt.\r\n\r\nDie Grundlagen für die Realisierung im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Dazu gehören Farbe, Farbräume, Farbe in der Reproduktion, sowie theoretisches und praktisches Wissen über die Druckverfahren. Nach der Einweisung in die Werkstatt erfolgt die Freischaltung für LW130, in der die Studierenden Ihre Originale scannen und an kalibrierten Bildschirmen auch außerhalb der Unterrichtszeiten bearbeiten können.\r\n\r\nArbeit in der Werkstatt mit Lehrbetreuung bis 14.20 Uhr.","module":{"nr":"24PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Maria Kleinschmidt","Christine Mangelsdorf"],"maxStudents":"15","room":"LW128\/130","fixture":{"weekday":3,"begin":{"hour":9,"minutes":30},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10352","url":"https:\/\/fhp.incom.org\/workspace\/10352","title":"A – Graphic AR Lab: Einführung in Augmented Reality","description":"Dienstag, 10 – 13 Uhr | SoSe 23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nBewegte AR-Poster, digitale Skulpturen, Photogrammetry, Facefilter: Wir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann frei mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Das lässt sich auch super mit Entwurfskursen verknüpfen. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Vorwissen ist nicht notwendig!","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW228","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10340","url":"https:\/\/fhp.incom.org\/workspace\/10340","title":"Analoges Zeichnen_2","description":"Die Veranstaltung »Analoges Zeichnen\\_2« baut auf den Kurs 1 auf, bzw. setzt dreidimensionale Zeichenfähigkeiten voraus. Die Studierenden erlernen im ersten Teil wie ein 3D Objekt zeichnerisch aus der eigenen Vorstellungskraft heraus entwickelt werden kann. Dabei geht es primär um zeichnerische und analytische Methoden zum Generieren von verschiedenen Formideen sowie um die Befähigung, sich eigenständig für einen Entwurf zu entscheiden. Im zweiten Teil erarbeiten die Studierenden ein imaginäres Produkt. Das Ergebnis und der zeichnerische Ideenfindungsprozess werden auf einem analog erstellten Präsentationsboard präsentiert.\r\n\r\nZiel der Lehrveranstaltungen ist das zwei und dreidimensionale Vorstellungsvermögen zu schulen und die Studierenden zu befähigen, mit einfachen Techniken Ideen und Details schnell zu kommunizieren und eine Bandbreite von Ideen freihändig visualisieren zu können. Zudem soll das Verständnis geprägt werden, dass eine Form nicht willkürlich ist, sondern dass diese verstanden und erarbeitet werden muss.","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Dipl. Des Torsten Redlich"],"maxStudents":"16","room":"D311","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10339","url":"https:\/\/fhp.incom.org\/workspace\/10339","title":"Digital Prototyping","description":"Im Zentrum dieser Veranstaltung steht das „Machen“. Es geht darum, funktionale Prototypen unter Verwendung von existierenden (Hardware-)Komponenten (z.B. Arduino), Lasercutting und 3D-Druck zu erschaffen (Vorkenntnisse an den jeweiligen Maschinen sind nicht erforderlich).\r\n\r\nDazu beschäftigen wir uns praxisorientiert mit den zur Verfügung stehenden Maschinen (vorrangig Lasercutter und 3D-Drucker), den möglichen Arbeitsmodi (z.B. Schneiden, Ritzen und Gravieren beim Lasercutter), der Nachbearbeitung der Werkstücke, sowie den jeweils benötigten Quelldaten.\r\n\r\nDie Möglichkeiten, um diese Quelldaten zu erstellen sind vielseitig: Diese können entweder manuell erstellt werden (z.B. mit Autodesk Fusion (2D\/3D), Inkscape (2D)) oder aber programmatisch mit Werkzeugen wie openSCAD generiert werden. Beide Möglichkeiten werden wir genauer unter die Lupe nehmen und in der Praxis testen. Ebenso werden wir uns im Laufe der Veranstaltung zur Verfügung stehende Tools anschauen, die viele Arbeitsabläufe vereinfachen können.","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Thomas Klingbeil"],"maxStudents":"10","room":"Interface Lab (LW 126)","fixture":{"weekday":4,"begin":{"hour":8,"minutes":30},"end":{"hour":11,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10353","url":"https:\/\/fhp.incom.org\/workspace\/10353","title":"B – Graphic AR Lab: Einführung in Augmented Reality","description":"Mittwoch, 10 – 13 Uhr | SoSe 23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nBewegte AR-Poster, digitale Skulpturen, Photogrammetry, Facefilter: Wir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann frei mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Das lässt sich auch super mit Entwurfskursen verknüpfen. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Vorwissen ist nicht notwendig!","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW228","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10311","url":"https:\/\/fhp.incom.org\/workspace\/10311","title":"A2 – Produktionsprozess Druck: Farbe und Reproduktion","description":"Farbe und Reproduktion – Buchprojekt „Farbe, Kontrast, Umfeld“\r\n\r\nDie Grundlagen im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Zentrale Themen sind die Druckverfahren, wie Digitaldruck, Offsetdruck, Hochdruck und die Aufbereitung der Daten für das Farbmanagement. Das Buchprojekt wird mit den jeweiligen Druckverfahren hergestellt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Printerzeugnissen beschäftigen wollen.\r\n\r\nHinweise:\r\n\r\nLW 128 im Werkstattgebäude \/\/ Max. 10 Teilnehmer \/ Der Unterricht findet Donnerstag von 10.00 bis 12.30 Uhr statt. Werkstattarbeit mit Lehrbetreuung bis 16.00 Uhr. Es entstehen Kosten für die Ausgabe im Digitaldruck, je nach Verbrauch.\r\n\r\nVoraussetzung für den Scheinerwerb: Buchabgabe und eine Projektdokumentation im Incom. Nach einer Einweisung in das Drucklabor erfolgt die Freischaltung für LW 130.\r\n\r\nLehrende: Christine Mangelsdorf","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Christine Mangelsdorf"],"maxStudents":"10","room":"Ort: LW 128\/130","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10363","url":"https:\/\/fhp.incom.org\/workspace\/10363","title":"Audio-\/Videowerkstatt: Einführung in das audio-visuelle Arbeiten »№15 – Filme zum Arbeitsschutz in der Modellbauwerkstatt V«","description":"Sommersemester 2023\r\n\r\nDonnerstag, 10–13 Uhr, D\/002 (Video-Studio)\r\n\r\n4 Credits, unbenotet\r\n\r\n120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium\r\n\r\n**Aufgabe**\r\n\r\nDer selbstverständliche Umgang mit Film- und Audiotechnik sowie die praxisrelevanten Arbeitsabläufe der Video-Aufzeichnung, -Schnitt und -Postproduktion werden anhand verschiedener Aufgaben geübt und gefestigt. Im Rahmen des Semesterprojekts entstehen in Zusammenarbeit mit Anne Boenisch (Werkstattleiterin) Filme zum Arbeitsschutz in der Modellbauwerkstatt.\r\n\r\n**Seminar- & Projektorganisation**\r\n\r\nIm Rahmen eines Semesterprojektes wird ein Bewegtbild-Projekt umgesetzt. Im Vordergrund stehen die Vermittlung technischer Grundkenntnisse und instrumenteller Kompetenz sowie die interessengeleitete Umsetzung und Vertiefung mit der Materie. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen und Workshops dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\r\n\r\nDas audio-visuelle Semesterprojekt soll in Gruppenarbeit (3 Studierende) umgesetzt werden – gegenseitige Unterstützung ist ausdrücklich erwünscht.\r\n\r\nTeilnehmerzahl, Voraussetzung & Anmeldung\r\n\r\nDie Teilnehmerzahl ist begrenzt.\r\n\r\nVoraussetzung: keine.\r\n\r\nDie Anmeldung erfolgt über den incom-workspace.","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Jan Schütze"],"maxStudents":"24","room":"Videostudio","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10310","url":"https:\/\/fhp.incom.org\/workspace\/10310","title":"A1 – Produktionsprozess Druck: Farbe und Reproduktion","description":"Dieser Kurs ist ein Doppelkurs in Zusammenarbeit mit Maria Kleinschmidt und kann nur (!) zusammen (!) mit ihrem Atelierkurs am Dienstag Vormittag belegt werden. \r\n\r\nDadurch werden sowohl der Atelierschein als auch der Werkstattschein erworben (4 Credits). Die analogen Arbeiten, die in diesem Kurs dienstags entstehen, werden dann mittwochs in LW 128\/LW130 digital bearbeitet und farbgetreu reproduziert.\r\n\r\nDie Ergebnisse werden vor allem für den Offsetdruck, aber auch für die Ausgabe im RGB-Farbraum bearbeitet und gedruckt.\r\n\r\nDie Grundlagen für die Realisierung im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Dazu gehören Farbe, Farbräume, Farbe in der Reproduktion, sowie theoretisches und praktisches Wissen über die Druckverfahren. Nach der Einweisung in die Werkstatt erfolgt die Freischaltung für LW130, in der die Studierenden Ihre Originale scannen und an kalibrierten Bildschirmen auch außerhalb der Unterrichtszeiten bearbeiten können.\r\n\r\nArbeit in der Werkstatt mit Lehrbetreuung bis 14.20 Uhr.","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Maria Kleinschmidt","Christine Mangelsdorf"],"maxStudents":"15","room":"LW128\/130","fixture":{"weekday":3,"begin":{"hour":9,"minutes":30},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10399","url":"https:\/\/fhp.incom.org\/workspace\/10399","title":"material knowledge - advance","description":"Die sorgfältige Auswahl der am besten geeigneten Materialien und Technologien ist ein Schlüsselfaktor für den Erfolg und die Akzeptanz von Produkten. Als Designer tragen wir eine besondere Verantwortung, da bereits in der Designphase etwa 80% der Umweltauswirkungen eines Produkts festgelegt werden.\r\n\r\n“Material Knowledge - advanced” vertieft das Grundlagenwissen über Materialien und Technologien anhand anwendungsorientierter Beispiele. Im Mittelpunkt steht die konstruktionsgerechte Auswahl, technische Gestaltung und ökologische Bewertung von Materialien und Technologien in der Praxis.\r\n\r\nWir werden uns genauer damit befassen, wie und wo die Materialien abgebaut und hergestellt werden und welche globalen Auswirkungen dies hat, wenn wir sie als Designer\\*innen verwenden.\r\n\r\nIm Rahmen von Anwendungsbeispielen werden wir uns gezielt mit bestehenden Produkten oder bereits abgeschlossenen Entwurfsprojekten auseinandersetzen und diese vertiefend analysieren.\r\n\r\n**Die Teilnahme am Kurs “Material Knowledge - advanced” setzt eine erfolgreiche Teilnahme am Kurs “Material Knowledge - basics” oder gute Kenntnisse in den Bereichen Material und Verarbeitungsverfahren voraus. Zudem ist mindestens ein abgeschlossenes Entwurfsprojekt für Analysezwecke erforderlich.**\r\n\r\nLernziele:\r\n\r\n-    Vertiefung des Wissens über spezifische Material- und Werkstoffgruppen unter Berücksichtigung geeigneter Herstellungs- und Verarbeitungsverfahren  \r\n    \r\n-   Sichere Auswahl geeigneter Materialien und Verfahren in der Praxis  \r\n    \r\n\r\n-   Konstruktionsgerechter Umgang mit Materialien und Technologien\r\n    \r\n-   Konstruktionsgerechter Umgang mit Materialien und Technologien\r\n    \r\n-   Life Cycle Assessment (LCA) - Analyse\r\n    \r\n-   Berücksichtigung ökologischer, ökonomischer und technischer Parameter\r\n    \r\n-   Demontage und vertiefende Analyse eines technischen Produkts\r\n    \r\n-   Analyse und Beurteilung eigener Entwurfsprojekte\r\n    \r\n    \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\r\n    \r\n    Handwerk\/ Technik\r\n    \r\n    Modul: 24PSs-HT-L Handwerk\/Technik + Praxis 6CP\r\n    \r\n    Raum: LW226\r\n    \r\n    Kursangebot für 3. Studienabschnitt, Übergreifendes Kursangebot für ID, KD, PD","module":{"nr":"24PSs-HT-S","title":"Handwerk\/Technik (60h)","credits":"2"},"teachers":["Stefan Aufrichter"],"maxStudents":"15","room":"LW115","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10347","url":"https:\/\/fhp.incom.org\/workspace\/10347","title":"Digitale Typografie Werkstatt","description":"Im Werkstattkurs zur Digitalen Typografie werden uns mit digitalen Satz-Werkzeugen (verschiedener Software) beschäftigen und dort typografische Entwürfe entwickeln. Diese digitalen Daten werden dann den Computer verlassen um in der Typografie Werkstatt auf Papier verewigt\/gedruckt\/gezeichnet zu werden. Dazu werden wir uns mit dem Siftplotter auseinandersetzten und neue Druckformen mithilfe von 3D-Drucker, Laser-Cutter (evtl. CNC Fräse) für die Letterpress Druckmaschinen entwickeln -> ein digital\/analoger Typografie Kurs, bei dem die alten und neuen Möglichkeiten der Werkstatt kombiniert werden und neue Perspektiven entwickelt werden sollen.\r\n\r\nKeine Vorkenntnisse nötig, wohl aber Freude am handwerklichen Arbeiten und Experimentieren. Richtet sich tendenziell eher an Studierende die bereits etwas Erfahrung in den typografischen Gefilden haben und ist für den 1. und 2. Studienabschnitt offen.\r\n\r\n8 Termine, immer Mittwochs, 9-13 Uhr, Raum 216-218\r\n\r\n(5. April, 12. April, 19. April, 26. April, 3. Mai, 10. Mai, 17. Mai, 24. Mai) mit der Möglichkeit auch am Nachmittag in der Werkstatt zu arbeiten.\r\n\r\nDer Kurs endet offiziell bereits Ende Mai in einer\r\n\r\nAbschlusspräsentation, bzw. von uns entwickelten kleinen Ausstellung zum Tag der offenen Typografie Werkstatt am 31. Mai von 17 - 19 Uhr.\r\n\r\nAnschließend seht euch die Werkstatt den Rest des Semesters (und evtl. auch eueres Studiums ;-) offen um weiter dort zu arbeiten.","module":{"nr":"24PSs-HT-S","title":"Handwerk\/Technik (60h)","credits":"2"},"teachers":["Felix Walser"],"maxStudents":"8","room":"LW216-218","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10407","url":"https:\/\/fhp.incom.org\/workspace\/10407","title":"Werkschau 2023","description":"Euer STURA organisiert mit Euch zum Abschluß des Sommersemesters eine Werkschau und große Party. Wer mitmachen will, trage sich in diesem Workspace ein. Es gibt Prokjektwochenschein klein und groß.","module":{"nr":"24PSs-PO-L","title":"Projektorganisation (120h)","credits":"4"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"0","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"3446","url":"https:\/\/fhp.incom.org\/workspace\/3446","title":"15 Fotowerkstätten","description":"Der Werkstattkurs richtet sich vorrangig an Studierende, die in den „Lichtfänger-Kursen“ von Fr. Prof. Leoper eingeschrieben sind. D.h. sollten Sie dort einen Fotokurs belegen ist Ihnen ein Platz für die Werkstatteinführungen sicher.\r\n\r\nMaßgebend für die Teilnahme ist das Erscheinen bei Kursbeginn.\r\n\r\nDer Lichtfänger wird in 2 Gruppen aufgeteilt:\r\n\r\nGruppe1: Mo. 14-18 Uhr\r\n\r\nGruppe2: Di. 14-18 Uhr\r\n\r\n**Die Aufteilung der Gruppen werden beim ersten Treffen der Lichtfänger mit Frau Prof. Loeper festgelegt!**\r\n\r\nOrte: LW 128\/130 Drucklabor \/LW 122 SW­‐Labor oder D003 Fotostudio\r\n\r\nFür die Vergabe von freien Kursplätzen oder zusätzliche Einführungskurse halten Sie bitte mit der Werkstattleiterin Rücksprache!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nCredits: \r\n\r\n14W-FW-L\/ Lichtfänger I\/ Anfänger\/Wintersemester\/ 4 Credits\r\n\r\n14W-FW-S\/ LichtfängerII\/ Fortgeschrittene\/ Sommersemester\/ 2 Credits\r\n\r\n14W-FW-SE\/ Zugangsberechtigungen nach Einführungen in z.B. FotoStudio, SW-Labor oder kalibrierte Bildschirmarbeitsplätze\r\n\r\n15PSs-PO-L Projektorganisation (120h)\/ 4 CP (Grundstudium)\r\n\r\n15PSs-PO-S Projektorganisation (60h)\/ 2 CP (Grundstudium)  \r\n\r\n24PSs-PO-L Projektorganisation (120h) 4 CP (Hauptstudium)\r\n\r\n24PSs-PO-S Projektorganisation (60h) 2 CP (Hauptstudium)\r\n\r\n24PSs-T Tutorium 3 CP (Hauptstudium)\r\n\r\nAlle PO's und das Tutorium können gerne mit mir besprochen\/ ausgehandelt werden.\r\n\r\nMelden Sie sich bei mir!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nKursbeschreibung: Technik ist nicht alles, aber hilfreich!!\r\n\r\nUm zu beurteilen, warum ein Foto gelungen oder weniger gut gelungen ist, sind fotografische Kenntnisse Voraussetzung.\r\n\r\nAber wie funktioniert die Technik die dahinter steht?\r\n\r\nDas bewusste Gestalten einer fotografischen Aufnahme mit Hilfe der Technik die eine moderne Kamera bietet, wird gerade im digitalen Zeitalter oft vernachlässigt oder ist gar nicht bekannt. Der professionelle Einsatz einer Kamera sowie die Verarbeitung moderner Fotomaterialien erfordern Fachwissen über die Zusammenhänge in der digitalen Aufnahme -­und Drucktechnik.\r\n\r\nIn aufbauenden Schritten, die durch Übungen und Kurzreferaten begleitet werden, erlernen Sie die Grundlagen für den professionellen Einsatz moderner Fototechnik als auch die farbgetreue Weiterverarbeitung für die Druckausgabe Ihrer fotografischen Projekte.\r\n\r\nEinführung Fotostudio:\r\n\r\nDer professionelle Einsatz von künstlichem Licht im Studio ­via Blitz-, und Dauerlichttechnik wird in einer gesonderten Einführung im zweiten Semesterabschnitt stattfinden. Genaue Termine werden während des Kurses bekannt gegeben.\r\n\r\nEinführung SW-Labor:\r\n\r\nNur nach Absprache mit der der Werkstattleitung","module":{"nr":"24PSs-PO-L","title":"Projektorganisation (120h)","credits":"4"},"teachers":["Kathrin Katzek"],"maxStudents":"0","room":"D003\/ LW122\/LW 128\/130","language":{"identifier":"de","title":"Deutsch"}},{"id":"10407","url":"https:\/\/fhp.incom.org\/workspace\/10407","title":"Werkschau 2023","description":"Euer STURA organisiert mit Euch zum Abschluß des Sommersemesters eine Werkschau und große Party. Wer mitmachen will, trage sich in diesem Workspace ein. Es gibt Prokjektwochenschein klein und groß.","module":{"nr":"24PSs-PO-S","title":"Projektorganisation (60h)","credits":"2"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"0","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"3446","url":"https:\/\/fhp.incom.org\/workspace\/3446","title":"15 Fotowerkstätten","description":"Der Werkstattkurs richtet sich vorrangig an Studierende, die in den „Lichtfänger-Kursen“ von Fr. Prof. Leoper eingeschrieben sind. D.h. sollten Sie dort einen Fotokurs belegen ist Ihnen ein Platz für die Werkstatteinführungen sicher.\r\n\r\nMaßgebend für die Teilnahme ist das Erscheinen bei Kursbeginn.\r\n\r\nDer Lichtfänger wird in 2 Gruppen aufgeteilt:\r\n\r\nGruppe1: Mo. 14-18 Uhr\r\n\r\nGruppe2: Di. 14-18 Uhr\r\n\r\n**Die Aufteilung der Gruppen werden beim ersten Treffen der Lichtfänger mit Frau Prof. Loeper festgelegt!**\r\n\r\nOrte: LW 128\/130 Drucklabor \/LW 122 SW­‐Labor oder D003 Fotostudio\r\n\r\nFür die Vergabe von freien Kursplätzen oder zusätzliche Einführungskurse halten Sie bitte mit der Werkstattleiterin Rücksprache!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nCredits: \r\n\r\n14W-FW-L\/ Lichtfänger I\/ Anfänger\/Wintersemester\/ 4 Credits\r\n\r\n14W-FW-S\/ LichtfängerII\/ Fortgeschrittene\/ Sommersemester\/ 2 Credits\r\n\r\n14W-FW-SE\/ Zugangsberechtigungen nach Einführungen in z.B. FotoStudio, SW-Labor oder kalibrierte Bildschirmarbeitsplätze\r\n\r\n15PSs-PO-L Projektorganisation (120h)\/ 4 CP (Grundstudium)\r\n\r\n15PSs-PO-S Projektorganisation (60h)\/ 2 CP (Grundstudium)  \r\n\r\n24PSs-PO-L Projektorganisation (120h) 4 CP (Hauptstudium)\r\n\r\n24PSs-PO-S Projektorganisation (60h) 2 CP (Hauptstudium)\r\n\r\n24PSs-T Tutorium 3 CP (Hauptstudium)\r\n\r\nAlle PO's und das Tutorium können gerne mit mir besprochen\/ ausgehandelt werden.\r\n\r\nMelden Sie sich bei mir!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nKursbeschreibung: Technik ist nicht alles, aber hilfreich!!\r\n\r\nUm zu beurteilen, warum ein Foto gelungen oder weniger gut gelungen ist, sind fotografische Kenntnisse Voraussetzung.\r\n\r\nAber wie funktioniert die Technik die dahinter steht?\r\n\r\nDas bewusste Gestalten einer fotografischen Aufnahme mit Hilfe der Technik die eine moderne Kamera bietet, wird gerade im digitalen Zeitalter oft vernachlässigt oder ist gar nicht bekannt. Der professionelle Einsatz einer Kamera sowie die Verarbeitung moderner Fotomaterialien erfordern Fachwissen über die Zusammenhänge in der digitalen Aufnahme -­und Drucktechnik.\r\n\r\nIn aufbauenden Schritten, die durch Übungen und Kurzreferaten begleitet werden, erlernen Sie die Grundlagen für den professionellen Einsatz moderner Fototechnik als auch die farbgetreue Weiterverarbeitung für die Druckausgabe Ihrer fotografischen Projekte.\r\n\r\nEinführung Fotostudio:\r\n\r\nDer professionelle Einsatz von künstlichem Licht im Studio ­via Blitz-, und Dauerlichttechnik wird in einer gesonderten Einführung im zweiten Semesterabschnitt stattfinden. Genaue Termine werden während des Kurses bekannt gegeben.\r\n\r\nEinführung SW-Labor:\r\n\r\nNur nach Absprache mit der der Werkstattleitung","module":{"nr":"24PSs-PO-S","title":"Projektorganisation (60h)","credits":"2"},"teachers":["Kathrin Katzek"],"maxStudents":"0","room":"D003\/ LW122\/LW 128\/130","language":{"identifier":"de","title":"Deutsch"}},{"id":"3446","url":"https:\/\/fhp.incom.org\/workspace\/3446","title":"15 Fotowerkstätten","description":"Der Werkstattkurs richtet sich vorrangig an Studierende, die in den „Lichtfänger-Kursen“ von Fr. Prof. Leoper eingeschrieben sind. D.h. sollten Sie dort einen Fotokurs belegen ist Ihnen ein Platz für die Werkstatteinführungen sicher.\r\n\r\nMaßgebend für die Teilnahme ist das Erscheinen bei Kursbeginn.\r\n\r\nDer Lichtfänger wird in 2 Gruppen aufgeteilt:\r\n\r\nGruppe1: Mo. 14-18 Uhr\r\n\r\nGruppe2: Di. 14-18 Uhr\r\n\r\n**Die Aufteilung der Gruppen werden beim ersten Treffen der Lichtfänger mit Frau Prof. Loeper festgelegt!**\r\n\r\nOrte: LW 128\/130 Drucklabor \/LW 122 SW­‐Labor oder D003 Fotostudio\r\n\r\nFür die Vergabe von freien Kursplätzen oder zusätzliche Einführungskurse halten Sie bitte mit der Werkstattleiterin Rücksprache!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nCredits: \r\n\r\n14W-FW-L\/ Lichtfänger I\/ Anfänger\/Wintersemester\/ 4 Credits\r\n\r\n14W-FW-S\/ LichtfängerII\/ Fortgeschrittene\/ Sommersemester\/ 2 Credits\r\n\r\n14W-FW-SE\/ Zugangsberechtigungen nach Einführungen in z.B. FotoStudio, SW-Labor oder kalibrierte Bildschirmarbeitsplätze\r\n\r\n15PSs-PO-L Projektorganisation (120h)\/ 4 CP (Grundstudium)\r\n\r\n15PSs-PO-S Projektorganisation (60h)\/ 2 CP (Grundstudium)  \r\n\r\n24PSs-PO-L Projektorganisation (120h) 4 CP (Hauptstudium)\r\n\r\n24PSs-PO-S Projektorganisation (60h) 2 CP (Hauptstudium)\r\n\r\n24PSs-T Tutorium 3 CP (Hauptstudium)\r\n\r\nAlle PO's und das Tutorium können gerne mit mir besprochen\/ ausgehandelt werden.\r\n\r\nMelden Sie sich bei mir!\r\n\r\n\\------------------------------------------------------------------------\r\n\r\nKursbeschreibung: Technik ist nicht alles, aber hilfreich!!\r\n\r\nUm zu beurteilen, warum ein Foto gelungen oder weniger gut gelungen ist, sind fotografische Kenntnisse Voraussetzung.\r\n\r\nAber wie funktioniert die Technik die dahinter steht?\r\n\r\nDas bewusste Gestalten einer fotografischen Aufnahme mit Hilfe der Technik die eine moderne Kamera bietet, wird gerade im digitalen Zeitalter oft vernachlässigt oder ist gar nicht bekannt. Der professionelle Einsatz einer Kamera sowie die Verarbeitung moderner Fotomaterialien erfordern Fachwissen über die Zusammenhänge in der digitalen Aufnahme -­und Drucktechnik.\r\n\r\nIn aufbauenden Schritten, die durch Übungen und Kurzreferaten begleitet werden, erlernen Sie die Grundlagen für den professionellen Einsatz moderner Fototechnik als auch die farbgetreue Weiterverarbeitung für die Druckausgabe Ihrer fotografischen Projekte.\r\n\r\nEinführung Fotostudio:\r\n\r\nDer professionelle Einsatz von künstlichem Licht im Studio ­via Blitz-, und Dauerlichttechnik wird in einer gesonderten Einführung im zweiten Semesterabschnitt stattfinden. Genaue Termine werden während des Kurses bekannt gegeben.\r\n\r\nEinführung SW-Labor:\r\n\r\nNur nach Absprache mit der der Werkstattleitung","module":{"nr":"24PSs-T","title":"Tutorium","credits":"3"},"teachers":["Kathrin Katzek"],"maxStudents":"0","room":"D003\/ LW122\/LW 128\/130","language":{"identifier":"de","title":"Deutsch"}},{"id":"10370","url":"https:\/\/fhp.incom.org\/workspace\/10370","title":"Drängende Gegenwart - Fotografie als Forschungsinstrument","description":"Was sind in Zeiten von Hyperintelligenz, Kriegen und Klimakrise die Themen, die wir fotografisch bearbeiten wollen? Wie können wir mit Fotografie die Welt, in der wir leben erforschen, untersuchen und Neues herausfinden? Wie können wir fremde und eigene Geschichten erzählen, Wissen vermehren, Dinge in Frage stellen, Erfahrungen teilen und oder gegenseitiges Verständnis wecken?\r\n\r\nJede Art fotografischen Arbeitens ist möglich, Einzel- oder Teambeiträge sind willkommen. Fotografische Präsentationsformen von Buch bis Raum werden intensiv diskutiert.","module":{"nr":"24PSs-T","title":"Tutorium","credits":"3"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"17","room":"D 308","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10280","url":"https:\/\/fhp.incom.org\/workspace\/10280","title":"25- BA Bachelor-Kolleg SoSe 2023 – Support für wissenschaftliches Arbeiten","description":"Dieser Kurs ist als Diskussionsforum und Unterstützung für alle gedacht, die an ihrer BA-Arbeit arbeiten und Hilfe beim wissenschaftlichen Arbeiten brauchen.\r\n\r\nDa es ein freiwilliges Angebot ist, werden für diesen Kurs keine Credits vergeben.\r\n\r\nBeginn: 20.04.","module":{"nr":"25-BA","title":"Bachelorarbeit","credits":"0"},"teachers":["Dr. Katrin von Kap-herr"],"maxStudents":"30","room":"D 116","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":12,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}}]},{"title":"Master","courses":[{"id":"10308","url":"https:\/\/fhp.incom.org\/workspace\/10308","title":"Wicked Problems and Speculative Software","description":"Der von Horst Rittel geprägte Begriff der »Wicked Problems« bezeichnet komplexe, herausfordernde und unscharfe Probleme, die sich klaren Analysen und einfachen Lösungsstrategien entziehen. Aufgrund von hohen systemischen Abhängigkeiten führt der Versuch, »Wicked Problems« zu bewältigen, notwendigerweise zu widersprüchlichen und unvollständigen Ergebnissen. »Wicked Problems« kann man sich gestalterisch nur annähern - aber nicht lösen.\r\n\r\nIm Kurs soll dieser Ansatz der gestalterischen Annäherung verfolgt und kreativ interpretiert werden. Zentrales Mittel ist dabei die Kombination von spekulativem Design und User-Interface-Design. Im Rahmen des Kurses sollen also spekulative Software-Interfaces entstehen, die den Versuch unternehmen, sich einem »Wicked Problem« anzunähern.\r\n\r\nFormaler Ausgangspunkt für die gestalterischen Annäherungen sollen dabei aktuelle UI-Frameworks sein. Material Design, iOS, macOS oder Windows können und sollen die Referenzen für die spekulativen Designansätze darstellen.\r\n\r\nDie Entwürfe sollen prototypisch als Screen-Interfaces realisiert und in der Form eines kurzen Videos (3-5 Minuten) präsentiert und dokumentiert werden. \r\n\r\n(Anmerkung zum Schluss: »Wicked Problems« müssen nicht notwendigerweise mit globalen Krisen und Herausforderungen gleichgesetzt werden. Auch viele kleine, unscheinbare Probleme des Alltags sind im Kern »Wicked Problems«.)","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Boris Müller"],"maxStudents":"18","room":"D226","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10380","url":"https:\/\/fhp.incom.org\/workspace\/10380","title":"Die Stadt lesen – Typografie in Augmented Reality","description":"Die Stadt lesen. In diesem Seminar beschäftigen wir uns forschend mit Typografie im urbanen Kontext. Mithilfe von Augmented Reality Technologie gestalten wir ortsspezifische Erfahrungen für den »realen« Raum. Im Vordergrund steht dabei das Entwerfen von textlichen Erweiterungen in Bezug zu der städtischen Umgebung. Dabei sollen sämtliche typografische Parameter, die uns zur Strukturierung und Hierarchisierung von Informationen bekannt sind, auf ihre Augmented Reality Tauglichkeit getestet werden. \r\n\r\nFolgende Fragen werden uns beschäftigen: Welches Potenzial bietet die erweiterte Realität für die Gestaltung mit Text? Lassen sich – über kurze Textelemente hinaus – auch größere Textmengen lesen? Wie verändert diese zusätzliche Leseebene die Wahrnehmung des Raumes, der uns umgibt? Welche Rolle nimmt die Betrachterin oder der Betrachter ein?\r\n\r\nDas Seminar ist in zwei Teile untergliedert. Die ersten drei Wochen dienen dem technischen Warm-up. Es gibt kleine handwerkliche Übungen und Unterstützung durch das AR Lab\/Ricardo Meyer. Die restliche Zeit des Semesters dient der Recherche, dem Entwurf und der Ausarbeitung eines größeren typografischen Projektes im urbanen Raum. Im Vordergrund steht nicht die technische Virtuosität, sondern die inhaltliche und grafische Konzeption, sowie die typografische Ausarbeitung.\r\n\r\n\/\/ Vorkenntnisse im Bereich Augmented Reality sind nicht erforderlich. Grundlegendes Software-Wissen wird beim Warm-up gemeinsam im Kurs erarbeitet. Jeden Mittwochnachmittag stehen Euch außerdem die Türen des Graphic AR Labs für technische Fragen offen.\r\n\r\n\/\/ Wer sich noch ausgiebiger mit der Bandbreite an AR-Tools und deren digitaler Möglichkeiten auseinandersetzen möchte, dem seien die Werkstattkurse »Einführung in Augmented Reality« von Ricardo Meyer ans Herz gelegt. Diese finden immer dienstags und mittwochs am Vormittag statt.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Christina Poth"],"maxStudents":"20","room":"D223 (Typoraum)","fixture":{"weekday":4,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10275","url":"https:\/\/fhp.incom.org\/workspace\/10275","title":"Organigrams for\/from the future","description":"The aim of this course is to visualize an economy built on solidarity, sustainability, and survival—instead of exploitation, extraction, and extinction. Given multiple interconnected crises, there is an urgent need to devise new kinds of structures that let us weave resilient relations with each other and the world we live in. Data visualization is typically used to represent what is, but rarely how things could and maybe should be. In this course we will take on the challenge to visualize organizational structures that hardly exist yet, but are foreshadowed in the experimental configurations of cooperatives, projects, and initiatives. To find inspiration we will visit a range of organizations that are committed to social-ecological transformation and operate on principles of social and ecological justice. These organizations will share their experiences and offer opportunities to see innovative ways of working together, making decisions, and cultivating cooperation in critical times.\r\n\r\nThis is a nomadic course with all sessions taking place at different locations in Berlin and Potsdam. Please, plan in enough time for getting to our hosts. Technically, the course is an opportunity to revisit visualization basics and engage with more advanced research topics. Visualization methods will include techniques for representing networks and tree structures as well as spatial and temporal patterns. We will discuss and reflect on the rhetoric of data visualizations and the potential of visualization to promote advocacy and critique. Aiming to visualize structures of a social-ecological economy, each student will carry out a small data visualization project, spanning data collection, visualization design, and iterative prototyping. The visualizations will be based on practices and principles encountered during the visits, readings, and exchanges throughout the semester. While students will work individually on their projects, the entire course will form a temporary collective experimenting with some of the principles we encounter during the semester. \r\n\r\n_Please note: The class will be taught in English. All communication during the seminars as well as literature and auxiliary materials will be in English.  _","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Dr. Marian Dörk"],"maxStudents":"15","room":"","fixture":{"weekday":1,"begin":{"hour":9,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10383","url":"https:\/\/fhp.incom.org\/workspace\/10383","title":"Behörden[gang > swipe]","description":"Wir handeln online mit Aktien, bestellen Lebensmittel an die Haustür, verlieben uns online und arbeiten Remote. Doch Behördengänge erledigen wir in vielen Fällen noch persönlich mit ausgedruckten Formularen. Gerade in der Corona-Pandemie wurden viele Defizite in der Digitalisierung von öffentlichen Verwaltungen spürbar.\r\n\r\nIn diesem Kurs wollen wir uns mit der Digitalisierung von Behördengängen beschäftigen. Wir wollen realistische Zielbilder in Form von nutzer:innenzentrierten Apps erarbeiten und aufzeigen, wie effiziente, digitale Behördengänge in naher Zukunft aussehen könnten. \u2028Dafür werden wir Apps aus verschiedenen Bereichen untersuchen und passende Interaktionsformen für unsere Lösungsideen verwenden.\r\n\r\nDer Kurs findet online statt und richtet sich an Studierende im Hauptstudium. Wir werden mit Figma arbeiten.\r\n\r\n**Voraussetzung zur Teilnahme**\r\n\r\n-   Du befindest dich im Hauptstudium.\r\n-   Du hast eine gute Internetverbindung zu Hause.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Ivo Herrmann","Paul Thiele"],"maxStudents":"18","room":"Online","fixture":{"weekday":4,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10314","url":"https:\/\/fhp.incom.org\/workspace\/10314","title":"Accessibility, Partizipation und Empowerment im Interfacedesign","description":"Eine der größten Herausforderungen in unserer gegenwärtigen Arbeit als Designer\\*in besteht darin, die immer komplexeren Anforderungen, die sich durch den gesellschaftlichen Anspruch auf Diversität und Inklusion ergeben, wahrzunehmen und zu bewältigen. Als Designer\\*innen müssen wir uns damit auseinandersetzen, dass wir eine Mitwirkungspflicht bei der Umsetzung dieser Anforderungen und Ansprüche haben.\r\n\r\nIm Seminar werden die Konzepte Accessibility, Partizipation und Empowerment vermittelt. Es wird ausführlich darüber diskutiert, wie diese mithilfe von (Interface-)Design Umsetzung in unserer Gesellschaft finden können. Anhand von Praxisbeispielen üben wir uns in der Reflexion dieser Themen. Weiterhin soll aus der Bearbeitung eines konkreten Entwurfprojekts eine grundsätzliche Haltung für den Design-Prozess entwickelt werden.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["🤟 Jolanta Paliszewska"],"maxStudents":"14","room":"D 226","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10370","url":"https:\/\/fhp.incom.org\/workspace\/10370","title":"Drängende Gegenwart - Fotografie als Forschungsinstrument","description":"Was sind in Zeiten von Hyperintelligenz, Kriegen und Klimakrise die Themen, die wir fotografisch bearbeiten wollen? Wie können wir mit Fotografie die Welt, in der wir leben erforschen, untersuchen und Neues herausfinden? Wie können wir fremde und eigene Geschichten erzählen, Wissen vermehren, Dinge in Frage stellen, Erfahrungen teilen und oder gegenseitiges Verständnis wecken?\r\n\r\nJede Art fotografischen Arbeitens ist möglich, Einzel- oder Teambeiträge sind willkommen. Fotografische Präsentationsformen von Buch bis Raum werden intensiv diskutiert.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"17","room":"D 308","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10343","url":"https:\/\/fhp.incom.org\/workspace\/10343","title":"one planet design – advanced: mobility (Europe on track)","description":"Folgt in Kürze!  \r\n  \r\nKursangebot ab 4. Semester. Der Kurs richtet sich ausdrücklich an alle Studiengänge des FB Designs.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Holger Jahn"],"maxStudents":"20","room":"307\/308","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10273","url":"https:\/\/fhp.incom.org\/workspace\/10273","title":"Future@History. 300 Jahre Stiftung „Großes Waisenhaus zu Potsdam“. Prototyping, Storytelling, Tutoring & Mentoring","description":"Im Jahr 1724 gründete König Friedrich Wilhelm I. das Potsdamer Militärwaisenhaus, die heutige Stiftung „Großes Waisenhaus zu Potsdam“. Das Ziel: Die Kinder von mittellosen Soldaten auszubilden, damit sie später als Erwachsene, selbstbestimmt leben können. Und darum geht es der Stiftung noch heute: Junge Menschen in schwierigen Lebensumständen zu unterstützen und den Weg ins Erwachsenenalter zu ebnen.\r\n\r\nZum 300-jährigen Jubiläum 2024 sollen Potsdamer\\*innen und Tourist\\*innen auf dem Gelände des früheren Waisenhauses, auf dem u.a. die Voltaireschule steht, im Rahmen einer analogen\/digitalen (hybriden) Ausstellung mehr darüber erfahren, was an diesem Ort in den letzten 300 Jahren passiert ist und wie Zukünfte von Schule und Erwachsenwerden – nicht nur in Potsdam – aussehen können.\r\n\r\nDazu sollen im Kurs gemeinsam mit Oberstufenschüler\\*innen der Voltaireschule (Schwerpunkt: Medien und Kommunikation) Ausstellungskonzepte entwickelt und prototypisch umgesetzt werden. Neben der Konzept- und Gestaltungsarbeit besteht der besondere Reiz dieses Formats in der Chance, Mentoring-Erfahrungen zu sammeln und Schüler\\*innen für die Vielfalt und das Potential von Design zu begeistern.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Dr.  Sebastian Meier","Prof. Dr. Frank Heidmann"],"maxStudents":"20","room":"D005","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10391","url":"https:\/\/fhp.incom.org\/workspace\/10391","title":"MS15 | AniDoc: der dokumentarische Animationsfilm","description":"**Aufgabenstellung**: Konzeption, Entwurf und Gestaltung eines interviewbasierten dokumentarischen Animationsfilms oder einer audio-basierten AR Installation.\r\n\r\n**Thema**: Seit Beginn der Filmgeschichte setzen ‚realistische‘ und dokumentarische Formen vielfach Animationen ein, etwa im animierten Dokumentarfilm, in der Wissensvermittlung, im Lehr- und Gebrauchsfilm oder in animierten Infografiken. Realfotografische und animierte Elemente verbinden sich mittlerweile nicht mehr nur in Film und Fernsehen, sondern auch in Online- Umgebungen und Augmented Realities zu Hybridformaten.\r\n\r\nDer gezielte Einsatz von Animation im Dokumentarfilm ermöglicht es Bilder zu erschaffen, wo entweder keine Abbildungen oder Fotos vorhanden sind – oder bewusst vermieden werden; zB. um Protagonisten zu schützen, weil sie als Opfer einer Gewalttat oder politischer Verfolgung anonym bleiben müssen. Animation kann im Dokumentarfilm auch benutzt werden, wenn Erinnerungen, psychologische Aspekte oder historische Momente erzählt werden und problematische Themen mittels animierter Illustrationen emotional eindringlicher als mit RealBildern an den Zuschauer vermittelt werden sollen. \r\n\r\nDurch den Einsatz von Animationen kann der Dokumentarfilm an Tiefe gewinnen, indem nicht nur die Fakten poetisch erforscht, sondern auch Emotionen adressiert werden. Der dokumentarische Animationsfilm bieten keine einfachen Lösungen, sondern zielt darauf ab, Bewusstsein zu schaffen und den Dialog zu fördern.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D226","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10303","url":"https:\/\/fhp.incom.org\/workspace\/10303","title":"Reflections. Design-Diskurse","description":"Ab dem Hauptstudium, Seminar mit Einzel- und Gruppenarbeit.\r\n\r\nDieser Kurs ist ein Lektüre-Kurs über das Design von gestern, heute und morgen, in dem wir einzeln \/ in Gruppen historische und aktuelle Schlüsseltexte aus Kommunikations-, Produkt- und Interfacedesign recherchieren, auswählen und diskutieren.","module":{"nr":"32TE-DA","title":"Designdiskurs + Argumentation","credits":"5"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"22","room":"D 119","fixture":{"weekday":1,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10381","url":"https:\/\/fhp.incom.org\/workspace\/10381","title":"Multisensorisches Marketing","description":"Dank der Wissensexplosion in der Psychologie und Neurowissenschaft verstehen wir heute besser denn je, wie Menschen unsere Umwelt wahrnehmen, wie sie Werbereize verarbeiten und ihre Kaufentscheidungen fällen. In einer überkommunizierten und dynamischen Welt ist dieses Wissen essenziell für Kommunikation, Verkauf und Design.\r\n\r\nErfolgreiche Designerinnen kennen die psychologischen Effekte und Mechanismen von Kaufentscheidungen. Zudem können sie relevante Kauftreiber identifizieren, welche die Basis einer jeden Marken-\/Produktpositionierung und Verkaufsstrategie sind.\r\n\r\nMenschen lesen jedoch keine Produktkonzepte oder Strategiepapiere. Ein Produkt muss seinen Nutzen und seine psychologischen Belohnung an das Unterbewusstsein vermitteln.\r\n\r\nDabei gilt: Nur wer sein Nutzenversprechen über (Design-)Codes intuitiv erlebbar macht, gewinnt das Herz der Kundinnen. Gerade wegen der zunehmenden Digitalisierung unseres Alltags ist das sensorische Erleben des Markenversprechens der Königsweg für erfolgreiches Verkaufen. Multisensorische Markenerlebnisse stimulieren unsere unbewusste Wahrnehmung besonders nachdrücklich und erzeugen Aufmerksamkeit, Erinnerung, Vertrauen, Wertschätzung sowie Kaufbereitschaft.\r\n\r\nDie Lehrveranstaltung umfasst folgende Inhalte:\r\n\r\n\\- Wahrnehmung: Sinne, Gedächtnis, Involvement, Regulatorischer Fokus,  \r\n\r\n\\- Multisensorische Verstärkung: Warum mehr Sinne mehr verkaufen\r\n\r\n\\- Kauftreiber: Wie implizite Ziele die Wahrnehmung lenken\r\n\r\n\\- Autopilot vs. Pilot: Warum Kaufentscheidungen meist unbewusst fallen\r\n\r\n\\- Positionierung: Weshalb starke Marken relevante Belohnung bieten  \r\n\r\n\\- Framing: Wie die Bedeutung der Marke ihre Belohnung transportiert\r\n\r\n\\- Codes: Wie Marken ihre Belohnung über sensorische Signale senden\r\n\r\n\\- Resonanzfelder: Wie Belohnungen in Codes übersetzen werden  \r\n\r\n\\- Multisense-Touchpoint-Modell: Marketing mit System  \r\n\r\nDie Prüfungsleistung wird eine praxisbezogene Aufgabe sein: Die Konzeption einer konkreten Marketingmaßnahme (z. B. ein Direct Mailing und\/oder ein Haptical).\r\n\r\nUnser Kurs findet in Präsenz statt an fünf Freitagen über das Semester verteilt, jeweils von 10:00 bis 17:00 Uhr.\r\n\r\nDie genauen Termine und den Raum werde ich hier zeitnah veröffentlicht.","module":{"nr":"32TE-DA","title":"Designdiskurs + Argumentation","credits":"5"},"teachers":["Sebastian Haupt"],"maxStudents":"28","room":"D107","language":{"identifier":"de","title":"Deutsch"}},{"id":"10315","url":"https:\/\/fhp.incom.org\/workspace\/10315","title":"InfoVis Reading Group","description":"Information visualization (InfoVis) is the dynamic field of research and design concerned with the conception, development, and evaluation of interactive and visual representations of data. InfoVis research provides a great basis for designers to create effective data visualizations. Recent InfoVis research connects well with contemporary application areas of interface design such as data-based storytelling, generative art, science communication, digital humanities, and critical design.\r\n\r\nConceptualized as a self-organized reading group, this seminar provides a platform to read and discuss current InfoVis papers. Students are encouraged to select the readings according to their personal interests. The goal of the seminar is to critically engage with academic InfoVis literature, transfer insights to practical design work, and devise new ideas for future research projects. Students will actively participate in seminar discussions, share short reading responses, and write a survey paper on a current self-selected research topic related to InfoVis.","module":{"nr":"32TE-WD","title":"Wissenschaftsmethodik + Designforschung","credits":"5"},"teachers":["Mark-Jan Bludau"],"maxStudents":"15","room":"D\/106 ","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":15,"minutes":30}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10406","url":"https:\/\/fhp.incom.org\/workspace\/10406","title":"Darf man das heute überhaupt noch sagen? (Seminar zum Medienrecht)","description":"Jeder hat das Recht, seine Meinung in Wort, Schrift und Bild frei zu äußern und zu verbreiten \\[…\\] Eine Zensur findet nicht statt. Diese in Artikel 5 grundgesetzlich geschützte Meinungsfreiheit ist Basis der sogenannten Kommunikationsgrundrechte. Aber wie weit reicht diese Freiheit wirklich? Was geschieht, wenn eine Meinungsäußerung das Persönlichkeitsrecht oder auch den Glauben anderer berührt? Darf Satire wirklich alles? Ist die sog. \"Cancel Culture\" eine Gefahr für die Meinungsfreiheit? Führen Algorithmen im Netz zu einer neuen Form der Zensur? Und dürfen sich \"Klima-Aktivisten\" auf Straßen festkleben? Diese und weitere Fragen werden wir im Rahmen von Referaten und Diskussionen erörtern. Dabei werden wir uns nicht auf das deutsche Recht beschränken, sondern auch einen Blick auf den Stand der Meinungs- und Medienfreiheit in anderen Staaten werfen.\r\n\r\n**Bitte beachten:**\r\n\r\n**Das Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.**","module":{"nr":"32TE-WD","title":"Wissenschaftsmethodik + Designforschung","credits":"5"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"10","room":"","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10286","url":"https:\/\/fhp.incom.org\/workspace\/10286","title":"SoSe23 - Master Thesis Entwicklung","description":"Im Thesisentwicklungs-Kurs werden wir uns mit wissenschaftlichem Arbeiten, Designmethoden und natürlich euren Master-Vorhaben auseinandersetzen. Wir wollen euch in Vorbereitung und Abschluss eures Masters unterstützen und Raum für gemeinsame Reflektion eurer Themen und Ansätze schaffen.\r\n\r\nDer Kurs ist offen für alle Spezialisierungen von Kommunikations-, Interface, bis Produktdesign. Egal in welchem Abschnitt eures Masters ihr euch aktuell befindet, seid ihr in diesem Kurs genau richtig.","module":{"nr":"32TE-WD","title":"Wissenschaftsmethodik + Designforschung","credits":"5"},"teachers":["Prof. Reto Wettach","Prof. Dr.  Sebastian Meier"],"maxStudents":"0","room":"D005","fixture":{"weekday":3,"begin":{"hour":9,"minutes":30},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10370","url":"https:\/\/fhp.incom.org\/workspace\/10370","title":"Drängende Gegenwart - Fotografie als Forschungsinstrument","description":"Was sind in Zeiten von Hyperintelligenz, Kriegen und Klimakrise die Themen, die wir fotografisch bearbeiten wollen? Wie können wir mit Fotografie die Welt, in der wir leben erforschen, untersuchen und Neues herausfinden? Wie können wir fremde und eigene Geschichten erzählen, Wissen vermehren, Dinge in Frage stellen, Erfahrungen teilen und oder gegenseitiges Verständnis wecken?\r\n\r\nJede Art fotografischen Arbeitens ist möglich, Einzel- oder Teambeiträge sind willkommen. Fotografische Präsentationsformen von Buch bis Raum werden intensiv diskutiert.","module":{"nr":"33D-TM","title":"Tuturing\/Mentoring","credits":"5"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"17","room":"D 308","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}}]}]}