{"semester":"Wintersemester 2022\/2023","segments":[{"title":"Erster Studienabschnitt","courses":[{"id":"10059","url":"https:\/\/fhp.incom.org\/workspace\/10059","title":"Farbe und Druck (WS 23\/23)","description":"Dieser Kurs ist ein Doppelkurs in Zusammenarbeit mit Christine Mangelsdorf und kann nur (!) zusammen (!) mit ihrem Druck-Kurs am Mittwoch Vormittag belegt werden: [https:\/\/fhp.incom.org\/workspace\/10021](https:\/\/fhp.incom.org\/workspace\/10021) . Dadurch werden sowohl der Atelierschein als auch der Digitaldruck-Werkstattschein erworben. (Sollten Sie nur den Farbkurs ohne Werkstattkurs besuchen möchten, tragen Sie sich bitte in den Montags-Kurs \"Farbe\" ein.) +++ Achtung, dieser Kurs ist nur offen für Studierende im 1. Studienabschnitt. +++ +++ +++ Der Kurs \"Farbe und Druck\" ist die künstlerisch-experimentelle Hälfte des Doppelkurses und beschäftigt mit Farbe als Phänomen und Medium. Eigenständige Experimente wechseln sich ab mit konkreten Übungen zur Sensibilisierung für Farben und ihre Wechselwirkungen. Die analogen Arbeiten, die in diesem Kurs dienstags entstehen, werden dann mittwochs bei Christine Mangelsdorf digital bearbeitet und farbgetreu reproduziert.","module":{"nr":"11AT","title":"Atelier","credits":"3"},"teachers":["Christine Mangelsdorf","Maria Kleinschmidt"],"maxStudents":"14","room":"D\/323","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10058","url":"https:\/\/fhp.incom.org\/workspace\/10058","title":"FARBE mo (WS22\/23)","description":"Dieser Kurs beschäftigt sich auf handwerklich-praktische Weise mit Farbe als Phänomen und Medium. Eigenständige Experimente wechseln sich ab mit konkreten Übungen zur Sensibilisierung für Farben und ihre Wechselwirkungen. Farbkontraste, Farbklänge, Farbbeeinflussung und Farbsymbolik spielen dabei eine Rolle, aber auch Fragen wie: Was hat Farbe mit Sprache zu tun? Oder ganz grundlegend: Was ist das eigentlich – Farbe? +++ Achtung, dieser Kurs ist nur offen für Studierende im 1. Studienabschnitt. +++","module":{"nr":"11AT","title":"Atelier","credits":"3"},"teachers":["Maria Kleinschmidt"],"maxStudents":"16","room":"D\/323","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10039","url":"https:\/\/fhp.incom.org\/workspace\/10039","title":"Medium und Bild","description":"Mittwochskurs KELLER \r\n\r\n**Darstellungstechniken** (Medium und Bild)","module":{"nr":"11EG-B","title":"Basics","credits":"6"},"teachers":["Prof. Klaus Keller"],"maxStudents":"20","room":"LW 226","fixture":{"weekday":3,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10040","url":"https:\/\/fhp.incom.org\/workspace\/10040","title":"Basics der Visuellen Kommunikation","description":"Der Kurs befasst sich mit grundlegenden, gestalterischen Elementen und verschiedenen Themenfeldern der Visuellen Kommunikation. Experimente zur Veranschaulichung anhand unterschiedlicher Darstellungstechniken, Methoden und Bildsprachen werden ausprobiert. Es werden wöchentlich neue Themen bearbeitet und produziert, eine Möglichkeit auf weitere Vertiefung liegt bei den Studierenden.\r\n\r\nIn mehreren, kurz nacheinander folgenden Schritten werden aufeinander aufbauende Übungen, Auseinandersetzungen und ein Kurzprojekt durchgeführt. Parallel zu den handwerklichen Übungen wird eine kursbegleitende Dokumentation erarbeitet, gedruckt und gebunden. Individuelle Arbeitsmethoden können entwickelt sowie Handlungs- und Entscheidungsfähigkeit geübt werden.\r\n\r\nOrganisatorisches: Der Kurs richtet sich primär an Studienanfänger (Kommunikationsdesign, Produktdesign, Interfacedesign).","module":{"nr":"11EG-B","title":"Basics","credits":"6"},"teachers":["Prof. Klaus Keller"],"maxStudents":"20","room":"LW 226","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10105","url":"https:\/\/fhp.incom.org\/workspace\/10105","title":"XR Basics: Grundlagen immersiver Gestaltung","description":"Mit dem Einzug von immersiven Technologien wie Extended Reality (XR) verschmelzen die Grenzen zwischen physischer Umgebung und digitalen Welten. Als Designer:innen ergeben sich für uns neue Herausforderungen und Potenziale für die Gestaltung einer Welt, in der neue Formen für sozialen Austausch und neue Wege der Interaktion zwischen digitalen und physischen Objekten möglich werden. \r\n\r\nWährend grundlegende Paradigmen der nutzerzentrierten Gestaltung weiterhin gelten, steht die konkrete Form immersiver Umgebungen erst am Beginn ihrer Entwicklung. In diesem Kurs werden wir die Grundlagen von Design in XR, welches sowohl Virtual, als auch Augmented Reality umfasst, erlernen und in praktischen Experimenten verschiedene Tools für den XR Workflow kennenlernen. Mit Kursabschluss besitzt ihr einen Überblick der aktuellen XR Landschaft, die bereits heute in einer Vielzahl von Use Cases zu finden ist, und könnt im Selbststudium und Kursangeboten eurer Wissen vertiefen, um aktiv die Zukunft immersiver Interfaces zu gestalten.\r\n\r\n### Ablauf\r\n\r\nDer Kurs wird sowohl Input, als auch mehrere praktische Projekte beinhalten, in denen in Teams einzelne Gestaltungsgrundlagen für XR erforscht werden.\r\n\r\n### An wen richtet sich der Kurs?\r\n\r\nDer Kurs richtet sich an Studierende aus dem Grundstudium in Interface-, Produkt- und Kommunikationsdesign (per Incom Kurswahlsystem hier im Workspace), sowie EMW-Studierende (bitte frühzeitig per Mail anfragen). Es werden keine Vorkenntnisse in der Gestaltung immersiver Interfaces vorausgesetzt. \r\n\r\n### Kursabschluss\r\n\r\nDer Kurs besteht aus zwei Bestandteilen, die nur gemeinsam gewählt werden können. Dafür reicht das Eintragen in diesem Workspace. Die durchgängige aktive Teilnahme und Bearbeitung aller Übungen ist Voraussetzung für den Kursabschluss.\r\n\r\n1.  Modul 11 EG-B (Gestaltungsgrundlagen)  \r\n    6 CP\r\n    \r\n2.  Modul 14 W-IL-L (Interfacelabore)  \r\n    4 CP\r\n    \r\n\r\nDie Ergebnisse des Kurses werden sowohl auf Incom dokumentiert, als auch auf der Website der Interface Labs vorgestellt.\r\n\r\n### Wann?\r\n\r\nDienstags von 10:00 bis 16:00\r\n\r\n### Wo?\r\n\r\nInterface Lab  \r\nLW 126 (Werkstattgebäude 1. Etage)  \r\nDer Kurs findet so weit wie durch Hochschulvorgaben möglich in Präsenz statt.","module":{"nr":"11EG-B","title":"Basics","credits":"6"},"teachers":["Tim Ebert","Sebastian Wloch"],"maxStudents":"16","room":"LW 126","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10041","url":"https:\/\/fhp.incom.org\/workspace\/10041","title":"LARGE","description":"Der Kurs befasst sich mit grundlegenden, gestalterisch Elementen (Punkt\/Linie\/Fläche & Formen) Wirkungsweisen und grafische Einsatzmöglichkeiten für gezielte visuelle Effekte in größeren Formaten. (A0 oder Weltformat). Punkte, Linien, Flächen und Formen sind elementare Gestaltungsmittel. Sie stehen stets im Verhältnis zu Ihren Formaten. Größere Formate eröffnen Möglichkeiten großzügiger Formen im Kontrast zu kleinteiligen Details. \r\n\r\nDurch ausprobieren, experimentieren und der jeweiligen Reflexion wird die Umsetzungen mit Präzision, Sachlichkeit und Reduktion auf Wesentliches geübt. Ziel der Auseinandersetzung ist die Flächenorganisation und das Spannungsverhältnis zwischen groß-klein, viel-wenig, voll-leer (minimalistisch-überladen) sowie das Spiel mit räumlicher Wirkung in der zweidimensionalen Fläche. Erwartet wird konsequentes Arbeiten in den großen Formaten analog, zeichnerisch sowie mit Grafik-\/Vektorprogrammen, mit dem Ziel am Ende des Kurses durch den Erfahrungs- und Entwurfsprozess einen qualitativ hochwertigen, großformatigen Siebdruck zu erstellen.\r\n\r\nVorgehensweise: In einzelnen Schrittfolgen werden aufeinander aufbauende Übungen durchgeführt. Experimentiert und gestaltet wird mit grafischen Stilmitteln ohne Buntfarben. \r\n\r\nIndividuelle Arbeitsmethoden können entwickelt sowie Handlungs- und Entscheidungsfähigkeit geübt werden.","module":{"nr":"11EG-B","title":"Basics","credits":"6"},"teachers":["Prof. Klaus Keller"],"maxStudents":"20","room":"LW 226","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10057","url":"https:\/\/fhp.incom.org\/workspace\/10057","title":"Rituale.Formen.Gefäße","description":"„Essen bildet eine Grundlage der sozialen und kulturellen Identität, es prägt über Rituale eine Tradition.“ Beim gemeinsamen Essen geht es um mehr als nur Nahrungsaufnahme. Beim Essen kommen wir zusammen, wir kommunizieren, wir teilen – immer begleitend: Gefäße.\r\n\r\nInhalt und Ziel des Kurses wird das plastische Gestalten von Gefäßen und die Umsetzung des Entwurfs mit hilfe von Industrie-Plastilin (Clay) und einer Abformung mit Schlickerguss.\r\n\r\nNach einer inhaltlichen Auseinandersetzung mit dem Thema \"Rituale\", werden wir uns dieses Semester intensiv mit der Anfertigung Keramischer Objekte befassen. Dafür besuchen wir die Königliche Porzellan Manufaktur (KPM)\\* und widmen uns im Anschluss daran der Umsetzung eines eigenen Entwurfs. Dieser wird zu Beginn mit Clay (Industrieplastillin) geformt und mit Gips abgegossen, um davon wiederrum Positive abzugießen.\r\n\r\nWer einen kurzen Einblick in den Prozess gewinnen möchte kann sich folgendes Projekt von mir ansehen: (Ab dem Punkt “Abgießen der Negativform) [https:\/\/fhp.incom.org\/project\/8759](https:\/\/fhp.incom.org\/project\/8759)\r\n\r\nzusätzliche Hinweise:\r\n\r\n\\- Philip Sutor wird die Einführung in die Arbeit mit Clay geben und den Kursprozess unterstützen. \r\n\r\n\\- der Besuch bei KPM kostet 24€ pro Person","module":{"nr":"11EG-P","title":"Prozess","credits":"6"},"teachers":["Maike Panz"],"maxStudents":"13","room":"LW229","fixture":{"weekday":5,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10135","url":"https:\/\/fhp.incom.org\/workspace\/10135","title":"Hey Goldberg!","description":"Hey Goldberg! - Elementares Gestalten\r\n-------------------------------------\r\n\r\nIm weitesten Sinne bezeichnet Gestaltung einen bewussten Eingriff in die Umwelt mit dem Ziel, diese in eine bestimmte Richtung zu verändern. Dabei werden verschiedene Ansätze zur angemessenen Formfindung, je nachdem ob man sich dem Thema funktional, formal oder von Material und Konstruktion ausgehend nähert, berücksichtigt. Dabei wird durch Kontraste und Spannungen, die Wahrnehmung, Lesbarkeit und Formensprache von Produkten gesteuert — ob im Print, Digital oder am Objekt.\r\n\r\nWir bearbeiten in Teilschritten, experimentell als auch spielerisch, die Semesteraufgabenstellung.  Anhand der Entwicklung einer Rube-Goldberg-Maschine, die eine bestimmte Aufgabe absichtlich in zahlreichen unnötigen und komplizierten Einzelschritten ausführt, werden wir uns mit verschieden Lernzielen auseinandersetzen. Dabei ist sowohl gestalterisches Können als auch abstraktes Denken, sowie Teamwork und Improvisation gefragt. Wir werden uns dabei mit verschiedenen Aspekte der Gestaltung in grundlegenden handwerklichen Techniken als auch in zwei- und dreidimensionalen Darstellungsprinzipien auseinandersetzen.\r\n\r\nDas Kursangebot richtet sich an alle Studierenden des 1. Studienabschnittes. Es handelt sich dabei über ein Übergreifendes Kursangebot für ID, KD, PD.\r\n\r\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\r\n\r\nGestaltungsgrundlagen - Elementares Gestalten\r\n\r\nModul: 11EG-P Prozess\r\n\r\nRaum: steht noch aus\r\n\r\nKursangebot für 1. Studienabschnitt, Übergreifendes Kursangebot für ID, KD, PD","module":{"nr":"11EG-P","title":"Prozess","credits":"6"},"teachers":["Stefan Aufrichter"],"maxStudents":"20","room":"","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10031","url":"https:\/\/fhp.incom.org\/workspace\/10031","title":"Design for debate.","description":"In diesem Kurs wird das Konzept von \"design for debate\" vorgestellt sowie ausführlich diskutiert. Außerdem werden aktuelle technologische, wirtschaftliche sowie soziale Entwicklungen untersucht und kreativ „weitergesponnen“. In Form von Kurzvideos werden Ideen und ihre Implikationen dargestellt; für diese Videos werden unterschiedliche Designartefakte\/Requisiten gestaltet und im Sinne des \"just-enough-prototyping\" umgesetzt. Anschliessend wird eine Diskussion provoziert\/moderiert und in adäquater Form dokumentiert.","module":{"nr":"11EG-P","title":"Prozess","credits":"6"},"teachers":["Prof. Reto Wettach"],"maxStudents":"18","room":"D106","fixture":{"weekday":3,"begin":{"hour":9,"minutes":15},"end":{"hour":14,"minutes":15}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10043","url":"https:\/\/fhp.incom.org\/workspace\/10043","title":"Parametric Design","description":"Was bedeutet es mit digitalen Werkzeugen zu gestalten? Wo liegen die Grenzen dieser Werkzeuge? Wie können wir möglicherweise unsere eigenen Werkzeuge entwickeln? In diesem Kurs beschäftigen wir uns mit den Grundlagen des parametrischen Designs, dem Gestalten durch Computer-Code. Ihr erlernt die Grundlagen der Programmierung in JavaScript, um 2D- und 3D-Formen zu generieren. Aufbauend auf euren Formen, explorieren wir die Möglichkeiten diese Formen durch Maschinen umzusetzen, von Druckern, über 3D-Druck, Laser-Cutter bis hin zu Stick- und Strickmaschinen.\r\n\r\nWichtig: Für diesen Kurs sind keine technischen Vorkenntnisse erforderlich.","module":{"nr":"12EId-AD","title":"Algorithmen + Daten","credits":"6"},"teachers":["Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10052","url":"https:\/\/fhp.incom.org\/workspace\/10052","title":"Basics Interface 02|22","description":"Dieser Kurs stellt eine grundlegende Auseinandersetzung mit den zentralen Themen des Interfacedesigns dar. Ausgehend von einer Reihe von Entwürfen und Experimenten wird die Herangehensweise an gestalterische Probleme im Interfacedesign vermittelt. Konkret werden im Kurs die Themen Screen-Design, grafische User-Interfaces, Visualisierung und Semiotik behandelt. Dabei steht insbesondere die Verbindung von theoretischem Input und praktische Übungen im Mittelpunkt. Weiterhin wird ein Überblick auf die Geschichte des Interfacedesigns gegeben.","module":{"nr":"12EId-FI","title":"Form + Interaktion","credits":"6"},"teachers":["Prof. Boris Müller"],"maxStudents":"20","room":"D226","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10032","url":"https:\/\/fhp.incom.org\/workspace\/10032","title":"Service Design - Basics","description":"In diesem Kurs werden die zentralen Methoden des co-creativen Service Designs in acht 1- bis 2-wöchigen Modulen vorgestellt, diskutiert und in hands-on Übungen angewandt: stakeholder mapping, user research, insights generation, business models design, idea generation, prototyping, evaluation, presentation","module":{"nr":"12EId-MP","title":"Methoden + Prozesse","credits":"6"},"teachers":["Prof. Reto Wettach"],"maxStudents":"18","room":"D106","fixture":{"weekday":5,"begin":{"hour":9,"minutes":30},"end":{"hour":12,"minutes":30}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10134","url":"https:\/\/fhp.incom.org\/workspace\/10134","title":"Schminke. Bühnenillustration für das Hans-Otto Theater","description":"In diesem Semester werden wir uns mit dem Thema Illustration im Theater befassen. Das Seminar beginnt mit der Frage was Designer am Theater interessieren könnte. In einer Kooperation mit dem Hans-Otto Theater Potsdam werden wir in diesem Semester mehrere Illustrationen zur Bühnengestaltung eines Stückes entwerfen das im Hans Otto Theater aufgeführt wird. Wir werden das Stück im Theater ansehen, einen Einblick hinter die Kulissen bekommen, Bühnenbildner und Kostümdesigner kennenlernen und einen Dramaturgieworkshop bei Herrn Michael Böhnisch (Regisseur und Theaterpädagoge) besuchen. Begleitet wird dies durch Vorlesung zur allgemeinen Theorie des Theaters im 20.Jhdt. mit Beispielen aus verschiedenen Inszenierungen, Stile von Bühnenbildnern und Tanzchoreografien. So sollen die Besonderheiten der Illustration im Theaterraum erläutert werden. Die Bühne ist ein abgesteckter und mythischer Raum, den nichts mit unserer Wirklichkeit verbindet. Dennoch kann die Bühne Wirklichkeit vorstellen und transformieren. Anders als in unserer Welt können dort die Drachen siegen und die Uhren rückwärts laufen. Hier sind sich die Eigenschaften der Bühne und die der Illustration sehr nahe.","module":{"nr":"12EKd-BW","title":"Bild + Wirkung","credits":"6"},"teachers":["Prof. Lisa Bucher"],"maxStudents":"20","room":"","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10076","url":"https:\/\/fhp.incom.org\/workspace\/10076","title":"Kleiner Anschlag \/\/ Blockveranstaltung","description":"In dieser Blockveranstaltung geht es ums Experimentieren, Gestalten und inhaltliche Verhandeln rund um das Thema Mikroplakat und Briefmarke. Welchen Zweck kann ein Kleinformat verfolgen und erfüllen? Wie kann Information so ins Format gesetzt werden, dass sie bei den Betrachter\\*innen ankommt? Welche Narration und Bilder können hierfür verwendet werden?\r\n\r\nAusführliche Beschreibung, Prüfungsleistungen, Zeitplan und Raumnennung folgen.","module":{"nr":"12EKd-BW","title":"Bild + Wirkung","credits":"6"},"teachers":["Vertr.-Prof. Constanze Hein"],"maxStudents":"15","room":"","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10051","url":"https:\/\/fhp.incom.org\/workspace\/10051","title":"(A Place for) Some: das Grundlagenseminar","description":"Hier entwickeln wir neue grafische Formen und Formate zwischen Wort und Bild, Kunst und Design, Herz und Hand, Experiment und Strategie. Thema diesmal: Action\\*  (\\*im Sinne von bewegter Grafik, und im Sinne von „Activism“) Es geht darum, einen eigenen grafischen Ausdruck und eigene Arbeitsprozesse zu erproben. Dies ist eher ein Ort für Forschende und Mutige als einer, an dem einem gesagt wird, was genau als nächstes passiert – damit solltet ihr klarkommen. Ich beobachte euch dabei und manchmal mische ich mich ein.","module":{"nr":"12EKd-BW","title":"Bild + Wirkung","credits":"6"},"teachers":["Prof. Sven Völker"],"maxStudents":"20","room":"D226 und Drucklabor","fixture":{"weekday":2,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10112","url":"https:\/\/fhp.incom.org\/workspace\/10112","title":"Lichtfänger I - Über die Mittel der Fotografie","description":"Der Kurs zielt auf die Schulung des Sehens und die Beobachtung des Lichtes. Thema ist die bewusste Wahl fotografischer Mittel wie z.B. Schärfe\/Unschärfe, Schärfeverlauf, Kontrastumfang, Lichtführung etc. Zum Verständnis werden beispielhafte Positionen aus der Fotografiegeschichte vorgestellt. „Was ist ein gutes Bild? … und was macht dessen Zauber aus?“ sind die zentralen Fragen des Kurses und der gemeinsamen Bilddiskussionen. Hierbei wird das Sprechen über Fotografie entwickelt. Die Kompetenz des Bilderlesens und Bewertens der Qualität von Fotografien ermöglicht bewusste Auswahl, Bearbeitung, Zusammenstellung und die Entwicklung einer Dramaturgie.  \r\n\r\nNeben kleineren Zwischenaufgaben entwickelt jede\/r Teilnehmende eine eigene fotografische Serie mit kurzem Text.\r\n\r\n**Die Einschreibung erfolgt über das Einschreibesystem auf Incom.**\r\n\r\nParallel muss der Werkstattkurs bei Frau Katzek belegt werden","module":{"nr":"12EKd-BW","title":"Bild + Wirkung","credits":"6"},"teachers":["Göran Gnaudschun","Göran Gnaudschun","Göran Gnaudschun"],"maxStudents":"15","room":"D 311","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10074","url":"https:\/\/fhp.incom.org\/workspace\/10074","title":"Poetry Club","description":"In diesem Seminar entsteht eine Sammlung für poetische Texte. Die Sammlung zusammengestellt und kuratiert von euch. Eine Auswahl von klassischen bis zeitgenössischen Gedichten werde ich euch bereitstellen. Die visuelle Form, also Überlegungen zu Schrift, Satzspiegel, Größen und typografischen Methoden definiert ihr und orientiert sich an der Idee des jeweiligen Gedichts, ob klassisch oder experimentell.\r\n\r\nAls erstes wird eure Sammlung im Risodruck als gemeinsames Buch produziert. Welche Bestandteile hat ein Buch und welche Entscheidungen zu Aufbau, Gestaltung, Umsetzung und Produktion müssen getroffen werden? Außerdem werden wir das Buch im digitalen Raum inszenieren und einzelne Gedichte animieren. Wir werden darüber diskutieren, welche visuellen Strategien es braucht, um Inhalte digital zu veröffentlichen und welche Tools es zum online Publizieren gibt.","module":{"nr":"12EKd-FN","title":"Formate + Narration","credits":"6"},"teachers":["Vertr.-Prof. Susanne Stahl"],"maxStudents":"15","room":"223","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10125","url":"https:\/\/fhp.incom.org\/workspace\/10125","title":"MotionBasis.14 | Bewegte typografische Plakate","description":"**Aufgabenstellung**: Konzeption, Entwurf und Entwicklung einer Serie von fünf animierten typografischen Plakaten. **Thema**: Animierte Plakate haben sich mit der digitalen Außenwerbung auf Großdisplays und Medienwänden fest im öffentlichen Raum etabliert. Bewegte Typografie kann dabei die Aufmerksamkeit erhöhen und den Lese-Prozess unterstützen – oder auch Ablenken und den Lesenfluss behindern. Wir gehen der Frage nach, was die Faktoren und Kriterien für \"gute\" bewegte Typografie sind. Wir werden bewegte Plakate als Video- und als Augmented Reality-Version gestalten und dabei unterschiedliche Werkzeuge kennenlernen (u.a. Procreate, After Effects, Adobe Aero, Reality Composer, Blender etc.). Vorkenntnisse im Bereich der Animation sind nicht erforderlich, aber sie sollten die Grundwerkzeugen der digitalen 2D-Mediengestaltung z.B. Illustrator, Photoshop (oder ähnliche) beherrschen.","module":{"nr":"12EKd-FN","title":"Formate + Narration","credits":"6"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D107","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10083","url":"https:\/\/fhp.incom.org\/workspace\/10083","title":"Type and See","description":"Augen auf! Dieser typografische Grundlagenkurs ist eine Sehschule. Ausgehend von typografischen Referenzen und eigenen Fundstücken werden erste theoretische und gestalterische Grundlagen der Typografie erarbeitet. Was macht gute Typografie aus? Themen sind u.a. Schriftarten und Klassifikationen, Schriftwahl und Wirkung, Textsatz, Komposition, Detailtypografie. In praktischen Projekteinheiten rund um ein Semesterthema werden erste kurze Texte verfasst, gestaltet und mit Bildmaterial in Beziehung gesetzt. Wir lernen, Schriften zu erkennen, zu analysieren und auszuwählen, und einzusetzen und ihren Einsatz zu begründen.\r\n\r\nKommendes Semester beschäftigen wir uns im Seminar mit urbaner Typografie. Was erzählen uns Schrift- und Wortwahl über einen Ort, seine Bewohner, seine Geschichte? Wir untersuchen das narrative Potential von Typografie im urbanen Raum.","module":{"nr":"12EKd-SA","title":"Schrift + Ausdruck","credits":"6"},"teachers":["Prof. Christina Poth"],"maxStudents":"16","room":"D223","fixture":{"weekday":1,"begin":{"hour":14,"minutes":30},"end":{"hour":17,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10081","url":"https:\/\/fhp.incom.org\/workspace\/10081","title":"Type and Print","description":"Hier wird Typografie greifbar. Der Kurs Type and Print ermöglicht einen ersten handwerklichen Einstieg in das Arbeiten mit Schrift. In praktischen Werkstatt-Einheiten werden gestalterische und theoretische Grundlagen der Typografie erarbeitet. Themen sind u.a. Schrift- und Druckgeschichte, Schriftarten und Klassifikationen, Schriftwahl, Textsatz, Format, Fläche und Raum. In kurzen praktischen Übungen wird die Wechselbeziehung zwischen Form und Inhalt experimentell ausgelotet. Das Entwerfen findet zunächst direkt mit Papier, auf Kopierer oder Druckpresse statt. Entwurf und Druck gehen dabei Hand in Hand. Dieses explorative Vorgehen integriert den Druckprozess früh in die Entwurfsarbeit und vermittelt erstes drucktechnisches und kompositorisches Wissen.\r\n\r\nTeilnahmevoraussetzungen: Keine. Der Kurs richtet sich an alle, die bisher wenig bis keine Berührungspunkte mit Typografie haben.","module":{"nr":"12EKd-SA","title":"Schrift + Ausdruck","credits":"6"},"teachers":["Felix Walser","Prof. Christina Poth"],"maxStudents":"16","room":"","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10131","url":"https:\/\/fhp.incom.org\/workspace\/10131","title":"WS2223 Grundkurs Schriftgestaltung","description":"Schriftgestaltung Grundkurs (12EKd-SA, 21EKd-K)","module":{"nr":"12EKd-SA","title":"Schrift + Ausdruck","credits":"6"},"teachers":["Prof. Luc[as] de Groot"],"maxStudents":"0","room":"","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10071","url":"https:\/\/fhp.incom.org\/workspace\/10071","title":"Vom Zeichen zur Marke ...","description":"Entwurfs-Grundlagen für das Lehrgebiet „Identität & Zeichen“: Es geht um die Konzeption visueller Markenzeichen, die Gestaltung familienähnlicher grafischer Systeme sowie die Entwicklung werblicher Ansprachestrategien entwickelt. Vorlesungen bzw. Lehr-VIDEOs vermitteln die relevanten Denkmodelle dahinter und beschäftigen sich mit einzelnen Gestaltungselementen. Neben Workshops und Übungen bildet das ReDesign für ein Kleinunternehmen aus Potsdam im Rahmen einer lockeren Kooperation den praktischen Schwerpunkt des Seminars …","module":{"nr":"12EKd-ZA","title":"Zeichen + Ansprache","credits":"6"},"teachers":["Prof. Matthias Beyrow"],"maxStudents":"15","room":"D\/310","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10051","url":"https:\/\/fhp.incom.org\/workspace\/10051","title":"(A Place for) Some: das Grundlagenseminar","description":"Hier entwickeln wir neue grafische Formen und Formate zwischen Wort und Bild, Kunst und Design, Herz und Hand, Experiment und Strategie. Thema diesmal: Action\\*  (\\*im Sinne von bewegter Grafik, und im Sinne von „Activism“) Es geht darum, einen eigenen grafischen Ausdruck und eigene Arbeitsprozesse zu erproben. Dies ist eher ein Ort für Forschende und Mutige als einer, an dem einem gesagt wird, was genau als nächstes passiert – damit solltet ihr klarkommen. Ich beobachte euch dabei und manchmal mische ich mich ein.","module":{"nr":"12EKd-ZA","title":"Zeichen + Ansprache","credits":"6"},"teachers":["Prof. Sven Völker"],"maxStudents":"20","room":"D226 und Drucklabor","fixture":{"weekday":2,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10093","url":"https:\/\/fhp.incom.org\/workspace\/10093","title":"Starter Kit","description":"Einführungsveranstaltung für Studienanfänger\\*Innen (und alle die es wissen wollen) als Einstieg in das Thema »Was ist Produktdesign?«. Neben der Auseinandersetzung mit der Vergegenständlichung, dem Materialisierungsprozess eines Gegenstandes, bei dem u.a. 2-D- und 3-D-Techniken der Visualisierung vorgestellt werden, sollen umfassend Aspekte des »Istzustands« eines Gegenstandes untersucht werden. Es geht u.a. darum, welche Fragen an einen Gegenstand gestellt werden können, bzw. welche Fragen ein Gegenstand aufwirft.","module":{"nr":"12EPd-FZ","title":"Form + Zweck","credits":"6"},"teachers":["Prof. Jörg Hundertpfund"],"maxStudents":"21","room":"D 308","fixture":{"weekday":4,"begin":{"hour":9,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10049","url":"https:\/\/fhp.incom.org\/workspace\/10049","title":"one planet design – basics","description":"Die größte Gestaltungsaufgabe der Menschheit liegt vor uns!\r\n\r\nUnser Konsum, unser Lebensstil und unsere Wegwerfgesellschaft tragen maßgeblich zur Überlastung der Ökosysteme auf unserem Planeten bei; die Klimakrise, Corona, Hungersnöte, das rasant fortschreitende Artensterben, der Verlust von Lebensräumen und Biodiversität, Ungleichheit und Ungerechtigkeit sind die dramatischen Folgen.\r\n\r\nDesign hat in hohem Maße zum vorherrschenden – wenig nachhaltigen – Konsum- und Lebensstil beigetragen: Wir wollen Teil der Lösung und nicht Teil des Problems sein! Der Bildung für nachhaltige Entwicklung kommt dabei eine besondere Rolle zu.\r\n\r\n„Damit die Gestaltung von – und nicht nur die Reaktion auf – Zukunft möglich wird, muss es sich bei den Inhalten des Lernens im Kontext von Bildung für nachhaltige Entwicklung um sinnhafte Aneignungsprozesse handeln, die zugleich universell und lebensweltlich zukunftsrelevante Geltungsansprüche repräsentieren.“ (Gerhard de Haan)\r\n\r\nIm Rahmen der Lehrveranstaltung werden die Grundlagen zu den Themen Nachhaltigkeit, Klimakrise und Ressourcenknappheiten vermittelt. Die Verständnisentwicklung, Bewusstseinsschaffung, sowie die fundierte Befähigung zur Vermittlung von Lösungsstrategien stehen dabei im Mittelpunkt. Wir werden uns intensiv mit den Treibern unseres ressourcenintensiven Lebensstils auseinandersetzen und Handlungsfelder identifizieren. Die Studierenden werden sich dazu in Gruppen intensiv mit einem der folgenden sechs Sektoren auseinandersetzen: Wohnen, Mobilität, Konsum, Ernährung, Strom, Öffentliche Infrastruktur. Gestaltungsaufgabe wird es sein, eigene (physische oder digitale) Transformationsobjekte und -werkzeuge zu entwickeln, welche als Impulsgeber zur Nachhaltigkeitskommunikation in die Gesellschaft beitragen. Ein besonderer Fokus liegt dabei neben der iterativen Überprüfung und Interaktion mit spezifischen Zielgruppen auf der Nutzung von Gamification-Ansätzen zur Vermittlung von Lösungsansätzen.\r\n\r\nLearnings:  \r\n• Grundlagen der Nachhaltigkeit, Klimakrise und planetaren Grenzen (ökologischer Fußabdruck)  \r\n• Grundlagen der Wissensvermittlung  \r\n• Grundlagen der Nachhaltigkeitsbewertung und -kommunikation  \r\n• Entwicklung eines fundierten Nachhaltigkeitsverständnisses","module":{"nr":"12EPd-OI","title":"Objekt + Intention","credits":"6"},"teachers":["Tobias Jänecke"],"maxStudents":"20","room":"","fixture":{"weekday":2,"begin":{"hour":9,"minutes":0},"end":{"hour":12,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10093","url":"https:\/\/fhp.incom.org\/workspace\/10093","title":"Starter Kit","description":"Einführungsveranstaltung für Studienanfänger\\*Innen (und alle die es wissen wollen) als Einstieg in das Thema »Was ist Produktdesign?«. Neben der Auseinandersetzung mit der Vergegenständlichung, dem Materialisierungsprozess eines Gegenstandes, bei dem u.a. 2-D- und 3-D-Techniken der Visualisierung vorgestellt werden, sollen umfassend Aspekte des »Istzustands« eines Gegenstandes untersucht werden. Es geht u.a. darum, welche Fragen an einen Gegenstand gestellt werden können, bzw. welche Fragen ein Gegenstand aufwirft.","module":{"nr":"12EPd-OI","title":"Objekt + Intention","credits":"6"},"teachers":["Prof. Jörg Hundertpfund"],"maxStudents":"21","room":"D 308","fixture":{"weekday":4,"begin":{"hour":9,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10061","url":"https:\/\/fhp.incom.org\/workspace\/10061","title":"soft materials (WS 22\/23)","description":"Das Seminar „soft materials“ besteht aus zwei Seminarteilen die nur zusammen belegt werden können: 1\/ „soft materials“, Mi. 10h-13h, Prof. Silvia Knüppel & 2\/ „Textil & Konstruktion 1“, Do. 10h-13h, M.A. Samira Akhavan. Es werden zwei Scheine vergeben. Bei dem Entwurfsseminar werden Gestaltungskompetenzen im Umgang mit „soft materials“ erworben, die als Grundlage für die Gestaltung zukunftsweisender textiler Produkte, Interfaces und Räume dienen sollen. Ohne Vorkenntnisse wird in eine Vielzahl textiler Herstellungsarten eingetaucht und spielerisch in aufeinander aufbauenden Workshopeinheiten unterschiedliche Techniken und Materialien praktisch, wie auch theoretisch untersucht und erprobt. Auf verschiedenen gestalterischen Ebenen werden „soft materials“ erfahren und mit ihnen experimentiert. Am Ende des Seminars soll eine individuell gewählte Technik in ein dreidimensionales Objekt transformiert werden.","module":{"nr":"12EPd-OI","title":"Objekt + Intention","credits":"6"},"teachers":["Prof. Silvia Knüppel"],"maxStudents":"16","room":"TexLab\/LW 138","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10043","url":"https:\/\/fhp.incom.org\/workspace\/10043","title":"Parametric Design","description":"Was bedeutet es mit digitalen Werkzeugen zu gestalten? Wo liegen die Grenzen dieser Werkzeuge? Wie können wir möglicherweise unsere eigenen Werkzeuge entwickeln? In diesem Kurs beschäftigen wir uns mit den Grundlagen des parametrischen Designs, dem Gestalten durch Computer-Code. Ihr erlernt die Grundlagen der Programmierung in JavaScript, um 2D- und 3D-Formen zu generieren. Aufbauend auf euren Formen, explorieren wir die Möglichkeiten diese Formen durch Maschinen umzusetzen, von Druckern, über 3D-Druck, Laser-Cutter bis hin zu Stick- und Strickmaschinen.\r\n\r\nWichtig: Für diesen Kurs sind keine technischen Vorkenntnisse erforderlich.","module":{"nr":"12EPd-RK","title":"Raum + Kontext","credits":"6"},"teachers":["Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10118","url":"https:\/\/fhp.incom.org\/workspace\/10118","title":"Linie, Fläche, Körper & Funktion","description":"Der Kurs richtet sich vorrangig an die Erstsemester. In einzelnen Tagesaufgaben, die im Wochenrhythmus genannt werden, entwickeln die Kursteilnehmenden ein umfangreiches Repertoire an Grundformen. Die Formwelt generiert sich aus dem Grundverständnis der Grundlagenkultur, wie sie in den kreativen Disziplinen, wie auch in Kunst und Architektur, verortet ist.\r\n\r\nZu jeder Übung gibt es immer einen Rechercheanteil, der zeitgenössisches Design im Fokus hat, bzw. bei den Objekten hinterfragt, aus welchen Material sie bestehen und mit welcher Fertigungstechnologie sie seriell gefertigt wurden. Hier ist das Kursziel, dass die Studierende die Plattformen kennen lernen, wo Design kommuniziert wird und welcher Produktund Urheber dahinter steckt. In den Kopf-Hand-Übungen geht es darum, eine gedankliche Idee schnell mittels physischen Modell zu realisieren, ein Set von Materialien und Werkzeugen kennenzulernen, die man schnell zur Hand nimmt, die zeigen, dass man in der Lage ist, mittels Modellen mit Personen zu kommunizieren. In den letzten Seminarwochen wird ein Objekt aus dem Entwurfsrepertoire zu einem fertigen Prototypen ausgearbeitet.\r\n\r\nZiel der Kurses ist, dass die Studierenden ein Gefühl für einen schnellen ad-hoc Modellbau bekommen, dass sie in der Lage versetzt werden, eine Skizze ganz simpel physisch mit einem geeigneten Material (Draht, Pappe, Knete, etc.) räumlich darzustellen, so dass mit dem Objekt ein Dialog einhergehen kann.","module":{"nr":"12EPd-TP","title":"Technik + Produkt","credits":"6"},"teachers":["Prof. Hermann Weizenegger"],"maxStudents":"13","room":"LW 023","fixture":{"weekday":2,"begin":{"hour":15,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10109","url":"https:\/\/fhp.incom.org\/workspace\/10109","title":"Urheber-, Design- und Medienrecht (Vorlesung)","description":"Die Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\r\n\r\n**Bitte beachten: Die Veranstaltung beginnt am 8. November 2022**","module":{"nr":"13Th-DMR","title":"Designmanagement und -recht","credits":"4"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"90","room":"FH Potsdam, D\/011","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"9983","url":"https:\/\/fhp.incom.org\/workspace\/9983","title":"Build Your Own Business unter Nutzung der Methode LEGO® Serious Play und Materialien","description":"Die eigene Geschäftsidee mit Lego Bausteinen entwickeln.\r\n\r\nDie wichtigsten Themen in Vorbereitung auf eine Selbstständigkeit werden beleuchtet, indem \"Themen der Selbstständigkeit\" mit Lego Bausteinen entwickelt werden. Die Methode soll unterstützen, die eigene Geschäftsidee zu beleuchten und die eigene Person & Persönlichkeit als Entrepreneur\\*in zu reflektieren. \r\n\r\nDie systematische Prozessbegleitung hat die potentiellen Themen im Fokus:\r\n\r\no Zielentwicklung, Meilensteine\r\n\r\no Visionsarbeit\r\n\r\no Ideenkonzept & Nachhaltigkeitsaspekte in der Geschäftsaspekte  \r\n\r\no Gründer\\*intyp\r\n\r\no Wertearbeit: Unternehmenswerte, Unternehmenskultur, individuelle Werte\r\n\r\no Betriebsorganisation\r\n\r\no SWOT Analyse\r\n\r\nDurch den Kreativitätsprozess leitet Anett Lommatzsch.\r\n\r\nResultierend aus dem Kreativprozess können die Studierenden auch ihre Bedarfe an Unterstützung in Form von Wissensvermittlung, Coaching und Beratung ermitteln.\r\n\r\nEbenfalls wird Wissen in der Kalkulation & Finanzplanung vermittelt.\r\n\r\nDie Lego Bausteine und Materialien werden von der FH Potsdam zur Verfügung gestellt.\r\n\r\nDer Kurs findet als Präsenzseminar statt.\r\n\r\nDiese ist eine Methode für die Prozessbegleitung, weshalb eine regelmäßige Teilnahme wichtig ist.\r\n\r\nDie regelmäßige, aktive Teilnahme während des Semesters, ein Pitch in der 1.Sitzung, eine Abschlusspräsentation und die Erstellung einer Hausarbeit (Reflexion & Businessplans anhand der Vorlage aus dem Kurs) sind Voraussetzung für 6 ECTS.","module":{"nr":"13Th-DMR","title":"Designmanagement und -recht","credits":"4"},"teachers":["Anett Lommatzsch"],"maxStudents":"15","room":"wird noch bekannt gegeben","fixture":{"weekday":2,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10037","url":"https:\/\/fhp.incom.org\/workspace\/10037","title":"Headlines & Deadlines – Angewandtes Projektmanagement","description":"Projektarbeit ist etwas, was uns als Gestaltende im Berufsleben zunehmend begegnet. Besonders in der selbständig organisierten Tätigkeit ist Projektmanagement eine wichtige Basisqualifikation für die Planung und Durchführung von Projekten.\r\n\r\nDer Kurs ist aufgebaut wie ein Planspiel: Entlang eines fiktiven Designauftrags für die Erstellung eines Artworks, wird Projektmanagement praxisnah vermittelt. In kleineren Teams werden Zielvorgaben, Meilensteine und Deadlines erarbeitet, sowie Aufgaben im Team delegiert. Es werden Konzepte entwickelt; Ideen visualisiert und präsentiert; Layouts nach Spezifikationen angelegt, sowie Produktionsverfahren und Druckvorstufe beleuchtet.\r\n\r\nDas Seminar richtet sich an Studierende des ersten Studienabschnitts.","module":{"nr":"13Th-DMR","title":"Designmanagement und -recht","credits":"4"},"teachers":["Jan-Phillip Wirth"],"maxStudents":"25","room":"D119","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10054","url":"https:\/\/fhp.incom.org\/workspace\/10054","title":"Computer","description":"Der Computer – in all seinen Formen – ist zur Leittechnologie des 21. Jahrhunderts geworden. Mit der Digitalisierung werden Lebensverhältnisse, von Arbeitsweisen bis zur Organisation des Privaten, weltweit verändert. Um so wichtiger ist es, sich mit den Bedingungen, Erscheinungsformen und Folgen des Computers auseinanderzusetzen. Die komplexe Verzahnung von Technik und Ästhetik, die Verbindungen zwischen Maschinen, Menschen und Dingen, fordern gerade gestalterische und medientheoretische Perspektiven heraus.  \r\n\r\nDie Vorlesung »Computer« hat dabei zum Ziel, gestalterische und medienwissenschaftliche Fragen nicht getrennt zu verhandeln, sondern aufeinander zu beziehen, um zu einem neuen Verständnis der theoretischen und praktischen Aspekte computerbasierter Technologien zu kommen. In zwölf Doppel-Vorlesungen werden Jan Distelmeyer und Boris Müller gemeinsam zu ausgewählten Themen referieren und diese zur Diskussion stellen.\r\n\r\nEine gemeinsame Vorlesung von Prof. Dr. Jan Distelmeyer und Prof. Boris Müller","module":{"nr":"13Th-DMT","title":"Design-\/Medientheorie","credits":"4"},"teachers":["Jan Distelmeyer","Prof. Boris Müller"],"maxStudents":"0","room":"Hörsaal D011  ","fixture":{"weekday":3,"begin":{"hour":10,"minutes":15},"end":{"hour":11,"minutes":45}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10033","url":"https:\/\/fhp.incom.org\/workspace\/10033","title":"Eros in allen Dingen - Designanalyse","description":"Anhand eines selbst gewählten Designobjekts werden gemäß der Vorlesungen grundlegende Zusammenhänge in Text- und Bildform analysiert und in einer Online-Publikation dargestellt sowie in einer 3-Minuten-Präsentation und einer 7-Minuten-Präsentation vorgestellt.","module":{"nr":"13Th-DMT","title":"Design-\/Medientheorie","credits":"4"},"teachers":["Prof. Dr. Rainer Funke"],"maxStudents":"23","room":"D119","fixture":{"weekday":3,"begin":{"hour":11,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10086","url":"https:\/\/fhp.incom.org\/workspace\/10086","title":"HAND AND CRAFT > Modellbaukurs > C-WiSe 2022-23 (Blockkurs)","description":"HAND AND CRAFT > Modellbauwerkstattkurs\r\n---------------------------------------\r\n\r\nC-WiSe 2022-23 (Blockkurs)\r\n--------------------------\r\n\r\n26\\. Januar bis 03. Februar 2023 (täglich von 10-17h)\r\n\r\nModul I\/4 Werkstattpraxis 3D, 14W-AM-S (2 CP)\r\n\r\nKursangebote im WiSe:\r\n---------------------\r\n\r\nIm Wintersemester 2022-23 biete ich insgesamt 3 Werkstattkurse in den analogen Modellbauwerkstätten an. Zwei in Form eines Blockkurses und einen weiteren semesterbegleitend.\r\n\r\nInhalt:\r\n-------\r\n\r\nDer Werkstattkurs HAND AND CRAFT befasst sich mit den handwerklichen Grundfertigkeiten des Modellbaus.\r\n\r\nAnhand verschiedenartiger Arbeitsmodelle wird der sichere Umgang mit den Maschinen der Holz- und Metallwerkstatt vermittelt und durch die praktische Umsetzung der Werkstücke erprobt.\r\n\r\nDurch das praktische handwerkliche Arbeiten mit unterschiedlichen Werkstoffen, Fertigungsverfahren und Schwerpunkten wird der komplexe Prozess von Entwurf, Planung und Realisierung erfahren und bildet eine Grundlage im ersten Studienabschnitt.\r\n\r\nOrganisatorisches:\r\n------------------\r\n\r\nDer Kurs richtet sich im Wintersemester ausschließlich an Studienanfänger\\*innen des Bereichs Produktdesign. Erst nach fachlicher Ein- und Unterweisung ist das Arbeiten in den Werkstätten gestattet. Daher ist unbedingt anzuraten, den Werkstattkurs gleich zum Start an der FH Potsdam zu belegen. Die Teilnehmer\\*innenzahl ist auf maximal 8 Personen begrenzt.\r\n\r\nEine verbindliche Anmeldung wird unmittelbar nach Semesterstart im Rahmen der Einführung in die Werkstätten organisiert. Ggf. fragt Ihr persönlich per Mail bei mir nach: [anne.boenisch@fh-potsdam.de](mailto:anne.boenisch@fh-potsdam.de)\r\n\r\nNicht vergebene Plätze werden über den allgemeinen Workspace „Modellbauwerkstatt“ bekannt gegeben. [https:\/\/fhp.incom.org\/workspace\/5751](https:\/\/fhp.incom.org\/workspace\/5751)\r\n\r\n**ORT:** Modellbauwerkstatt (LW 019)  \r\n**INCOM:** HAND AND CRAFT > Modellbaukurs > C-WiSe 2022-23  \r\n**LINK INCOM:** [https:\/\/fhp.incom.org\/workspace\/9766\/about](https:\/\/fhp.incom.org\/workspace\/9766\/about)\r\n\r\n**WERKSTATTFILM\/SICHERHEITSUNTERWEISUNG:** [https:\/\/vimeo.com\/503255898](https:\/\/vimeo.com\/503255898) (english subtitle)\r\n\r\nDie Kurse werden unter Einhaltung der Corona Richtlinien der Fachhochschule Potsdam durchgeführt. [https:\/\/www.fh-potsdam.de\/corona-info\/](https:\/\/www.fh-potsdam.de\/corona-info\/)\r\n\r\nVoraussetzung für den Scheinerwerb:\r\n-----------------------------------\r\n\r\nAlle Werkstatttermine sind verpflichtend. Arbeitseinsatz und pünktliches Erscheinen sind Voraussetzung für den Erhalt des Werkstattscheins.\r\n\r\nTermine:\r\n--------\r\n\r\nBlockkurs > C-WiSe 2022-23  \r\nTäglich vom 26. Januar bis 03. Februar 2023 von 10 bis 17h","module":{"nr":"14W-AM-S","title":"Analoge Modellbauwerkstätten (60h)","credits":"2"},"teachers":["Anne Boenisch"],"maxStudents":"8","room":"LW 019","language":{"identifier":"de","title":"Deutsch"}},{"id":"10084","url":"https:\/\/fhp.incom.org\/workspace\/10084","title":"HAND AND CRAFT > Modellbaukurs > A-WiSe 2022-23 (Blockkurs)","description":"HAND AND CRAFT > Modellbauwerkstattkurs\r\n---------------------------------------\r\n\r\n**A-WiSe 2022-23 (Blockkurs)**\r\n------------------------------\r\n\r\n-   05\\. bis 14. Oktober 2022 (täglich von 10-17h)\r\n-   Modul I\/4 Werkstattpraxis 3D, 14W-AM-SE (2 CP)\r\n\r\nKursangebote im WiSe:\r\n---------------------\r\n\r\nIm Wintersemester 2022-23 biete ich insgesamt 3 Werkstattkurse in den analogen Modellbauwerkstätten an. Zwei in Form eines Blockkurses und einen weiteren semesterbegleitend.  \r\n\r\n  \r\n\r\nInhalt:\r\n-------\r\n\r\nDer Werkstattkurs HAND AND CRAFT befasst sich mit den handwerklichen Grundfertigkeiten des Modellbaus.\r\n\r\nAnhand verschiedenartiger Arbeitsmodelle wird der sichere Umgang mit den Maschinen der Holz- und Metallwerkstatt vermittelt und durch die praktische Umsetzung der Werkstücke erprobt.\r\n\r\nDurch das praktische handwerkliche Arbeiten mit unterschiedlichen Werkstoffen, Fertigungsverfahren und Schwerpunkten wird der komplexe Prozess von Entwurf, Planung und Realisierung erfahren und bildet eine Grundlage im ersten Studienabschnitt.\r\n\r\nOrganisatorisches:\r\n------------------\r\n\r\nDer Kurs richtet sich im Wintersemester ausschließlich an Studienanfänger\\*innen des Bereichs Produktdesign. Erst nach fachlicher Ein- und Unterweisung ist das Arbeiten in den Werkstätten gestattet. Daher ist unbedingt anzuraten, den Werkstattkurs gleich zum Start an der FH Potsdam zu belegen. Die Teilnehmer\\*innenzahl ist auf maximal 8 Personen begrenzt.\r\n\r\nEine verbindliche Anmeldung wird unmittelbar nach Semesterstart im Rahmen der Einführung in die Werkstätten organisiert. Ggf. fragt Ihr persönlich per Mail bei mir nach: [anne.boenisch@fh-potsdam.de](mailto:anne.boenisch@fh-potsdam.de)\r\n\r\nNicht vergebene Plätze werden über den allgemeinen Workspace „Modellbauwerkstatt“ bekannt gegeben. [https:\/\/fhp.incom.org\/workspace\/5751](https:\/\/fhp.incom.org\/workspace\/5751)\r\n\r\n**ORT:** Modellbauwerkstatt (LW 019)  \r\n**INCOM:** HAND AND CRAFT > Modellbaukurs > A-WiSe 2022-23  \r\n**LINK INCOM:** [https:\/\/fhp.incom.org\/workspace\/9766\/about](https:\/\/fhp.incom.org\/workspace\/9766\/about)\r\n\r\n**WERKSTATTFILM\/SICHERHEITSUNTERWEISUNG:** [https:\/\/vimeo.com\/503255898](https:\/\/vimeo.com\/503255898) (english subtitle)\r\n\r\nDie Kurse werden unter Einhaltung der Corona Richtlinien der Fachhochschule Potsdam durchgeführt. [https:\/\/www.fh-potsdam.de\/corona-info\/](https:\/\/www.fh-potsdam.de\/corona-info\/)\r\n\r\nVoraussetzung für den Scheinerwerb:\r\n-----------------------------------\r\n\r\nAlle Werkstatttermine sind verpflichtend. Arbeitseinsatz und pünktliches Erscheinen sind Voraussetzung für den Erhalt des Werkstattscheins.\r\n\r\nTermine:\r\n--------\r\n\r\nBlockkurs > A-WiSe 2022-23  \r\nTäglich vom 05. bis 14. Oktober 2022 von 10 bis 17h","module":{"nr":"14W-AM-S","title":"Analoge Modellbauwerkstätten (60h)","credits":"2"},"teachers":["Anne Boenisch"],"maxStudents":"8","room":"LW 019","language":{"identifier":"de","title":"Deutsch"}},{"id":"10087","url":"https:\/\/fhp.incom.org\/workspace\/10087","title":"HAND AND CRAFT > Modellbaukurs > B-WiSe 2022-23","description":"HAND AND CRAFT > Modellbauwerkstattkurs\r\n---------------------------------------\r\n\r\nB-WiSe 2022-23 (semesterbegleitend)  \r\n28\\. Oktober bis 25. November 2022 (jeweils Mittwochnachmittags sowie Freitags ganztägig)\r\n\r\nModul I\/4 Werkstattpraxis 3D, 14W-AM-S (2 CP)\r\n\r\nKursangebote im WiSe:\r\n---------------------\r\n\r\nIm Wintersemester 2022-23 biete ich insgesamt 3 Werkstattkurse in den analogen Modellbauwerkstätten an. Zwei in Form eines Blockkurses und einen weiteren semesterbegleitend.\r\n\r\nInhalt:\r\n-------\r\n\r\nDer Werkstattkurs HAND AND CRAFT befasst sich mit den handwerklichen Grundfertigkeiten des Modellbaus.\r\n\r\nAnhand verschiedenartiger Arbeitsmodelle wird der sichere Umgang mit den Maschinen der Holz- und Metallwerkstatt vermittelt und durch die praktische Umsetzung der Werkstücke erprobt.\r\n\r\nDurch das praktische handwerkliche Arbeiten mit unterschiedlichen Werkstoffen, Fertigungsverfahren und Schwerpunkten wird der komplexe Prozess von Entwurf, Planung und Realisierung erfahren und bildet eine Grundlage im ersten Studienabschnitt.\r\n\r\nOrganisatorisches:\r\n------------------\r\n\r\nDer Kurs richtet sich im Wintersemester ausschließlich an Studienanfänger\\*innen des Bereichs Produktdesign. Erst nach fachlicher Ein- und Unterweisung ist das Arbeiten in den Werkstätten gestattet. Daher ist unbedingt anzuraten, den Werkstattkurs gleich zum Start an der FH Potsdam zu belegen. Die Teilnehmer\\*innenzahl ist auf maximal 8 Personen begrenzt.\r\n\r\nEine verbindliche Anmeldung wird unmittelbar nach Semesterstart im Rahmen der Einführung in die Werkstätten organisiert. Ggf. fragt Ihr persönlich per Mail bei mir nach: [anne.boenisch@fh-potsdam.de](mailto:anne.boenisch@fh-potsdam.de)\r\n\r\nNicht vergebene Plätze werden über den allgemeinen Workspace „Modellbauwerkstatt“ bekannt gegeben. [https:\/\/fhp.incom.org\/workspace\/5751](https:\/\/fhp.incom.org\/workspace\/5751)\r\n\r\n**ORT:** Modellbauwerkstatt (LW 019)  \r\n**INCOM:** HAND AND CRAFT > Modellbaukurs > C-WiSe 2022-23  \r\n**LINK INCOM:** [https:\/\/fhp.incom.org\/workspace\/10087\/about](https:\/\/fhp.incom.org\/workspace\/10087\/about)\r\n\r\n**WERKSTATTFILM\/SICHERHEITSUNTERWEISUNG:** [https:\/\/vimeo.com\/503255898](https:\/\/vimeo.com\/503255898) (english subtitle)\r\n\r\nDie Kurse werden unter Einhaltung der Corona Richtlinien der Fachhochschule Potsdam durchgeführt. [https:\/\/www.fh-potsdam.de\/corona-info\/](https:\/\/www.fh-potsdam.de\/corona-info\/)\r\n\r\nVoraussetzung für den Scheinerwerb:\r\n-----------------------------------\r\n\r\nAlle Werkstatttermine sind verpflichtend. Arbeitseinsatz und pünktliches Erscheinen sind Voraussetzung für den Erhalt des Werkstattscheins.\r\n\r\nTERMINE:\r\n--------\r\n\r\n28\\. Oktober bis 25. November 2022 (jeweils Mittwochnachmittags sowie Freitag ganztägig)\r\n\r\n-   28.10.2022 (FR): 10-17h\r\n-   02.10.2022 (MI): 14-17\/18h\r\n-   04.11.2022 (FR): 10-17h\r\n-   09.11.2022 (MI): 14-17\/18h\r\n-   11.11.2022 (FR): 10-17h\r\n-   16.11.2022 (MI): 14-17\/18h\r\n-   18.11.2022 (FR): 10-17h\r\n-   25.11.2022 (FR): 10-17h","module":{"nr":"14W-AM-S","title":"Analoge Modellbauwerkstätten (60h)","credits":"2"},"teachers":["Anne Boenisch"],"maxStudents":"8","room":"LW 019","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10063","url":"https:\/\/fhp.incom.org\/workspace\/10063","title":"Textil & Konstruktion 1 (WS 22\/23)","description":"TexLab – Einführung in textile Technologien. Der Kurs „Textil & Konstruktion 1“ ist Teil des Seminars „soft materials“ (Prof. Silvia Knüppel) und kann nur zusammen belegt werden. 1\/ „soft materials“ \/ Mi. 10 Uhr bis 13 Uhr \/ Prof. Silvia Knüppel & 2\/ „Textil & Konstruktion 1“ \/ Do. 10 Uhr bis 13 Uhr \/ M.A. Samira Akhavan). Es werden zwei Scheine vergeben. Nur wer durch das Kurswahlverfahren in den Kurs „soft materials“ (s. Link) aufgenommen wurde, kann auch an dem Kurs \"Textil & Konstruktion 1\" teilnehmen. [https:\/\/fhp.incom.org\/workspace\/10061](https:\/\/fhp.incom.org\/workspace\/10061) Der Kurs vermittelt die Grundlagen der textilen Konstruktions-, Verarbeitungs- und Veredelungstechnologien, sowie Kenntnisse zur selbstständigen Nutzung der Maschinen des TexLabs. Ziel des Kurses ist die Erarbeitung eines textilen Vokabulars, das im Entwurf eingesetzt werden kann. Die Teilnahme ist nur in Kombination mit dem Kurs „soft materials“ (Prof. Silvia Knüppel) möglich.","module":{"nr":"14W-AM-SE","title":"Analoge Modellbauwerkstätten","credits":"2"},"teachers":["Samira Akhavan","Prof. Silvia Knüppel"],"maxStudents":"16","room":"TexLab\/LW138","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10030","url":"https:\/\/fhp.incom.org\/workspace\/10030","title":"Audio-\/Videowerkstatt: Einführung in das audio-visuelle Arbeiten »№14 – SINN\/FREI\/COLLAGE«","description":"Wintersemester 2022\/23  \r\nDonnerstag, 10–13 Uhr, D\/002 (Video-Studio)  \r\n4 Credits, unbenotet  \r\n120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium\r\n\r\n**Aufgabe**\r\n\r\nDer selbstverständliche Umgang mit Film- und Audiotechnik sowie die praxisrelevanten Arbeitsabläufe der Video-Aufzeichnung, -Schnitt und -Postproduktion werden anhand verschiedener Aufgaben geübt und gefestigt. Das originäre Bild- und Audiomaterial, das im Laufe des Semesters entsteht, kann Ausgangsmaterial sein für die individuelle audio-visuelle Collage, die am Ende des Semesters von jedem Studierenden präsentiert wird. Alternativ kann ein eigenständiges Film-Projekt umgesetzt werden.\r\n\r\n**Seminar- & Projektorganisation**\r\n\r\nIm Rahmen eines Semesterprojektes wird ein Bewegtbild-Projekt umgesetzt. Im Vordergrund stehen die Vermittlung technischer Grundkenntnisse und instrumenteller Kompetenz sowie die interessengeleitete Umsetzung und Vertiefung mit der Materie. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen und Workshops dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\r\n\r\nJede\/r Studierende setzt ein eigenständiges Projekt um – gegenseitige Unterstützung ist ausdrücklich erwünscht.","module":{"nr":"14W-AV-L","title":"Audio-\/Videowerkstätten (120h)","credits":"4"},"teachers":["Jan Schütze"],"maxStudents":"20","room":"Videostudio D001","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10144","url":"https:\/\/fhp.incom.org\/workspace\/10144","title":"WS22\/23_Buchbinden Einführungskurs_Gruppe A","description":"Donnerstags von 10:00 – 13:00 Uhr (Buchbindewerkstatt)\r\n\r\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nAlle Werkstatttermine sind Pflichttermine (Krankheitstage müssen mit Attest bestätigt werden)! Kein Tausch unter den Gruppen möglich!\r\n\r\nArbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb.\r\n\r\nIm WS22\/23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 5 Personen.\r\n\r\nDieser Workspace gilt für Gruppe A. Für die anderen Gruppen gibt es jeweils einen separaten Workspace. Bitte die jeweiligen Termine beachten!","module":{"nr":"14W-BW-L","title":"Buchbindewerkstatt (120h)","credits":"4"},"teachers":["Friederike Goll"],"maxStudents":"5","room":"LW 225","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10145","url":"https:\/\/fhp.incom.org\/workspace\/10145","title":"WS22\/23_Buchbinden Einführungskurs_Gruppe B","description":"Freitags von 10:00 – 13:00 Uhr (Buchbindewerkstatt)\r\n\r\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nAlle Werkstatttermine sind Pflichttermine (Krankheitstage müssen mit Attest bestätigt werden)! Kein Tausch unter den Gruppen möglich!\r\n\r\nArbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb.\r\n\r\nIm WS22\/23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 5 Personen.\r\n\r\nDieser Workspace gilt für Gruppe B. Für die anderen Gruppen gibt es jeweils einen separaten Workspace. Bitte die jeweiligen Termine beachten!","module":{"nr":"14W-BW-L","title":"Buchbindewerkstatt (120h)","credits":"4"},"teachers":["Friederike Goll"],"maxStudents":"5","room":"LW 225","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10146","url":"https:\/\/fhp.incom.org\/workspace\/10146","title":"WS22\/23_Buchbinden Einführungskurs_Gruppe C","description":"Donnerstags von 10:00 – 13:00 Uhr (Buchbindewerkstatt)\r\n\r\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nAlle Werkstatttermine sind Pflichttermine (Krankheitstage müssen mit Attest bestätigt werden)! Kein Tausch unter den Gruppen möglich!\r\n\r\nArbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb.\r\n\r\nIm WS22\/23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 5 Personen.\r\n\r\nDieser Workspace gilt für Gruppe C. Für die anderen Gruppen gibt es jeweils einen separaten Workspace. Bitte die jeweiligen Termine beachten!","module":{"nr":"14W-BW-L","title":"Buchbindewerkstatt (120h)","credits":"4"},"teachers":["Friederike Goll"],"maxStudents":"5","room":"LW 225","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":23,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10147","url":"https:\/\/fhp.incom.org\/workspace\/10147","title":"WS22\/23_Buchbinden Einführungskurs_Gruppe D","description":"Freitags von 10:00 – 13:00 Uhr (Buchbindewerkstatt)\r\n\r\nDieser Kurs möchte dazu anregen mit einfachen Mitteln Publikationen herzustellen. Wir beginnen mit den Grundlagen des Buchbindens und befassen uns mit verschiedenen Techniken des Bindens und der Einbandgestaltung. Hierzu werden diverse Muster angefertigt und der sichere Umgang mit den Maschinen erprobt. Zudem erhält jeder Kursteilnehmer mit Teilnahme des Kurses sowie der dazugehörigen Sicherheitsunterweisung die Berechtigung die Werkstatt selbständig für eigene Projekte zu nutzen.\r\n\r\nAlle Werkstatttermine sind Pflichttermine (Krankheitstage müssen mit Attest bestätigt werden)! Kein Tausch unter den Gruppen möglich!\r\n\r\nArbeitseinsatz und pünktliches Erscheinen ist Voraussetzung für den Scheinerwerb.\r\n\r\nIm WS22\/23 werden 4 Kurse angeboten (Gruppe A, B, C & D), die sich jeweils auf fünf Termine verteilen. Zusätzlich gibt es Hausaufgaben, die zu bearbeiten sind. Die Teilnehmerzahl pro Kurs beschränkt sich auf 5 Personen.\r\n\r\nDieser Workspace gilt für Gruppe D. Für die anderen Gruppen gibt es jeweils einen separaten Workspace. Bitte die jeweiligen Termine beachten!","module":{"nr":"14W-BW-L","title":"Buchbindewerkstatt (120h)","credits":"4"},"teachers":["Friederike Goll"],"maxStudents":"5","room":"LW 225","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10022","url":"https:\/\/fhp.incom.org\/workspace\/10022","title":"A2–Produktionsprozess Druck: Farbe und Reproduktion – individuelles Buchprojekt","description":"Die Grundlagen im Produktionsprozess Druck und Farbe werden theoretisch und praktisch vermittelt. Zentrale Themen sind die Druckverfahren, wie Digitaldruck, Offsetdruck, Hochdruck, Farbräume, Farbe in der Reproduktion und die Aufbereitung der Daten für das Farbmanagement im Offsetdruck. Das jeweilige Buchprojekt wird in der Lehrwerkstatt LW128 gedruckt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Farbe beschäftigen wollen.\r\n\r\nNach der Einweisung in die Werkstatt erfolgt die Freischaltung für LW130, in der die Studierenden Ihre Originale scannen und an kalibrierten Bildschirmen bearbeiten.","module":{"nr":"14W-DL-L","title":"Drucklabore (120h)","credits":"4"},"teachers":["Christine Mangelsdorf"],"maxStudents":"10","room":"LW128\/LW130","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10021","url":"https:\/\/fhp.incom.org\/workspace\/10021","title":"A1–Produktionsprozess Druck in Kooperation mit dem Atelierkurs von Maria Kleinschmidt","description":"Der Kurs \"A1–Produktionsprozess Druck\" kann nur von Studierenden belegt werden, welche auch am Atelierkurs von Maria Kleinschmidt teilnehmen. Der Atelierkurs findet dienstags im Farbatelier statt. Es werden die Ergebnisse mittwochs im Drucklabor für den digitalen Druck, vor allem für den Offsetdruck, aber auch für die Ausgabe im RGB-Farbraum erarbeitet und gedruckt. \r\n\r\nDie Grundlagen für die Realisierung im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Dazu gehören Farbe, Farbräume, Farbe in der Reproduktion, sowie theoretisches und praktisches Wissen über die Druckverfahren. Nach der Einweisung in die Werkstatt erfolgt die Freischaltung für LW130, in der die Studierenden Ihre Originale scannen und an kalibrierten Bildschirmen auch außerhalb der Unterrichtszeiten bearbeiten können.","module":{"nr":"14W-DL-L","title":"Drucklabore (120h)","credits":"4"},"teachers":["Christine Mangelsdorf"],"maxStudents":"14","room":"LW128\/LW130","fixture":{"weekday":3,"begin":{"hour":9,"minutes":30},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"9986","url":"https:\/\/fhp.incom.org\/workspace\/9986","title":"Grundlagen des MacOS und Standardprogramme","description":"Nach der Einführung in die Grundlagen des Betriebssystems wird in diesem Kurs das Basiswissen zu den Programmen Photoshop, Illustrator und Indesign vermittelt.\r\n\r\nDer Kurs richtet sich primär an Studierende, die keine bis wenig Erfahrung mit Rechnern und den Standardprogrammen haben.\r\n\r\nDer Kurs findet jeweils Mo 14.00 - 16.00 und  findet ca. 6 mal statt.","module":{"nr":"14W-DL-S","title":"Drucklabore (60h)","credits":"2"},"teachers":["Dipl. Des. Peter Kerscher"],"maxStudents":"13","room":"LW 139","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"9987","url":"https:\/\/fhp.incom.org\/workspace\/9987","title":"Grundlagen des MacOS und Standardprogramme","description":"Nach der Einführung in die Grundlagen des Betriebssystems wird in diesem Kurs das Basiswissen zu den Programmen Photoshop, Illustrator und Indesign vermittelt.\r\n\r\nDer Kurs richtet sich primär an Studierende, die keine bis wenig Erfahrung mit Rechnern und den Standardprogrammen haben.\r\n\r\nDer Kurs findet jeweils DO 11.00 - 13.00 und findet ca. 6 mal statt.","module":{"nr":"14W-DL-S","title":"Drucklabore (60h)","credits":"2"},"teachers":["Dipl. Des. Peter Kerscher"],"maxStudents":"13","room":"LW 139","fixture":{"weekday":4,"begin":{"hour":11,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10090","url":"https:\/\/fhp.incom.org\/workspace\/10090","title":"CNC-Frästechnik - Einführung\/Grundlagen (CAM\/ISEL)","description":"Im Kurs werden die Grundlagen der CNC-Frästechnik, die CAM-Programmierung in Fusion 360 und die Bedienung der kleinen CNC-Fräsmaschine (ISEL) vermittelt.\r\n\r\nDafür sind kleine Übungseinheiten vorgesehen, bei denen die Teilnehmer die unterschiedlichen Frässtrategien vermittelt bekommen.\r\n\r\nFolgender Ablauf ist dafür vorgesehen:\r\n\r\n• Allgemeine Einführung in Zerspanungs- und CNC-Technik\r\n\r\n• CAM-Programmierung (Fertigen-Modul in Fusion 360)\r\n\r\n• Maschinenbedienung der ISEL\r\n\r\n• Materialien (Zerspanbarkeit)\r\n\r\nWas wird vorausgesetzt:\r\n\r\n• Zugangsberechtigung zur Modellbauwerkstatt des FB Designs\r\n\r\n• 3D-Modeling-Kenntnisse (Fusion 360, Rhino, oä … )\r\n\r\n• Grundkenntnisse in Fusion 360 (Basics: Modellieren, Navigieren, etc.) vorteilhaft\r\n\r\n• Vorkenntnisse in 3D-Druck oder CNC vorteilhaft\r\n\r\n• Noch keinen CNC-Zugang\r\n\r\n• Laptop mit Fusion 360 (App kostenfrei für Studierende)","module":{"nr":"14W-DM-S","title":"Digitale Modellbauwerkstätten (60h)","credits":"2"},"teachers":["Sebastian Reichel"],"maxStudents":"8","room":"LW017","fixture":{"weekday":1,"begin":{"hour":13,"minutes":30},"end":{"hour":16,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10091","url":"https:\/\/fhp.incom.org\/workspace\/10091","title":"Fusion 360 - Einführung\/Grundlagen (CAD)","description":"Autodesk Fusion 360 ist eine cloudbasierte CAD\/CAM Anwendung, welches für bildungszwecke kostenlos für Windows und MAC OS zur Verfügung steht.\r\n\r\nNach der Einführung in die Grundlagen von CAD (computer-aided design) werden Modeling und Konstruktion anhand von Arbeitsbeispielen vermittelt.\r\n\r\nDie wesentlichen Inhalte sind der Umgang mit der Bedienstruktur, die Erstellung einfacher Geometrie bis hin zu Baugruppen, Technischen Zeichnungen, Darstellungen und Fertigungsdaten (für z.B. 3D-Druck).\r\n\r\nIn diesem Kurs wird vermittelt, wie Produkte am Computer mittels Fusion 360 selbstständig gestaltet und konstruiert werden.","module":{"nr":"14W-DM-S","title":"Digitale Modellbauwerkstätten (60h)","credits":"2"},"teachers":["Sebastian Reichel"],"maxStudents":"20","room":"LW 139 Mac-Labor 1","fixture":{"weekday":1,"begin":{"hour":9,"minutes":30},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10140","url":"https:\/\/fhp.incom.org\/workspace\/10140","title":"B – Graphic AR Lab: Einführung in Augmented Reality","description":"Mittwoch, 10–13 Uhr | WiSe 22\/23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nWir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Ein Vorwissen ist nicht notwendig!","module":{"nr":"14W-GL-L","title":"Grafiklabor (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW 228","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10139","url":"https:\/\/fhp.incom.org\/workspace\/10139","title":"A – Graphic AR Lab: Einführung in Augmented Reality","description":"Dienstag, 10 – 13 Uhr | WiSe 22\/23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nWir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Ein Vorwissen ist nicht notwendig!","module":{"nr":"14W-GL-L","title":"Grafiklabor (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW 228","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10105","url":"https:\/\/fhp.incom.org\/workspace\/10105","title":"XR Basics: Grundlagen immersiver Gestaltung","description":"Mit dem Einzug von immersiven Technologien wie Extended Reality (XR) verschmelzen die Grenzen zwischen physischer Umgebung und digitalen Welten. Als Designer:innen ergeben sich für uns neue Herausforderungen und Potenziale für die Gestaltung einer Welt, in der neue Formen für sozialen Austausch und neue Wege der Interaktion zwischen digitalen und physischen Objekten möglich werden. \r\n\r\nWährend grundlegende Paradigmen der nutzerzentrierten Gestaltung weiterhin gelten, steht die konkrete Form immersiver Umgebungen erst am Beginn ihrer Entwicklung. In diesem Kurs werden wir die Grundlagen von Design in XR, welches sowohl Virtual, als auch Augmented Reality umfasst, erlernen und in praktischen Experimenten verschiedene Tools für den XR Workflow kennenlernen. Mit Kursabschluss besitzt ihr einen Überblick der aktuellen XR Landschaft, die bereits heute in einer Vielzahl von Use Cases zu finden ist, und könnt im Selbststudium und Kursangeboten eurer Wissen vertiefen, um aktiv die Zukunft immersiver Interfaces zu gestalten.\r\n\r\n### Ablauf\r\n\r\nDer Kurs wird sowohl Input, als auch mehrere praktische Projekte beinhalten, in denen in Teams einzelne Gestaltungsgrundlagen für XR erforscht werden.\r\n\r\n### An wen richtet sich der Kurs?\r\n\r\nDer Kurs richtet sich an Studierende aus dem Grundstudium in Interface-, Produkt- und Kommunikationsdesign (per Incom Kurswahlsystem hier im Workspace), sowie EMW-Studierende (bitte frühzeitig per Mail anfragen). Es werden keine Vorkenntnisse in der Gestaltung immersiver Interfaces vorausgesetzt. \r\n\r\n### Kursabschluss\r\n\r\nDer Kurs besteht aus zwei Bestandteilen, die nur gemeinsam gewählt werden können. Dafür reicht das Eintragen in diesem Workspace. Die durchgängige aktive Teilnahme und Bearbeitung aller Übungen ist Voraussetzung für den Kursabschluss.\r\n\r\n1.  Modul 11 EG-B (Gestaltungsgrundlagen)  \r\n    6 CP\r\n    \r\n2.  Modul 14 W-IL-L (Interfacelabore)  \r\n    4 CP\r\n    \r\n\r\nDie Ergebnisse des Kurses werden sowohl auf Incom dokumentiert, als auch auf der Website der Interface Labs vorgestellt.\r\n\r\n### Wann?\r\n\r\nDienstags von 10:00 bis 16:00\r\n\r\n### Wo?\r\n\r\nInterface Lab  \r\nLW 126 (Werkstattgebäude 1. Etage)  \r\nDer Kurs findet so weit wie durch Hochschulvorgaben möglich in Präsenz statt.","module":{"nr":"14W-IL-L","title":"Interfacelabore (120h)","credits":"4"},"teachers":["Tim Ebert","Sebastian Wloch"],"maxStudents":"16","room":"LW 126","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10082","url":"https:\/\/fhp.incom.org\/workspace\/10082","title":"Plastisches Gestalten WiSe 22\/23","description":"","module":{"nr":"14W-MW-L","title":"Modellierwerkstatt (120h)","credits":"4"},"teachers":["jörg misch"],"maxStudents":"8","room":"LW 229 Modellierwerkstatt","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10030","url":"https:\/\/fhp.incom.org\/workspace\/10030","title":"Audio-\/Videowerkstatt: Einführung in das audio-visuelle Arbeiten »№14 – SINN\/FREI\/COLLAGE«","description":"Wintersemester 2022\/23  \r\nDonnerstag, 10–13 Uhr, D\/002 (Video-Studio)  \r\n4 Credits, unbenotet  \r\n120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium\r\n\r\n**Aufgabe**\r\n\r\nDer selbstverständliche Umgang mit Film- und Audiotechnik sowie die praxisrelevanten Arbeitsabläufe der Video-Aufzeichnung, -Schnitt und -Postproduktion werden anhand verschiedener Aufgaben geübt und gefestigt. Das originäre Bild- und Audiomaterial, das im Laufe des Semesters entsteht, kann Ausgangsmaterial sein für die individuelle audio-visuelle Collage, die am Ende des Semesters von jedem Studierenden präsentiert wird. Alternativ kann ein eigenständiges Film-Projekt umgesetzt werden.\r\n\r\n**Seminar- & Projektorganisation**\r\n\r\nIm Rahmen eines Semesterprojektes wird ein Bewegtbild-Projekt umgesetzt. Im Vordergrund stehen die Vermittlung technischer Grundkenntnisse und instrumenteller Kompetenz sowie die interessengeleitete Umsetzung und Vertiefung mit der Materie. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen und Workshops dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\r\n\r\nJede\/r Studierende setzt ein eigenständiges Projekt um – gegenseitige Unterstützung ist ausdrücklich erwünscht.","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Jan Schütze"],"maxStudents":"20","room":"Videostudio D001","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10140","url":"https:\/\/fhp.incom.org\/workspace\/10140","title":"B – Graphic AR Lab: Einführung in Augmented Reality","description":"Mittwoch, 10–13 Uhr | WiSe 22\/23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nWir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Ein Vorwissen ist nicht notwendig!","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW 228","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10024","url":"https:\/\/fhp.incom.org\/workspace\/10024","title":"Präsentieren und Präsenz","description":"Einführung in die Kategorie der Präsenz und in weitere darstellerische Aspekte sowie deren Anwendungen für die Präsentation von künstlerisch-gestalterischen Inhalten.\r\n\r\nPräsentieren ist Handwerk, das erlernt und trainiert werden kann. Auch richtet sich der Kurs an Studierende, die Angst vor öffentlichem Reden empfinden und gezielt methodische Unterstützung benötigen.\r\n\r\n**Teilnahmebedingungen:** Präsenz und aktive Teilnahme auch für Gruppenübungen zwingend erforderlich.\r\n\r\n**Zeitraum:** 27.10.2022- 26.01.2023; Donnerstags 9h-13h\r\n\r\n**Teilnehmer:** auf 12 Personen beschränkt; verbindliche Anmeldung bis 19.10.22 erforderlich (Einschreibung ab 1.9. möglich)\r\n\r\n**Leistungsnachweis:** Flexmodule aller Studiengänge mit 4 CP, unbenotet\r\n\r\n**Lehrender: Horst-J. Lonius**  \r\nRegisseur, Autor und Dozent (u.a. an der Udk und HfS Ernst Busch)  \r\n[http:\/\/www.lonius.de\/vita3.html](http:\/\/www.lonius.de\/vita3.html)","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Horst-J. Lonius"],"maxStudents":"12","room":" Theaterwerkstatt HG (1. OG)","fixture":{"weekday":4,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10109","url":"https:\/\/fhp.incom.org\/workspace\/10109","title":"Urheber-, Design- und Medienrecht (Vorlesung)","description":"Die Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\r\n\r\n**Bitte beachten: Die Veranstaltung beginnt am 8. November 2022**","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"90","room":"FH Potsdam, D\/011","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10139","url":"https:\/\/fhp.incom.org\/workspace\/10139","title":"A – Graphic AR Lab: Einführung in Augmented Reality","description":"Dienstag, 10 – 13 Uhr | WiSe 22\/23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nWir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Ein Vorwissen ist nicht notwendig!","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW 228","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10117","url":"https:\/\/fhp.incom.org\/workspace\/10117","title":"InterFlex - Übersicht zu den fachübergreifenden Lehrveranstaltungen","description":"In InterFlex-Kursen arbeiten Lehrende und Studierende aus verschiedenen Fachbereichen zusammen und entwickeln neue Ideen und Projekte. Im Workspace finden Sie weiterführende Informationen und Links zu den einzelnen [InterFlex-Angeboten im Wintersemester 2022\/2023](https:\/\/www.fh-potsdam.de\/studium-weiterbildung\/studienorganisation\/vorlesungsverzeichnis\/fachuebergreifende-lehrveranstaltungen#section-16186).","module":{"nr":"15PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["M.A. Anouk Meissner"],"maxStudents":"0","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"10150","url":"https:\/\/fhp.incom.org\/workspace\/10150","title":"Sweet Art","description":"Wie ist das mit den Geburtstagskuchen, wird da das Vergangene oder das noch Kommende verfüsst? Es ist nicht ganz auszumachen – jedenfalls können wir auf 30 Jahre Fachbereich Design zurückblicken, auch wenn nicht immer ein Zuckerschlecken, doch im Ergebnis eine Erfolgsgeschichte, die wir gemeinsam am Samstag den 22.10. feiern wollen und zwar mit 30 Torten – für jedes Jahr eine.\r\n\r\nUnd weil das Auge mitißt, ist Thema der Projektwochen die Gestaltung und Herstellung der Zuckerbäckereien. (Die Zutaten werden finanziert)","module":{"nr":"15PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Jörg Hundertpfund"],"maxStudents":"0","room":"D 308","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10111","url":"https:\/\/fhp.incom.org\/workspace\/10111","title":"Podcast Design;30","description":"Im Kurs wird ein Podcast zur Geschichte und zu Zukunftsperspektiven verschiedener Bereiche des Designs inhaltlich vorbereitet.\r\n\r\nIm Podcast werden darüber ehemalige und jetzige Professoren\/innen mit Prof. Dr. Rainer Funke diskutieren. Anlass ist das 30-jährige Jubiläum des Fachbereichs Design in diesem Jahr.","module":{"nr":"15PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Dr. Rainer Funke"],"maxStudents":"9","room":"D\/119","language":{"identifier":"de","title":"Deutsch"}},{"id":"10034","url":"https:\/\/fhp.incom.org\/workspace\/10034","title":"Projektwochen: Schnitzeljagd – Eye-Tracking und Orientierung","description":"✦ Wo schauen Nutzer:innen zuerst hin? Wie können wir als Gestalter:in mit Hilfe von Eye-Tracking\\* UI-Elemente „besser“ analysieren\/kommunizieren?\r\n\r\nㅤ\r\n\r\nIn diesem Projektwochenkurs geht es darum zu erforschen, wie wir uns in gewohnter oder ungewohnter Umgebung orientieren. Ausgestattet mit Eye-Tracking\\* Brillen begeben wir uns auf dem FHP Campus und angrenzenden urbanen Räumen auf Schnitzeljagd. Dabei möchten wir unter anderem den Campus-Lageplan hinsichtlich möglicher Gestaltungs- und Entwicklungspotenziale untersuchen.\r\n\r\nㅤ\r\n\r\nNeben einer Einführung in Eye-Tracking-Methoden, Durchführung und Auswertung von Eye-Tracking-Studien, geht es auch um die visuelle Aufbereitung der Ergebnisse.\r\n\r\nㅤ\r\n\r\nDieser Projektwochenkurs wird von Yin-Wisanukorn Boribun (Design Master) durchgeführt.\r\n\r\nㅤ\r\n\r\n–\r\n\r\n\\* Unter Eye-Tracking versteht man Methoden, mit denen Augenbewegungen von Testpersonen registriert werden. Sie können Aufschluss über die Nutzerfreundlichkeit einer gestalteten Anwendung oder Umgebung geben.","module":{"nr":"15PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Dr. Frank Heidmann","Prof. Christina Poth"],"maxStudents":"15","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"10060","url":"https:\/\/fhp.incom.org\/workspace\/10060","title":"THE FASHION SHOW","description":"30 Jahre Fachhochschule Potsdam! Am 22. Oktober 2022 finden die Jubiläumsfeierlichkeiten statt. Im Rahmen der Projektwochen stellen wir kompakt und intensiv eine MODENSCHAU auf die Beine, die die vier Studiengänge (KD, PD, ID, EMW) auf den Catwalk bringt. Jede\\*r Kursteilnehmer\\*in entwickelt dazu 2 bis 3 Outfits – von der Idee über Moodboards, Skizzen, Silhouetten und Drapieren an Figurinen bis zum finalen Look. Gemeinsam planen wir dann ein unwiderstehliches Design-Defilee-Gesamtkunstwerk als Opener des Party-Abends. Wer Spaß hat an Narration durch Kleidung, Design, Event- und Musikplanung, sollte sich diesen Kurs nicht entgehen lassen. Nähkenntnisse sind nützlich aber nicht zwingend notwendig. Wir haben professionelle Unterstützung durch Tino König (Schneider und Bekleidungstechniker). Wer eine eigene Nähmaschine und\/oder Kleiderpuppe hat, unbedingt mitbringen.","module":{"nr":"15PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Hermann Weizenegger","Maria Kleinschmidt"],"maxStudents":"16","room":"D\/323","language":{"identifier":"de","title":"Deutsch"}},{"id":"10064","url":"https:\/\/fhp.incom.org\/workspace\/10064","title":"IN SZENE","description":"Anlässlich der 30 Jahre Jubiläumsfeier der FHP am 22.10.22 wollen wir für 30 Geburtstagstorten eine 10 Meter lange „Tafel“ mit Sitzgelegenheiten, sowie den Laufsteg für das große \"Finale\", der ersten FHP Modenschau ([https:\/\/fhp.incom.org\/workspace\/10060)](https:\/\/fhp.incom.org\/workspace\/10060)) gestalten. Es soll eine „fantastische“ und ungewöhnliche Szenerie entworfen und umgesetzt werden, die auch die nächsten 30 Jahre noch in Erinnerung bleibt!\r\n\r\nEin „hands on“ Projekt für alle, die gerne handwerklich mit Materialien arbeiten, experimentieren und Interesse an Szenografie haben.\r\n\r\nOffen für alle vier Studiengänge (KD, PD, ID, EMW). \r\n\r\nDieser Projektwochenkurs wird von Martha Glinkowski (Design Master) begleitet.\r\n\r\n05.10.22 bis 14.10.22 von 10 Uhr bis ca. 17 Uhr. Aufbau der Tafel und Laufsteg ist am 22.10.22 ab 9 Uhr.","module":{"nr":"15PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Samira Akhavan","Prof. Silvia Knüppel"],"maxStudents":"0","room":"TexLab\/LW 138","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10055","url":"https:\/\/fhp.incom.org\/workspace\/10055","title":"Projektwochen: Data Massage","description":"Real-world data can be a real pain in the neck: Inconsistencies, inaccuracies, errors, missing values, duplicates, multiple datasets, large files, obscure formats. No need to get all tense, though! With a bit of patience all datasets can be prepared and processed to become meaningful and manageable. This course is all about getting data into shape so that we can confidently and creatively work with it, whether you want to use data in the context of user research, investigative journalism, or data visualization. In this course, we try out a range of tools and techniques for cleaning, wrangling, and processing data, with the goal to give you peace of mind for your next data project. You can bring your own data, but there will also be example datasets to practice your data dexterity.","module":{"nr":"15PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Dr. Marian Dörk"],"maxStudents":"0","room":"D\/108","language":{"identifier":"en","title":"Englisch"}}]},{"title":"Zweiter Studienabschnitt","courses":[{"id":"9989","url":"https:\/\/fhp.incom.org\/workspace\/9989","title":"Future urban mobility. Countering uncertainty. How can we tackle ambivalence in mobility behavior?","description":"Dieser Kurs mit zwei Präsenztagen pro Woche (= 20 CP) findet in Kooperation mit der _weißensee kunsthochschule berlin_ sowie _BMW Group Design_ statt.\r\n\r\n„Wir wollen die 2020er Jahre zu einem Aufbruch in der Mobilitätspolitik nutzen und eine nachhaltige, effiziente, barrierefreie, intelligente, innovative und für alle bezahlbare Mobilität ermöglichen.“ Mit diesen Worten leiten die Vertreter der Ampel-Koalition aus SPD, Grünen und FDP ihre Vorhaben zum Thema Mobilität in ihrem Koalitionsvertrag ein.\r\n\r\nDem Anspruch der neuen Regierung, die Mobilitätswende ernsthaft in Angriff zu nehmen, stehen unübersehbar vielfältige Ambivalenzen im Verhalten der Menschen und Unternehmen gegenüber. Wie passt das Allzeithoch an in Deutschland zugelassenen PKW zu den Klimazielen der Ampel-Koalition und den Forderungen junger Menschen der klimapolitischen Bewegung Fridays for Future? Wie kann die Beliebtheit von SUVs sowie das Schutz- und Statusbedürfnis vieler Autofahrer\\*innen und die gleichzeitige Diffamierung dieser Fahrzeugklasse erklärt werden? Wie passen verkehrsberuhigte grüne Straßen und die Umwidmung von Parkraum mit dem Wunsch nach einem haus- und wohnungsnahen Zugriff auf ein (eigenes) Fahrzeug zusammen? Und wie nachhaltig und sozial verträglich sind MaaS-Angebote (Mobility as a Service), Uber-Dienste, E-Scooter und Electric air taxis wirklich?\r\n\r\nAutomobilhersteller, Mobilitätsdienstleister und Kommunen, aber auch Designstudiengänge stehen vor der Herausforderung, die offensichtliche Unvereinbarkeit ökonomischer, ökologischer und sozialer Ziele klarer zu benennen, zu diskutieren und gleichzeitig Antworten auf unvermeidbare Ambivalenzen unseres Mobilitätsverhaltens zu finden.\r\n\r\nAusgangspunkt für die Entwurfsprojekte ist das Aufdecken offensichtlicher und versteckter, häufig tabuisierter Ambivalenzen im Mobilitätsalltag. Dazu gehören Beobachtungen des eigenen Verhaltens ebenso wie die Analyse von Mobilitäts- und Konsumdaten, aktuellen und prognostizierten Flächennutzungen sowie lokalen Diskursen verkehrspolitischer Entscheidungen. Die Bandbreite möglicher Ergebnisse des Entwurfsprozesses reicht von konkreten Service-, UX- und Produktinnovationen für die Reduzierung, bzw. ein besseres Management unerwünschter Ambivalenzen bis hin zu Konzepten der Sichtbarmachung – häufig diffuser – Ambivalenzen im Alltagsverhalten sowie bei längerfristigen Kauf- und Nutzungsentscheidungen mit dem Ziel einer Einstellungs- und Verhaltensänderung.","module":{"nr":"21EId-F","title":"Interfacedesign als Designforschung","credits":"10"},"teachers":["Prof. Dr. Frank Heidmann"],"maxStudents":"12","room":"Kunsthochschule Berlin-Weißensee ","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10056","url":"https:\/\/fhp.incom.org\/workspace\/10056","title":"Visualizing Cultural Collections","description":"Can we design collection interfaces that stimulate open-ended exploration and profound engagements with cultural heritage? How can we find representations that convey the abundance of a collection and the unique individuality of its artifacts? What are technological developments that transform the way we design interactive graphics? How can we address difficult questions about representation? We will approach these theoretical and technical questions in interdisciplinary teams. In collaboration with cultural institutions, small student teams will carry out design-oriented research with the aim to create new visualizations that open insightful and innovative perspectives onto collections, while we consider visualizations also to be artifacts that need to be interpreted and interrogated.","module":{"nr":"21EId-F","title":"Interfacedesign als Designforschung","credits":"10"},"teachers":["Prof. Dr. Marian Dörk"],"maxStudents":"0","room":"D\/108","fixture":{"weekday":1,"begin":{"hour":9,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10053","url":"https:\/\/fhp.incom.org\/workspace\/10053","title":"vr.txt","description":"Das World Wide Web ist - historisch gesehen - ein Textmedium. Und obwohl heute Bilder, Audio und Video im Web allgegenwärtig sind, so ist Text im WWW nach wie vor die dominante Informationsebene. Momentan ist es offen, wie sich das Verhältnis zwischen WWW und Virtual Reality (VR) entwickeln wird. Es stellt sich daher die Frage, wie umfangreiche Text-Webseiten in VR aussehen und funktionieren können.\r\n\r\nZiel des Kurses ist es, umfangreiche Webseiten für VR zu entwerfen. Dabei sollen ausdrücklich experimentelle und zukunftsorientierte Entwürfe entstehen. Technisch werden wir uns mit Web-XR beschäftigen - Grundkenntnisse in HTML, CSS und JS sind daher hilfreich. Sebastian Wloch und Tim Ebert aus der Interface-Werkstatt werden den Kurs technisch begleiten.\r\n\r\nHier eine Auswahl von Fragen, mit denen wir uns im Kurs beschäftigen werden: Wie lässt sich eine 2D-Website in einer 3D-Umgebung darstellen? Kann man auch längere Texte in VR lesen? Wo sind die visuellen Grenzen eines langen Textes? Wie kann man räumliche Strukturen nutzen, um einen Webseiten zu gliedern und zu vernetzen? Wie kann man Interaktion und Dynamik in der Präsentation und Rezeption einsetzen? Wie lassen sich Verknüpfungen und Hierarchien darstellen? Wie kann ein Text-Netzwerk im Raum aussehen?","module":{"nr":"21EId-F","title":"Interfacedesign als Designforschung","credits":"10"},"teachers":["Prof. Boris Müller"],"maxStudents":"20","room":"D226","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10102","url":"https:\/\/fhp.incom.org\/workspace\/10102","title":"Beyond Dashboards","description":"## Daten analysieren. Erkenntnisse gewinnen.\r\n \r\nIn allen gesellschaftlichen Bereichen werden immer mehr Daten erfasst mit der Absicht, daraus neue Erkenntnisse zu gewinnen— Erkenntnisse, die dafür sorgen, dass Züge etwa pünktlicher ankommen, Unternehmensprozesse schneller und günstiger ablaufen oder Therapiechancen im Krankenhaus steigen.\r\n\r\nWährend in manchen Anwendungsfeldern Datenberge standardisiert und automatisiert analysiert und _Insights_ daraus generiert werden — man denke an die Fitnessapp mit individuellem Feedback — ist in anderen Bereichen oftmals (noch) ein kluger Kopf gefragt, der Daten sichtet, verifiziert, und nach Auffälligkeiten, Trends und Zusammenhängen fahndet.\r\n\r\n**Dieser Kurs widmet sich eben jenen Datenanalysten und ihrer Kernaufgabe, aus Daten Insights zu gewinnen. Welche Datenarten gibt es? Was bedeutet es eigentlich zu analysieren? Wie gehen Forscher, Business Analysts oder Data Scientists konkret in der Arbeit mit Daten vor? Und welche Features und Interaktionskonzepte könnten unstrukturierte Analysetätigkeiten (sprich: „ohne Drehbuch“) unterstützen?**\r\n\r\nIm Kurs nähern wir uns diesen Fragen zunächst mit User Research. Mittels Befragungen, Shadowing-Sessions oder Deskresearch versuchen wir Methoden der Datenanalyse aufzuzeigen, Pain Points auszumachen und Lösungsräume aufzuspannen. In der zweiten Phase geht es dann an die Überführung der Researchergebnisse in Interaktionskonzepte und Prototypen, die exemplarisch aufzeigen, wie die User Journey von Datenanalysten verbessert werden könnte. \r\n\r\nDer Kurs findet montags 9-13:30 online via Zoom statt. Die Zwischen-\/Endpräsentation findet in Präsenz im SAP Innovation Center Potsdam statt.\r\n\r\nDetails zur Einwahl folgen später.\r\n","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Sebastian Kaim"],"maxStudents":"16","room":"Online","fixture":{"weekday":1,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10092","url":"https:\/\/fhp.incom.org\/workspace\/10092","title":"Service Design Advanced - Agetech","description":"In diesem Kurs führen Studierende ein Innovationsprojekt im Bereich „Gerontech\/Agetech“ nach den Methoden des co-creativen Service Designs sowie Lean Startups durch. Dabei werden die Methoden vertieft und für den Kontext angepasst.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Prof. Reto Wettach"],"maxStudents":"15","room":"D106","fixture":{"weekday":4,"begin":{"hour":9,"minutes":15},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"9989","url":"https:\/\/fhp.incom.org\/workspace\/9989","title":"Future urban mobility. Countering uncertainty. How can we tackle ambivalence in mobility behavior?","description":"Dieser Kurs mit zwei Präsenztagen pro Woche (= 20 CP) findet in Kooperation mit der _weißensee kunsthochschule berlin_ sowie _BMW Group Design_ statt.\r\n\r\n„Wir wollen die 2020er Jahre zu einem Aufbruch in der Mobilitätspolitik nutzen und eine nachhaltige, effiziente, barrierefreie, intelligente, innovative und für alle bezahlbare Mobilität ermöglichen.“ Mit diesen Worten leiten die Vertreter der Ampel-Koalition aus SPD, Grünen und FDP ihre Vorhaben zum Thema Mobilität in ihrem Koalitionsvertrag ein.\r\n\r\nDem Anspruch der neuen Regierung, die Mobilitätswende ernsthaft in Angriff zu nehmen, stehen unübersehbar vielfältige Ambivalenzen im Verhalten der Menschen und Unternehmen gegenüber. Wie passt das Allzeithoch an in Deutschland zugelassenen PKW zu den Klimazielen der Ampel-Koalition und den Forderungen junger Menschen der klimapolitischen Bewegung Fridays for Future? Wie kann die Beliebtheit von SUVs sowie das Schutz- und Statusbedürfnis vieler Autofahrer\\*innen und die gleichzeitige Diffamierung dieser Fahrzeugklasse erklärt werden? Wie passen verkehrsberuhigte grüne Straßen und die Umwidmung von Parkraum mit dem Wunsch nach einem haus- und wohnungsnahen Zugriff auf ein (eigenes) Fahrzeug zusammen? Und wie nachhaltig und sozial verträglich sind MaaS-Angebote (Mobility as a Service), Uber-Dienste, E-Scooter und Electric air taxis wirklich?\r\n\r\nAutomobilhersteller, Mobilitätsdienstleister und Kommunen, aber auch Designstudiengänge stehen vor der Herausforderung, die offensichtliche Unvereinbarkeit ökonomischer, ökologischer und sozialer Ziele klarer zu benennen, zu diskutieren und gleichzeitig Antworten auf unvermeidbare Ambivalenzen unseres Mobilitätsverhaltens zu finden.\r\n\r\nAusgangspunkt für die Entwurfsprojekte ist das Aufdecken offensichtlicher und versteckter, häufig tabuisierter Ambivalenzen im Mobilitätsalltag. Dazu gehören Beobachtungen des eigenen Verhaltens ebenso wie die Analyse von Mobilitäts- und Konsumdaten, aktuellen und prognostizierten Flächennutzungen sowie lokalen Diskursen verkehrspolitischer Entscheidungen. Die Bandbreite möglicher Ergebnisse des Entwurfsprozesses reicht von konkreten Service-, UX- und Produktinnovationen für die Reduzierung, bzw. ein besseres Management unerwünschter Ambivalenzen bis hin zu Konzepten der Sichtbarmachung – häufig diffuser – Ambivalenzen im Alltagsverhalten sowie bei längerfristigen Kauf- und Nutzungsentscheidungen mit dem Ziel einer Einstellungs- und Verhaltensänderung.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Prof. Dr. Frank Heidmann"],"maxStudents":"12","room":"Kunsthochschule Berlin-Weißensee ","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10103","url":"https:\/\/fhp.incom.org\/workspace\/10103","title":"Auf den Spuren von … — Designforschung erklären!","description":"Was ist Designforschung? Design ist zu einer zentralen Disziplin in nahezu allen gesellschaftlichen Bereichen geworden. Egal, ob es um Digitalisierung, Gender, Mobilität oder den Klimawandel geht — viele der Herausforderungen und der drängenden Fragen unserer Zeit können durch Design positiv beeinflusst werden. In Form eines Magazins wollen wir einer breiten Öffentlichkeit diese spannende und wichtige Designentwicklung zugänglich machen und Prozesse, Ergebnisse, Forschungsfragen des Designs zugänglich machen. Das kann auf vielfältige Art und Weise geschehen: Reportagen, Interviews, Forschungsberichte, Comics, Kurzgeschichten, Foto-Essays, Infografiken etc.\r\n\r\nIn dem Seminar werden wir das Feld der aktuellen Designforschung erkunden. Alle Teilnehmenden werden dann allein oder im Team Beiträge zu aktuellen Forschungsprojekten verfassen. Gemeinsam entwickeln wir Konzept und Identität eines Designmagazins und erstellen eine Ausgabe.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Dr. Thomas Susanka"],"maxStudents":"16","room":"Online","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10044","url":"https:\/\/fhp.incom.org\/workspace\/10044","title":"Stadtmodelle & Storytelling - Berliner Stadtmuseum","description":"Physische Stadtmodelle, ob aktuell oder historisch, sind beliebte Ausstellungsobjekte in Museen. Wir wollen diese Artefakte in diesem Semester neu interpretieren. Wir können Stadtmodelle durch AR, Projektion und Licht erweitert werden. Wie können Stadtmodelle mit zusätzlichen Screens, Geräten oder Exponaten erweitert werden? Wie können wir innovative Formen des Geschichtenerzählens entwickeln? Partizipation ermöglichen? \r\n\r\nAll diesen Fragen wollen wir gemeinsam mit dem Stadtmuseum Berlin, die gleich mehrere dieser Modelle besitzen, untersuchen. Hierzu werden wir uns auf technischer und didaktischer Ebene mit Vermittlung in Museen beschäftigen. Wir werden mehrere Exkursionen unternehmen.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10047","url":"https:\/\/fhp.incom.org\/workspace\/10047","title":"Apps & Details · WiSe 2022\/23","description":"Es gibt Millionen von Apps, aber nur wenige davon sind im Detail richtig gut. Oft sind es Details, die eine gute User Experience ausmachen: Positive Überraschungen, harmonische Animationen, gewitzte Wortwahl, typografischer Feinschliff. Wir werden in diesem Kurs ausschließlich iOS-Apps gestalten (kein Android, kein Windows Mobile, kein Symbian S60!) und die dazugehörigen Human Interface Guidelines kritisch unter die Lupe nehmen. Als Werkzeuge für die Gestaltung werden vor allem Sketch und Figma zum Einsatz kommen. Nur Hauptstudium oder Master! Wer diesen Kurs bereits absolviert hat, sollte ihn bitte nicht noch einmal belegen.","module":{"nr":"21EId-P","title":"Interfacedesign als Problemlösung","credits":"10"},"teachers":["Frank Rausch"],"maxStudents":"18","room":"D\/223","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10045","url":"https:\/\/fhp.incom.org\/workspace\/10045","title":"Provocation Design","description":"Design and interaction can play an important role in making issues more accessible, relatable and appealing to different audiences. This seminar is grounded in the practise of provocation design – both learning from practitioners and learning by doing.","module":{"nr":"21EId-S","title":"Interfacedesign als Spekulation","credits":"10"},"teachers":["Stephanie Hankey"],"maxStudents":"20","room":"D005","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"en","title":"Englisch"}},{"id":"9963","url":"https:\/\/fhp.incom.org\/workspace\/9963","title":"The Print Club\b","description":"Dienstagnachmittags treffen wir uns in der Druckwerkstatt um in Ruhe gemeinsam zu arbeiten, voneinander zu lernen und bei guter Musik gute Drucke zu feiern. Dieses Seminar wendet sich an all jene unter euch, die sich intensiv mit einer Drucktechnik beschäftigen wollen, die schon Erfahrungen mitbringen und diese mit anderen teilen möchten. Herzlich willkommen sind also alle, die sich dauerhaft in der Druckwerkstatt engagieren und auf hohem Niveau arbeiten wollen. Dies ist ein ergänzendes Co-Teaching Format zu meinen Seminaren im Grund- und Hauptstudium. Die Teilnahme ist mit und ohne credits möglich. Anmeldungen nur per Mail an Prof. Sven Völker.","module":{"nr":"21EKd-F","title":"Kommunikationsdesign als Designforschung","credits":"10"},"teachers":["Prof. Sven Völker"],"maxStudents":"0","room":"LW222","fixture":{"weekday":2,"begin":{"hour":13,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10127","url":"https:\/\/fhp.incom.org\/workspace\/10127","title":"MotionStandard.14 - Loop: Always in motion","description":"**Aufgabenstellung**: Konzeption, Entwurf und Entwicklung einer animierten Plakat-Serie für Video und AR\/XR. **Thema**: Loops und Schleifen sind ein facettenreiches Phänomen in der Natur wie in der Kunst. Wir finden sie in Film, Musik, und Literatur als Google-Doodle Endlosschleife, charakter-basierten Walk Cycles, Never-ending-Stories in der Erzähltheorie, als Gif-Emojies in Messengern, als zyklische Permutation oder endlos flackerndes Monitor-Kaminfeuer – allgegenwärtig in vielen Medien und Kontexten. In der Animationen wird als \"Loop\" eine Sequenz von einzelnen Bildern bezeichnet, in der eine Bewegung so wiedergegeben wird, dass das Ende der Sequenz mit dem Anfang übereinstimmt. Damit wird der Eindruck eines kontinuierlichen, scheinbar \"endlosen” Bewegungsablaufs erweckt. Die kurzen digitalen Ton- oder Bildsequenzen haben sich in der Kunst und der Musik als erstaunlich flexible, vielseitige und folgenreiche ästhetische Methode erwiesen. In diesem Seminar wenden wir den Loop als Methode in der Konzeption und Entwicklung von Video- und Augmented Reality-Plakaten an.","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D107","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10131","url":"https:\/\/fhp.incom.org\/workspace\/10131","title":"WS2223 Grundkurs Schriftgestaltung","description":"Schriftgestaltung Grundkurs (12EKd-SA, 21EKd-K)","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Luc[as] de Groot"],"maxStudents":"0","room":"","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10120","url":"https:\/\/fhp.incom.org\/workspace\/10120","title":"Drängende Gegenwart - Fotografie als Forschungsinstrument","description":"Was sind in Zeiten von Hyperintelligenz, Kriegen und Klimakrise die Themen, die wir fotografisch bearbeiten wollen? Wie können wir mit Fotografie die Welt, in der wir leben erforschen, untersuchen und Neues herausfinden? Wie können wir fremde und eigene Geschichten erzählen, Wissen vermehren, Dinge in Frage stellen, Erfahrungen teilen und oder gegenseitiges Verständnis wecken? \r\n\r\nDas von der Kuratorin Maren Lübbke-Tidow entworfene Thema \"Drängende Gegenwart\" bildet den roten Faden unseres Hauptstudiumskurses Fotografie, der in Kooperation mit Prof. Henrik Spohler und Studierenden der FHTW Berlin stattfindet. Jede Art fotografischen Arbeitens ist möglich, Einzel- oder Teambeiträge sind willkommen.","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"15","room":"D 308","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10132","url":"https:\/\/fhp.incom.org\/workspace\/10132","title":"WS2223 Profikurs Schriftgestaltung","description":"Schriftgestaltung Profikurs, nur für die, die schon den Grundkurs gemacht haben","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Luc[as] de Groot"],"maxStudents":"0","room":"","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10050","url":"https:\/\/fhp.incom.org\/workspace\/10050","title":"(A Place for) Some: The Action Issue","description":"(A Place for) Some ist ein grafisches Labor, ein Printclub, ein Magazin (und ein Seminar). Hier geht es um das visuelle Erfinden und das Erproben neuer gestalterischer Prozesse. Es gibt ein übergeordnetes, gemeinsames Thema, diesmal ist das: Action\\*. (\\*im Sinne von bewegter Grafik, und im Sinne von \"Activism\") Hierzu entwickelt jede\/r im Seminar ein eigenes gestalterisches Projekt: vom klassischen Printprodukt bis zu räumlichen oder digitalen Formaten - alles geht. Ausserdem - und das ist neu - schreibt jede\/r auch einen Artikel für das Some Magazine. Wir sind in Zukunft alle gemeinsam die Redaktion.","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Sven Völker"],"maxStudents":"15","room":"D226 und Grafiklabor","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10114","url":"https:\/\/fhp.incom.org\/workspace\/10114","title":"Arbeit mit Bildern","description":"Von der Bilderflut auf der Festplatte zu einer editierten, produzierten Serie – das ist unser gemeinsames Ziel. Zuerst beschäftigten wir uns mit Konzeption, Sichtung und Bildauswahl. Wir ergründen worüber, wie und mit welcher Haltung gesprochen werden soll. Wir sehen uns an, wie andere diese Fragen beantworten, welche Schritte sie dafür gehen, welche Sackgassen drohen. Die Stärkung und Verdichtung der eigenen Bildsprache steht im Mittelpunkt des Kurses. Gemeinsam werden wir für die fotografische Arbeit eine Form finden, als digitale, räumliche oder gedruckte Publikation.","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Clara Bahlsen"],"maxStudents":"13","room":"D 308","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"9963","url":"https:\/\/fhp.incom.org\/workspace\/9963","title":"The Print Club\b","description":"Dienstagnachmittags treffen wir uns in der Druckwerkstatt um in Ruhe gemeinsam zu arbeiten, voneinander zu lernen und bei guter Musik gute Drucke zu feiern. Dieses Seminar wendet sich an all jene unter euch, die sich intensiv mit einer Drucktechnik beschäftigen wollen, die schon Erfahrungen mitbringen und diese mit anderen teilen möchten. Herzlich willkommen sind also alle, die sich dauerhaft in der Druckwerkstatt engagieren und auf hohem Niveau arbeiten wollen. Dies ist ein ergänzendes Co-Teaching Format zu meinen Seminaren im Grund- und Hauptstudium. Die Teilnahme ist mit und ohne credits möglich. Anmeldungen nur per Mail an Prof. Sven Völker.","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Sven Völker"],"maxStudents":"0","room":"LW222","fixture":{"weekday":2,"begin":{"hour":13,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10126","url":"https:\/\/fhp.incom.org\/workspace\/10126","title":"MotionExp.14 | Campus Exhibition XR","description":"**Aufgabenstellung**: Konzeption und Entwurf eines AR-»Walk auf Fame« auf dem Campus. Wie können AR\/XR Medien genutzt werden, um Ausstellungen und Präsentationen zu erweitern und zu unterstützen? Wir entwickeln gemeinsam und explorativ Ideen und Prototypen für AR\/XR Ausstellungskonzepte auf dem Campus der FH. **Thema**: Werkschau, Rundgang, Applaus, Schaufenster, Kolloquium, BA\/MA Präsentation, Tag der offenen Tür, you name it – der Jahreskalender kennt viele wiederkehrende und liebgewonnene Ausstellungs-Anlässe in der Hochschule. Doch viele dieser Ausstellungen sind in den zurückliegenden Semestern aufgrund von Abstandsregeln und Hygieneauflagen ausgefallen oder nur eingeschränkt möglich gewesen. Wir suchen nach Ideen und Lösungen, die AR\/XR Medien bei der Lösung dieses Dilemmas bieten, um attraktive, nachhaltige und skalierbare Ausstellungskonzepte zu entwickeln. zB indem wir den Aussenraum auf den Campus für die Präsentation von Arbeiten aus KD, PD und ID nutzbar machen. Welche Potentiale bieten digitale Repräsentation von Studienarbeiten? Welche Typen von Exponate sind mehr – welche weniger geeignet? Welche Möglichkeiten lassen sich auch auf den Bedarf von Museen, Galerien und Showrooms übertragen? Wie könnte ein »Walk auf Fame« auf dem Campus aussehen?","module":{"nr":"21EKd-K","title":"Kommunikationsdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D107","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10080","url":"https:\/\/fhp.incom.org\/workspace\/10080","title":"lyrix + FHP","description":"lyrix ist der Bundeswettbewerb für junge Lyrik. Wir starten in diesem Seminar ein Kooperationsprojekt mit ihnen und entwickeln ein Online-Literaturmagazin, welches alle poetischen Texte aus dem Wettbewerb auf einer Website zusammenfasst. Wir erforschen Möglichkeiten der Interaktion durch Verlinkungen, Filter, Kommentarfunktionen etc..\r\n\r\nWir diskutieren wie digitale und vernetzte Medien die Art und Weise des Lesens und Publizierens verändern. Wie lesen, organisieren, gestalten, produzieren und verbreiten Menschen Inhalte? Welche Herausforderungen stellen sich daraus im Design? Wir nutzen unsere gewonnenen Erkenntnisse für zukünftige Perspektiven und wenden sie auf die Plattform an.\r\n\r\nZu Beginn des Seminars  wird es zusätzlich einen Workshop mit der Gestalterin und Programmiererin Katharina Nejdl (@andshymagazine) zum Thema geben. Die Organisatorinnen von lyrix stehen uns regelmäßig für Fragen und Feedback zur Verfügung.","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Vertr.-Prof. Susanne Stahl"],"maxStudents":"15","room":"223","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10136","url":"https:\/\/fhp.incom.org\/workspace\/10136","title":"A hard day's night. Wöchentliche Illustration im Tagesspiegel","description":"Im Hauptstudiumskurs \"A Hard day's night\" werden wir wöchentlich eine illustrative Serie für den Tagesspiegel umsetzen. Die Illustration wird auf der Seite „Debatte“, zu jeweils wöchentlich wechselnden politischen Themen erscheinen. Ausserdem muss sie für die gängigen digitalen Ausspielformate aufbereitet werden. Die Illustrationen sollen entweder einen überzeugenden künstlerischen Stil oder einen inhaltliche überraschenden oder humorvollen Kontrapunkt zur Thematik darstellen. Sie werden jede Woche Donnerstags in unserem Seminar von den Tagesspiegel Artdirektoren ausgewählt und am darauffolgenden Samstag gedruckt und zusätzlich digital veröffentlicht! Wir werden in dieser Zusammenarbeit nicht nur echte redaktionelle Arbeit erproben sondern auch die Vorgaben und den Austausch zwischen Redakteuren und Gestaltern kennenlernen. A hard day´s night. Das Seminar ergänzen theoretische Vorlesungen zum Editorial Design und zur Arbeit in einer Redaktion. Dazu ist mindestens ein Besuch im Tagesspiegel in Berlin geplant.","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Prof. Lisa Bucher"],"maxStudents":"22","room":"","fixture":{"weekday":4,"begin":{"hour":9,"minutes":30},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10127","url":"https:\/\/fhp.incom.org\/workspace\/10127","title":"MotionStandard.14 - Loop: Always in motion","description":"**Aufgabenstellung**: Konzeption, Entwurf und Entwicklung einer animierten Plakat-Serie für Video und AR\/XR. **Thema**: Loops und Schleifen sind ein facettenreiches Phänomen in der Natur wie in der Kunst. Wir finden sie in Film, Musik, und Literatur als Google-Doodle Endlosschleife, charakter-basierten Walk Cycles, Never-ending-Stories in der Erzähltheorie, als Gif-Emojies in Messengern, als zyklische Permutation oder endlos flackerndes Monitor-Kaminfeuer – allgegenwärtig in vielen Medien und Kontexten. In der Animationen wird als \"Loop\" eine Sequenz von einzelnen Bildern bezeichnet, in der eine Bewegung so wiedergegeben wird, dass das Ende der Sequenz mit dem Anfang übereinstimmt. Damit wird der Eindruck eines kontinuierlichen, scheinbar \"endlosen” Bewegungsablaufs erweckt. Die kurzen digitalen Ton- oder Bildsequenzen haben sich in der Kunst und der Musik als erstaunlich flexible, vielseitige und folgenreiche ästhetische Methode erwiesen. In diesem Seminar wenden wir den Loop als Methode in der Konzeption und Entwicklung von Video- und Augmented Reality-Plakaten an.","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D107","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10073","url":"https:\/\/fhp.incom.org\/workspace\/10073","title":"HsN-Id (Corporate Design für die Hochschule Nordhausen)","description":"Entwicklung eines umfänglichen grafischen Erscheinungsbildes für die Hochschule Nordhausen (HsN): Logo, Korrespondenz- und Kommunikationsmedien, Leit- und Orientierungssysteme, Campaigning … bei diesem Projekt handelt es sich um eine Kooperationsanfrage seitens der HsN.","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Prof. Matthias Beyrow"],"maxStudents":"12","room":"D\/310","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10036","url":"https:\/\/fhp.incom.org\/workspace\/10036","title":"Leitsystem Campus FHP","description":"Dieser Kurs vermittelt methodische und gestalterische Grundlagen für die Konzeption von Leitsystemen. \r\n\r\nUnser eigener Campus dient uns als Untersuchungsfeld. Neben gängigen Anforderungen an Leitsysteme wie Zugänglichkeit, Verständlichkeit, Realisierbarkeit wollen wir auch innovativen und experimentellen Ansätzen Raum geben. Ein innovatives Orientierungssystem kann im gelungen Falle mehr leisten, als rein funktional Richtungen zu weisen. Es sagt auch etwas über den Ort, seine Menschen und Inhalte, die Verankerung in seiner Umgebung. \r\n\r\nDas Semester gliedert sich in übersichtliche Projektphasen. Methodisch verfolgen wir einen partizipativen Ansatz. Hochschulinterne Ressourcen und Kompetenzen werden dabei explitzit einbezogen. Ende des Semesters haben alle Teams die Chance, ihre Ideen und Prototypen der Hochschulleitung zu präsentieren. \r\n\r\nBegleitet wird das Seminar von Lennard Dose, Architekt und wissenschaftlicher Mitarbeiter aus dem Fachbereich Architektur und Städtebau.","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Prof. Christina Poth","Lennard Dose"],"maxStudents":"20","room":"D\/223","fixture":{"weekday":4,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10044","url":"https:\/\/fhp.incom.org\/workspace\/10044","title":"Stadtmodelle & Storytelling - Berliner Stadtmuseum","description":"Physische Stadtmodelle, ob aktuell oder historisch, sind beliebte Ausstellungsobjekte in Museen. Wir wollen diese Artefakte in diesem Semester neu interpretieren. Wir können Stadtmodelle durch AR, Projektion und Licht erweitert werden. Wie können Stadtmodelle mit zusätzlichen Screens, Geräten oder Exponaten erweitert werden? Wie können wir innovative Formen des Geschichtenerzählens entwickeln? Partizipation ermöglichen? \r\n\r\nAll diesen Fragen wollen wir gemeinsam mit dem Stadtmuseum Berlin, die gleich mehrere dieser Modelle besitzen, untersuchen. Hierzu werden wir uns auf technischer und didaktischer Ebene mit Vermittlung in Museen beschäftigen. Wir werden mehrere Exkursionen unternehmen.","module":{"nr":"21EKd-P","title":"Kommunikationsdesign als Problemlösung","credits":"10"},"teachers":["Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10045","url":"https:\/\/fhp.incom.org\/workspace\/10045","title":"Provocation Design","description":"Design and interaction can play an important role in making issues more accessible, relatable and appealing to different audiences. This seminar is grounded in the practise of provocation design – both learning from practitioners and learning by doing.","module":{"nr":"21EKd-S","title":"Kommunikationsdesign als Spekulation","credits":"10"},"teachers":["Stephanie Hankey"],"maxStudents":"20","room":"D005","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10119","url":"https:\/\/fhp.incom.org\/workspace\/10119","title":"PAPPMACHÉ, oder „Aus Alt mach Neu“","description":"Pappmaché ist ein Gemisch aus Wasser, Papierfasern und einem Bindemittel, meistens Kleister. Daraus lassen sich leichte, stabile, relativ große und verhältnismäßig billige Plastiken, Skulpturen oder Masken gestalten. Das Material findet aber auch als konventionelles Verpackungsmaterial, wie Eierkartons oder Schutzmaterial bei elektronischen Geräten, seinen Einsatz.\r\n\r\nIn den 70er Jahren war Pappmaché ein beliebtes Bastelmaterial und deshalb haftet ihm nach wie vor etwas alternatives und hippieskes an. Design kann dem entgegenwirken und durch zeitgenössische Gestaltung dem Objekt eine neue formal-ästhetische Qualität geben. Das Material kann aber auch überraschend in neunen Nutzungskontexten erscheinen und damit den Konsument überzeugen.\r\n\r\nPapier ist ein Material, welches in der Herstellung große Ressourcen wie Wasser und Strom bindet. Daher stellt sich die Frage: Wie kann Altpapier weiter verwendet werden und welche Arten von Recycling gibt es? Pappmaché kann hier eine der Antworten sein.\r\n\r\nIm Projekt werden in der Werkstatt eigene Pappmaché Rezepturen entwickelt. Hierfür wird der interative Entwurfprozess als Grundlage herangezogen.\r\n\r\nAusgehend vom Material werden innovative Konzepte zur Funktion und Nutzung entwickelt. Daraus resultiert die Frage nach dem Herstellungswerkzeug. Wie kann das entworfene Objekt seriell gefertigt werden? Welche Werkzeuge sind dafür nötig (Stichwort: Presswerkzeug)?\r\n\r\nZum Ende des Seminars wird neben Konzept auch ein 1:1 Prototyp erstellt.\r\n\r\nLearnings:\r\n\r\n• Recherche\r\n\r\n• Iterativer Entwurfsprozess\r\n\r\n• Materialforschung\r\n\r\n• Ad-hoc Modellbau\r\n\r\n• Konzeptentwicklung\r\n\r\n• formal-ästhetische Positionierung\r\n\r\n• Werkzeugbau\r\n\r\n• Modellbau","module":{"nr":"21EPd-F","title":"Produktdesign als Designforschung","credits":"10"},"teachers":["Prof. Hermann Weizenegger"],"maxStudents":"13","room":"LW 023","fixture":{"weekday":2,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10065","url":"https:\/\/fhp.incom.org\/workspace\/10065","title":"Heat Yourself!","description":"**Heat Yourself!**\r\n\r\nWie wir warm durch den Winter kommen.\r\n\r\nDie Gaspreise steigen, Haushalte sparen Energie, die Gasvorräte für den Winter füllen sich nur langsam. Deutschland steckt in einer Gaskrise. Hinter dem \"Hype\" ums Heizen steht eine Frage, die selbst die Bundesregierung gerade nicht beantworten kann: Wird das Gas über den Winter reichen - und wie viel wird es dann kosten? Bundeswirtschaftsminister Robert Habeck deutete an, dass die Versorgung der Privathaushalte vielleicht nicht in jedem Fall die oberste Priorität haben müsse. Der Leiter der Berliner Neuen Nationalgalerie, Klaus Biesenbach, sprach sich dafür aus, im Winter die Museen als „Wärmestuben“ zu benutzen. Als Student mit unbeheiztem Kellerzimmer habe er seinerzeit „im Bode-Museum überwintert“.\r\n\r\nAuch in den Gebäuden der FHP muss an Heizkosten gespart und die Heizungen in den Wintermonaten runterreguliert werden.\r\n\r\nIn dem Kurs „Heat Yourself!” sollen möglichst ungewöhnliche, einfache und nachhaltige Strategien, Tools, Hilfsmittel, Produkte jeglicher Art gestaltet werden, die uns und\/oder andere, zu Hause, in den Seminarräumen, Büros, Wartezimmern, Bibliotheken, Museen, Schulen, Theatern und Restaurants erwärmen und die kommenden Wintermonate ohne Erkältung und großer Geldnot überstehen lassen.\r\n\r\nZudem wollen wir uns praktisch- wie auch theoretisch mit unterschiedlichsten neusten Wärme- und Heiztechnologien, Strategien und Materialien auseinandersetzen - aber auch einen Blick in die Vergangenheit werfen und untersuchen, wie in Zeiten vor der Zentralheizung geheizt und mit winterlicher Kälte umgegangen wurde. Wie wird in gewöhnlich kälteren Regionen der Welt, wie zum Beispiel in Nordfinnland, Island oder Alaska der Kälte begegnet, was können wir von anderen Kulturen lernen.\r\n\r\nAlle Entwürfe sollen als 1:1 Prototyp hergestellt und sofort im Kurs erprobt werden.","module":{"nr":"21EPd-K","title":"Produktdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Silvia Knüppel"],"maxStudents":"16","room":"D311 & TexLab LW138","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10094","url":"https:\/\/fhp.incom.org\/workspace\/10094","title":"Thema folgt…","description":"","module":{"nr":"21EPd-K","title":"Produktdesign als künstlerische Praxis","credits":"10"},"teachers":["Prof. Jörg Hundertpfund"],"maxStudents":"11","room":"D 308","fixture":{"weekday":5,"begin":{"hour":9,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10148","url":"https:\/\/fhp.incom.org\/workspace\/10148","title":"NN","description":"Projekt in Arbeit","module":{"nr":"21EPd-P","title":"Produktdesign als Problemlösung","credits":"10"},"teachers":["Prof. Hermann Weizenegger"],"maxStudents":"12","room":"D310","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10066","url":"https:\/\/fhp.incom.org\/workspace\/10066","title":"sepulcrum.","description":"**Ein Kooperationsprojekt mit dem Urnenhersteller Völsing.**\r\n\r\nIn unserer modernen, aufgeklärten und naturwissenschaftlich orientierten Welt, die nach den Idealen der Jugend, Gesundheit und Leistungsfähigkeit strebt, ist für das Thema „Tod und Sterben“ kein Platz mehr. Obwohl jeder Mensch im Laufe seines Lebens mit dem Sterben, dem Tod und der Trauer konfrontiert sein wird, der Tod ständiger Begleiter des Lebens ist, wird er in den westlichen Industriegesellschaften kaum wahrgenommen, geleugnet oder verdrängt.\r\n\r\nJährlich scheiden 50 bis 60 Millionen Menschen auf dieser Welt aus dem Leben, bisher hat noch kein Mensch das Leben überlebt. Die meisten Menschen werden in irgendeiner Form bestattet, meist eingeäschert oder beerdigt. Die Einäscherung gehört zu den ältesten überlieferten Bestattungsformen der Menschheit, bereits ca. 3000 v. Chr. gab es die ersten Feuerbestattungen.\r\n\r\nDie Urne, ein Gefäß zum Aufnehmen der Asche eines Toten, gehört wie der Sarg zu unseren letzten „Behausungen“ mit denen wir als Mensch in Berührung kommen. Dennoch können wir diese nicht in einem Möbelhaus, wie einen Stuhl, ein Schrank oder ein Bett kaufen, sondern meist nur aus Katalogen der Bestattungsunternehmen in Kombination mit einer Beisetzung auswählen und erwerben.\r\n\r\nSieht man sich die herkömmliche Urnen-Auswahl vieler Bestattungsunternehmen an. ist die Anzahl ästhetisch äußerst fragwürdiger und unzeitgemäß gestalteter Urnen erschreckend - und in Trauer nicht gerade hilfreich. Die Urnengestaltung bietet noch viel Potenzial für Innovationen formaler, wie auch materialtechnischer Natur.\r\n\r\n**In dem Seminar \"sepulcrum\" sollen in Kooperation mit dem Familienunternehmen und Urnenhersteller Völsing, zeitgemäße und biologisch abbaubare Urnen für Mensch oder Tier gestaltet werden.**\r\n\r\nWir werden wir uns mit dem Thema der Sepulkrakultur, dem kulturellen und materiellen Umgang mit dem Tod auseinandersetzen und uns mit Expert\\*innen wie z.B. Bestattungsunternehmer\\*innen und Trauerbegleiter\\*innen austauschen.\r\n\r\n**Am Ende des Seminars besteht die Möglichkeit, dass Entwürfe von der Firma Völsing übernommen und produziert werden.**\r\n\r\nEine Exkursionen nach Giesen zur Firma Völsing, sowie individuelle Feldforschung und der Austausch mit Expert\\*innen werden Teil des Seminars sein.\r\n\r\nCharly Brown: “We only live once!” Snoopy: “Wrong! We only die once. We live every day!”\r\n\r\n**Analoger Modellbau im Maßstab 1:1, sowie eine verbindliche und regelmäßige Teilnahme am Kurs sind Voraussetzung!**","module":{"nr":"21EPd-P","title":"Produktdesign als Problemlösung","credits":"10"},"teachers":["Prof. Silvia Knüppel"],"maxStudents":"16","room":"D311","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10044","url":"https:\/\/fhp.incom.org\/workspace\/10044","title":"Stadtmodelle & Storytelling - Berliner Stadtmuseum","description":"Physische Stadtmodelle, ob aktuell oder historisch, sind beliebte Ausstellungsobjekte in Museen. Wir wollen diese Artefakte in diesem Semester neu interpretieren. Wir können Stadtmodelle durch AR, Projektion und Licht erweitert werden. Wie können Stadtmodelle mit zusätzlichen Screens, Geräten oder Exponaten erweitert werden? Wie können wir innovative Formen des Geschichtenerzählens entwickeln? Partizipation ermöglichen? \r\n\r\nAll diesen Fragen wollen wir gemeinsam mit dem Stadtmuseum Berlin, die gleich mehrere dieser Modelle besitzen, untersuchen. Hierzu werden wir uns auf technischer und didaktischer Ebene mit Vermittlung in Museen beschäftigen. Wir werden mehrere Exkursionen unternehmen.","module":{"nr":"21EPd-P","title":"Produktdesign als Problemlösung","credits":"10"},"teachers":["Prof. Dr.  Sebastian Meier"],"maxStudents":"20","room":"D005","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":19,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10094","url":"https:\/\/fhp.incom.org\/workspace\/10094","title":"Thema folgt…","description":"","module":{"nr":"21EPd-S","title":"Produktdesign als Spekulation","credits":"10"},"teachers":["Prof. Jörg Hundertpfund"],"maxStudents":"11","room":"D 308","fixture":{"weekday":5,"begin":{"hour":9,"minutes":0},"end":{"hour":17,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10100","url":"https:\/\/fhp.incom.org\/workspace\/10100","title":"one planet design – circular consumption","description":"Gestaltung ist das Ergebnis vielfältiger Entscheidungen: vom Bedarf und Nutzen, über die datenbasierte Auswahl von Technologien und Materialien und deren Umweltauswirkungen bis hin zur Gestaltung komplexer Ökosystems, Prozesse und Geschäftsmodelle.\r\n\r\nUnser Konsum, unser Lebensstil und unsere Wegwerfgesellschaft tragen maßgeblich zur Überlastung der Ökosysteme auf unserem Planeten bei. Würden alle Länder so leben wie wir in Deutschland, bräuchten wir jährlich die Ressourcen von drei Erden.\r\n\r\nDesign hat in hohem Maße zum vorherrschenden – wenig nachhaltigen – Konsum- und Lebensstil beigetragen: Wir wollen Teil der Lösung und nicht Teil des Problems sein, denn die größte Gestaltungsaufgabe der Menschheit liegt vor uns – Leben, Gestalten und Wirtschaften innerhalb planetarer Grenzen.\r\n\r\nIm Rahmen der Lehrveranstaltung werden wir uns intensiv mit den Treibern unseres ressourcenintensiven Lebensstils auseinandersetzen. Anhand unterschiedlicher Vorgehensweisen werden die Studierenden ihren individuellen Konsum- und Lebensstil bilanzieren und analysieren, Wirkungsbereiche identifizieren und Produktkonzepte entwickeln. Wir werden gemeinsam ganzheitliche und zukunftsfähige Lösungsstrategien und Leitlinien entwickeln, welche die Studierenden in konkrete Produktkonzepte übertragen werden. Einen Schwerpunkt wird dabei die Gestaltung zirkulärer Produkte & Services im Kontext der Circular Economy bilden – von der Analyse und Demontage bestehender Produkte über die Berechnung des Material Carbon Footprints bis hin zur CO2-basierten Materialauswahl.\r\n\r\nLearnings:  \r\n• Grundlagen der Nachhaltigkeitsbewertung  \r\n• Grundlagen der Circular Economy (technisch, wirtschaftlich und politisch)  \r\n• Vermittlung und Anwendung der Gestaltungsgrundlagen für Produkte und Services innerhalb der Circular Economy  \r\n• Vermittlung und Bewertung gestaltungsrelevanter Umweltauswirkungen (Material Carbon Footprint & Treibhausgaspotenzial)  \r\n• Entwicklung eines fundierten Nachhaltigkeitsverständnisses","module":{"nr":"21EPd-S","title":"Produktdesign als Spekulation","credits":"10"},"teachers":["Tobias Jänecke"],"maxStudents":"15","room":"","fixture":{"weekday":2,"begin":{"hour":13,"minutes":0},"end":{"hour":18,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10045","url":"https:\/\/fhp.incom.org\/workspace\/10045","title":"Provocation Design","description":"Design and interaction can play an important role in making issues more accessible, relatable and appealing to different audiences. This seminar is grounded in the practise of provocation design – both learning from practitioners and learning by doing.","module":{"nr":"21EPd-S","title":"Produktdesign als Spekulation","credits":"10"},"teachers":["Stephanie Hankey"],"maxStudents":"20","room":"D005","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10068","url":"https:\/\/fhp.incom.org\/workspace\/10068","title":"2.8 Ich kaufe also bin ich? Geschichte des Konsums","description":"Für 2. Studienabschnitt: Menschen können nicht ohne Dinge sein, sie müssen sich kleiden, sie trinken aus Tassen oder Gläsern, sitzen etc. Seit der Industrialisierung ist der Konsum zum Dreh- und Angelpunkt sogenannter moderner Gesellschaften geworden. Mit dem Effekt, dass es etwa allein in Großbritannien 2013 sechs Milliarden Kleidungsstücke gab – mehr als hundert pro Person – und in Deutschland jeder Mensch statistisch mehr als 10.000 Gegenstände besitzt (Frank Trentmann: ‚Herrschaft der Dinge’. München 2019, S. 11). Nicht nur kapitalistische, sondern etliche nationale Wirtschaften hängen an der Produktion von Konsumgütern. Das bleibt nicht ohne Folgen für die gesamte Welt. Der Kurs behandelt die Entstehung unserer Konsumgesellschaft mit seinen Formen und Auswirkungen und stellt die Frage, welche Rolle Designer\\*innen hier spielen und spielen können.\r\n\r\nMaximale Teilnehmerzahl: 25","module":{"nr":"22Th-DKG","title":"Design-\/Kulturgeschichte","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"25","room":"Online","fixture":{"weekday":2,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10069","url":"https:\/\/fhp.incom.org\/workspace\/10069","title":"2.9 Visit my Eighties","description":"Was wissen wir über eine historische Periode? Was ist wahr, was Vorurteil? Das Wissen über eine bestimmte geschichtliche Zeit ist nicht zuletzt subjektiv und aus individuellen 'Geschichten' zusammengetragen.\r\n\r\nIm Kurs gehen wir auf Spurensuche und versuchen, über die konventionelle Designgeschichte hinaus, uns ein Bild über diese wilde Zeit voller Auf- und Umbrüche zu machen. Mit Hilfe von Design, aber auch Film, Musik, und individuellen Erlebnissen (die wir z.B. in Interviews finden) soll der Zeitgeist der 1980er Jahre nachgezeichnet werden.","module":{"nr":"22Th-DKG","title":"Design-\/Kulturgeschichte","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"25","room":"FHP, nur ggf. online","fixture":{"weekday":1,"begin":{"hour":10,"minutes":15},"end":{"hour":13,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10098","url":"https:\/\/fhp.incom.org\/workspace\/10098","title":"3.0 Fortsetzung 'Tell Herstory'","description":"Fortsetzung des Projekts 'Herstory' aus dem letzten Semester. Der Kurs gibt Gelegenheit, die entstandenen Konzeptionen und Forschungen gestalterisch umzusetzen oder theoretisch zu vertiefen. Bei gestalterischem Schwerpunkt,z.B. in Illustration oder Animation, suchen Sie sich bitte eine  Ko-Betreuung und sprechen Sie enhtsprechenden Kolleg:innen an.","module":{"nr":"22Th-DKG","title":"Design-\/Kulturgeschichte","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"14","room":"N.N. (Campus Pappelallee)\/online","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10029","url":"https:\/\/fhp.incom.org\/workspace\/10029","title":"Multisensorisches Marketing","description":"Dank der Wissensexplosion in der Psychologie und Neurowissenschaft verstehen wir heute besser denn je, wie wir Menschen unsere Umwelt wahrnehmen, wie wir Werbereize verarbeiten und wie wir Kaufentscheidungen fällen. In einer überkommunizierten und dynamischen Welt ist dieses Wissen essenziell für Kommunikation, Verkauf und Design.\r\n\r\nErfolgreiche Designer\/-innen kennen die psychologischen Effekte und Mechanismen von Kaufentscheidungen. Zudem können sie relevante Kauftreiber identifizieren, denn diese sind die Basis einer jeden Marken-\/Produktpositionierung und Verkaufsstrategie.\r\n\r\nMenschen lesen jedoch keine Produktkonzepte oder Strategiepapiere. Ein Produkt muss seinen Nutzen und seine Belohnung implizit vermitteln. Die Kaufentscheidung fällt der Bauch, der Kopf rechtfertigt sie lediglich.\r\n\r\nEs gilt: Nur wer sein Nutzenversprechen über implizite (Design-)Codes intuitiv erlebbar macht, gewinnt das Herz der Kunden\/-innen. Trotz der Digitalisierung des Alltags bleiben sensorische Erlebnisse der Königsweg für erfolgreiches Verkaufen. Sensorisches Erleben stimuliert unsere unbewusste Wahrnehmung besonders nachdrücklich: es erzeugt Aufmerksamkeit, Erinnerung, Vertrauen, Wertschätzung und Kaufbereitschaft.\r\n\r\nDie Lehrveranstaltung umfasst folgende Inhalte:\r\n\r\n\\- Wahrnehmung: Sinne, Gedächtnis, Involvement, Regulatorischer Fokus, automatische Informationsverarbeitung\r\n\r\n\\- Multisensorische Verstärkung: Warum mehr Sinne mehr verkaufen\r\n\r\n\\- die wahren Kauftreiber: Wie implizite Ziele die Wahrnehmung lenken\r\n\r\n\\- Autopilot vs. Pilot: Warum Kaufentscheidungen zu 95% unbewusst fallen\r\n\r\n\\- Positionierung: Warum starke Marken eine psychologische Belohnung bieten\r\n\r\n\\- Framing: Wie die Bedeutung der Marke ihre Belohnung transportiert\r\n\r\n\\- Codes: Wie Marken ihre Belohnung über sensorische Signale\/Reize senden\r\n\r\n\\- Resonanzfelder: Belohnungen in sensorische Codes übersetzen\r\n\r\n\\- die ARIVA-Wirkdimensionen: mehr Aufmerksamkeit, Erinnerung, Vertrauenswürdigkeit, Wertschätzung und Kaufbereitschaft erzeugen\r\n\r\n\\- das Multisense-Touchpoint-Modell: Ein systematischer Betrachtungsrahmen für ganzheitliches Marketing\r\n\r\nDie Prüfungsleistung ist eine praxisbezogene Aufgabe: Konzeption und Gestaltung einer konkreten Marketingmaßnahme (z. B. ein Direct Mailing oder ein Haptical).\r\n\r\nUnser Kurs findet in Präsenz (nach Absprache oder pandemiebedingt auch online) an fünf ganztätigen Terminen statt, jeweils von 10:00 bis 17:00 Uhr.\r\n\r\nDie Vorlesung findet an folgenden fünf Terminen in Präsenz (Raum D108) statt, jeweils von 10 bis 17 Uhr:\r\n\r\n04.11.2022\r\n\r\n18.11.2022\r\n\r\n02.12.2022\r\n\r\n16.12.2022\r\n\r\n13.01.2023","module":{"nr":"22Th-DMR","title":"Designmanagement und -recht","credits":"6"},"teachers":["Sebastian Haupt"],"maxStudents":"21","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"10096","url":"https:\/\/fhp.incom.org\/workspace\/10096","title":"Managementqualifikationen","description":"Dieser Kurs dient dazu sich im Kontext Management zu qualifizieren. Managementkompetenzen können im Studium als auch in der späteren beruflichen Laufbahn von Vorteil sein, z.B. im Führen eines Teams, in der Projektsteuerung, als Geschäftsführer\\*in oder Arbeitgeber\\*in im eigenen Unternehmen. Es werden schwerpunkmäßig die Themen Kommunikation, Präsentation, Verhandeln behandelt.","module":{"nr":"22Th-DMR","title":"Designmanagement und -recht","credits":"6"},"teachers":["Dr. Heike Faust"],"maxStudents":"15","room":"wird noch bekannt gegeben","fixture":{"weekday":1,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10110","url":"https:\/\/fhp.incom.org\/workspace\/10110","title":"Demokratie 4.0 (Seminar)","description":"Der Begriff „Demokratie 4.0“ soll in Anlehnung an die Bezeichnung „Industrie 4.0“ ein System von (staatlichen) Entscheidungsprozessen mit umfassender Bürger-Beteiligung und unter Einsatz moderner Informations- und Kommunikationstechnologien beschreiben. Dabei werden den vielfältigen Chancen wie direkter Partizipation, Transparenz und Inklusion auch Risiken wie mögliche Manipulationen, Überkomplexität oder auch Probleme des „Digital Divide“ gegenübergestellt. Handelt es sich bei dem Begriff „Demokratie 4.0“ nur um ein neues „Buzz-Word“ oder steht er für eine zukünftige neue Praxis der Demokratie? Wie sind die behaupteten Vorteile und Gefahren tatsächlich einzuordnen? Mit diesen (und weiteren) Fragen werden wir uns im Rahmen von Referaten, Gruppenarbeiten und Diskussionen auseinandersetzen. Um das Thema besser einordnen zu können, werden wir uns zudem mit den Grundzügen der Demokratie-Geschichte, der verfassungsrechtlichen Verankerung des Demokratieprinzips in Deutschland und der EU sowie dem Zustand und Stellenwert der Demokratie weltweit beschäftigen.\r\n\r\n**Bitte beachten:**\r\n\r\n**Das Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.**\r\n\r\n**Die Veranstaltung beginnt am 8. November 2022**","module":{"nr":"22Th-DMR","title":"Designmanagement und -recht","credits":"6"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"10","room":"tbc","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"9984","url":"https:\/\/fhp.incom.org\/workspace\/9984","title":"How to Found a Business: Writing a Bankable Business Plan","description":"Please register for this course by registering in this workspace. If you have questions, please contact the lecturer Anett Lommatzsch via [anett.lommatzsch@fh-potsdam.de](mailto:anett.lommatzsch@fh-potsdam.de)\r\n\r\n \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\r\n\r\n**Develop your business idea to a business concept!**\r\n\r\nThis course aims at experiencing what it means to run a business in all its facets. You develop your business idea that further will be developed to a marketable business concept. The meaning of entrepreneurial spirit will be discussed and you have the opportunity to reflect yourself with regards to your skills as entrepreneur. You also learn how to develop an organisation and how to finance your future business. This class will finish by proving your business concept to be economical. \r\n\r\nThe template of a bankable business plan will work as structure concerning class contents: business idea, value proposition, entrepreneurs, market analysis, marketing mix, organisational strategy, milestones, SWOT, financing, calculation of liquidity needs and profitability. \r\n\r\nQuestions with regards to Aufenthaltstitel for self employment can be clarified as well.\r\n\r\nThis course is designed to be very interactive. Lecture starts with a pitch of your business idea.\r\n\r\nRegular participation is required in order to be able to support each other. The lecturer Anett Lommatzsch will present new contents. Students are able to work in groups or develop their own business concept by using creative methods and management techniques introduced by the lecturer. Students will present their results regularly during the course.\r\n\r\nOfficial language is English. \r\n\r\nIt is going to be an in class lecture: class takes place on campus. Room no. is still in clarification.","module":{"nr":"22Th-DMR","title":"Designmanagement und -recht","credits":"6"},"teachers":["Anett Lommatzsch"],"maxStudents":"25","room":"is in clarification","fixture":{"weekday":1,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10098","url":"https:\/\/fhp.incom.org\/workspace\/10098","title":"3.0 Fortsetzung 'Tell Herstory'","description":"Fortsetzung des Projekts 'Herstory' aus dem letzten Semester. Der Kurs gibt Gelegenheit, die entstandenen Konzeptionen und Forschungen gestalterisch umzusetzen oder theoretisch zu vertiefen. Bei gestalterischem Schwerpunkt,z.B. in Illustration oder Animation, suchen Sie sich bitte eine  Ko-Betreuung und sprechen Sie enhtsprechenden Kolleg:innen an.","module":{"nr":"22Th-DMT","title":"Design- \/ Medientheorie","credits":"6"},"teachers":["Prof.Dr. Marion Godau"],"maxStudents":"14","room":"N.N. (Campus Pappelallee)\/online","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":17,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10023","url":"https:\/\/fhp.incom.org\/workspace\/10023","title":"Zukunftsbilder im Design – Umzug ins Offene","description":"Ob es um technische Entwicklungen geht, um Herstellungsmethoden und Ökonomie, das Zusammenleben der Menschen, Formen der Kommunikation, den Zustand der Erde und des Klimas und vieles mehr: Wir alle tragen mehr oder weniger konkrete Vorstellungen über die Zukunft als wichtige Wegweiser mit uns herum. Was diese Zukunftsbilder umfassen und auf welche Weise sie im Konkreten auf den Designprozess wirken, soll im Kurs untersucht werden. Auf der Grundlage von Vorlesungen und Diskussionen speziell zur Geschichte und Gegenwart der Zukunftsbilder und deren Auswirkungen auf die Berufsauffassung und den jeweiligen Gestaltungsbeitrag anhand von Biografien und Ergebnissen aus der aktuellen Designwelt erarbeiten die Kursteilnehmer\/innen eine Analyse zu einer selbst gewählten speziellen Zukunfts-Thematik.","module":{"nr":"22Th-DMT","title":"Design- \/ Medientheorie","credits":"6"},"teachers":["Prof. Volker von Kardorff","Prof. Dr. Rainer Funke"],"maxStudents":"23","room":"D119","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":21,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10054","url":"https:\/\/fhp.incom.org\/workspace\/10054","title":"Computer","description":"Der Computer – in all seinen Formen – ist zur Leittechnologie des 21. Jahrhunderts geworden. Mit der Digitalisierung werden Lebensverhältnisse, von Arbeitsweisen bis zur Organisation des Privaten, weltweit verändert. Um so wichtiger ist es, sich mit den Bedingungen, Erscheinungsformen und Folgen des Computers auseinanderzusetzen. Die komplexe Verzahnung von Technik und Ästhetik, die Verbindungen zwischen Maschinen, Menschen und Dingen, fordern gerade gestalterische und medientheoretische Perspektiven heraus.  \r\n\r\nDie Vorlesung »Computer« hat dabei zum Ziel, gestalterische und medienwissenschaftliche Fragen nicht getrennt zu verhandeln, sondern aufeinander zu beziehen, um zu einem neuen Verständnis der theoretischen und praktischen Aspekte computerbasierter Technologien zu kommen. In zwölf Doppel-Vorlesungen werden Jan Distelmeyer und Boris Müller gemeinsam zu ausgewählten Themen referieren und diese zur Diskussion stellen.\r\n\r\nEine gemeinsame Vorlesung von Prof. Dr. Jan Distelmeyer und Prof. Boris Müller","module":{"nr":"22Th-DMT","title":"Design- \/ Medientheorie","credits":"6"},"teachers":["Jan Distelmeyer","Prof. Boris Müller"],"maxStudents":"0","room":"Hörsaal D011  ","fixture":{"weekday":3,"begin":{"hour":10,"minutes":15},"end":{"hour":11,"minutes":45}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10117","url":"https:\/\/fhp.incom.org\/workspace\/10117","title":"InterFlex - Übersicht zu den fachübergreifenden Lehrveranstaltungen","description":"In InterFlex-Kursen arbeiten Lehrende und Studierende aus verschiedenen Fachbereichen zusammen und entwickeln neue Ideen und Projekte. Im Workspace finden Sie weiterführende Informationen und Links zu den einzelnen [InterFlex-Angeboten im Wintersemester 2022\/2023](https:\/\/www.fh-potsdam.de\/studium-weiterbildung\/studienorganisation\/vorlesungsverzeichnis\/fachuebergreifende-lehrveranstaltungen#section-16186).","module":{"nr":"24PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["M.A. Anouk Meissner"],"maxStudents":"0","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"10109","url":"https:\/\/fhp.incom.org\/workspace\/10109","title":"Urheber-, Design- und Medienrecht (Vorlesung)","description":"Die Vorlesung behandelt die Grundzüge des Urheber-, Design-, Lizenz- und Äußerungsrechts im deutschen und im europäischen Kontext. Dazu gehören u.a. die Fragen, welche Werke urheberrechtlich geschützt sein können (z.B. Text, Fotografie, Film, bildende Kunst, Computerprogramme), wie ein Design eingetragen werden kann, wie lange der Schutz währt, wie Rechte lizensiert werden können und welche Möglichkeiten ein Rechteinhaber hat, gegen Rechtsverletzungen vorzugehen. Ein weiteres Thema der Vorlesung sind die Bedingungen und Limitierungen der (nicht nur journalistischen) Wort- und Bildberichterstattung. Besonders relevant sind dabei die unterschiedlichen Facetten des Allgemeinen Persönlichkeitsrechts (Recht am eigenen Bild, Schutz der persönlichen Ehre) einschließlich des Rechts auf informationelle Selbstbestimmung (Datenschutz). Neben den historischen und ökonomischen Hintergründen des Medienrechts werden wir insbesondere die großen Herausforderungen diskutieren, die sich aus der Entwicklung der digitalen Medien und des Internets für dieses Rechtsgebiet ergeben. Im Rahmen einer integrierten Übung werden wir das Gelernte anhand von praktischen Fällen trainieren.\r\n\r\n**Bitte beachten: Die Veranstaltung beginnt am 8. November 2022**","module":{"nr":"24PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"90","room":"FH Potsdam, D\/011","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10024","url":"https:\/\/fhp.incom.org\/workspace\/10024","title":"Präsentieren und Präsenz","description":"Einführung in die Kategorie der Präsenz und in weitere darstellerische Aspekte sowie deren Anwendungen für die Präsentation von künstlerisch-gestalterischen Inhalten.\r\n\r\nPräsentieren ist Handwerk, das erlernt und trainiert werden kann. Auch richtet sich der Kurs an Studierende, die Angst vor öffentlichem Reden empfinden und gezielt methodische Unterstützung benötigen.\r\n\r\n**Teilnahmebedingungen:** Präsenz und aktive Teilnahme auch für Gruppenübungen zwingend erforderlich.\r\n\r\n**Zeitraum:** 27.10.2022- 26.01.2023; Donnerstags 9h-13h\r\n\r\n**Teilnehmer:** auf 12 Personen beschränkt; verbindliche Anmeldung bis 19.10.22 erforderlich (Einschreibung ab 1.9. möglich)\r\n\r\n**Leistungsnachweis:** Flexmodule aller Studiengänge mit 4 CP, unbenotet\r\n\r\n**Lehrender: Horst-J. Lonius**  \r\nRegisseur, Autor und Dozent (u.a. an der Udk und HfS Ernst Busch)  \r\n[http:\/\/www.lonius.de\/vita3.html](http:\/\/www.lonius.de\/vita3.html)","module":{"nr":"24PSs-FM-L","title":"Flex-Modul (120h)","credits":"4"},"teachers":["Horst-J. Lonius"],"maxStudents":"12","room":" Theaterwerkstatt HG (1. OG)","fixture":{"weekday":4,"begin":{"hour":9,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10140","url":"https:\/\/fhp.incom.org\/workspace\/10140","title":"B – Graphic AR Lab: Einführung in Augmented Reality","description":"Mittwoch, 10–13 Uhr | WiSe 22\/23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nWir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Ein Vorwissen ist nicht notwendig!","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW 228","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10021","url":"https:\/\/fhp.incom.org\/workspace\/10021","title":"A1–Produktionsprozess Druck in Kooperation mit dem Atelierkurs von Maria Kleinschmidt","description":"Der Kurs \"A1–Produktionsprozess Druck\" kann nur von Studierenden belegt werden, welche auch am Atelierkurs von Maria Kleinschmidt teilnehmen. Der Atelierkurs findet dienstags im Farbatelier statt. Es werden die Ergebnisse mittwochs im Drucklabor für den digitalen Druck, vor allem für den Offsetdruck, aber auch für die Ausgabe im RGB-Farbraum erarbeitet und gedruckt. \r\n\r\nDie Grundlagen für die Realisierung im Produktionsprozess Druck werden theoretisch und praktisch vermittelt. Dazu gehören Farbe, Farbräume, Farbe in der Reproduktion, sowie theoretisches und praktisches Wissen über die Druckverfahren. Nach der Einweisung in die Werkstatt erfolgt die Freischaltung für LW130, in der die Studierenden Ihre Originale scannen und an kalibrierten Bildschirmen auch außerhalb der Unterrichtszeiten bearbeiten können.","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Christine Mangelsdorf"],"maxStudents":"14","room":"LW128\/LW130","fixture":{"weekday":3,"begin":{"hour":9,"minutes":30},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10030","url":"https:\/\/fhp.incom.org\/workspace\/10030","title":"Audio-\/Videowerkstatt: Einführung in das audio-visuelle Arbeiten »№14 – SINN\/FREI\/COLLAGE«","description":"Wintersemester 2022\/23  \r\nDonnerstag, 10–13 Uhr, D\/002 (Video-Studio)  \r\n4 Credits, unbenotet  \r\n120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium\r\n\r\n**Aufgabe**\r\n\r\nDer selbstverständliche Umgang mit Film- und Audiotechnik sowie die praxisrelevanten Arbeitsabläufe der Video-Aufzeichnung, -Schnitt und -Postproduktion werden anhand verschiedener Aufgaben geübt und gefestigt. Das originäre Bild- und Audiomaterial, das im Laufe des Semesters entsteht, kann Ausgangsmaterial sein für die individuelle audio-visuelle Collage, die am Ende des Semesters von jedem Studierenden präsentiert wird. Alternativ kann ein eigenständiges Film-Projekt umgesetzt werden.\r\n\r\n**Seminar- & Projektorganisation**\r\n\r\nIm Rahmen eines Semesterprojektes wird ein Bewegtbild-Projekt umgesetzt. Im Vordergrund stehen die Vermittlung technischer Grundkenntnisse und instrumenteller Kompetenz sowie die interessengeleitete Umsetzung und Vertiefung mit der Materie. Der Kurs organisiert sich in der Form eines praxisbezogenen Studienprojekts in Kombination mit Vorlesungen und Übungen. Die Vorlesungen und Workshops dienen der systematischen Vermittlung fachspezifischer Kenntnisse, die Übungen dienen der Anwendung der vorgetragenen Methoden und der Einübung der instrumentellen Fertigkeiten.\r\n\r\nJede\/r Studierende setzt ein eigenständiges Projekt um – gegenseitige Unterstützung ist ausdrücklich erwünscht.","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Jan Schütze"],"maxStudents":"20","room":"Videostudio D001","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10022","url":"https:\/\/fhp.incom.org\/workspace\/10022","title":"A2–Produktionsprozess Druck: Farbe und Reproduktion – individuelles Buchprojekt","description":"Die Grundlagen im Produktionsprozess Druck und Farbe werden theoretisch und praktisch vermittelt. Zentrale Themen sind die Druckverfahren, wie Digitaldruck, Offsetdruck, Hochdruck, Farbräume, Farbe in der Reproduktion und die Aufbereitung der Daten für das Farbmanagement im Offsetdruck. Das jeweilige Buchprojekt wird in der Lehrwerkstatt LW128 gedruckt. Interessant für Kommunikationsdesigner, Produktdesigner und jene, die sich mit der farbgetreuen Produktion von Farbe beschäftigen wollen.\r\n\r\nNach der Einweisung in die Werkstatt erfolgt die Freischaltung für LW130, in der die Studierenden Ihre Originale scannen und an kalibrierten Bildschirmen bearbeiten.","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Christine Mangelsdorf"],"maxStudents":"10","room":"LW128\/LW130","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":12,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10133","url":"https:\/\/fhp.incom.org\/workspace\/10133","title":"material knowledge (WiSe 2022\/23) - basics","description":"material knowledge – basics\r\n---------------------------\r\n\r\n\/\/\/ Anm.: „material knowledge - advance“ wird im nächsten Semester (SoSe 2023) angeboten und wird ab da im festen Semesterwechsel (WiSe - Basics & SoSe - Advance) stattfinden . \/\/\/\r\n\r\nDie Auswahl der bestmöglich geeigneten Materialien und Technologien ist zentral für den Erfolg und die Akzeptanz von Produkten. Als Designer:innen haben wir vor dem Hintergrund endlicher Ressourcen eine besondere Sorgfaltspflicht, denn 80% der Umweltauswirkung eines Produktes werden bereits in der Designphase festgelegt.\r\n\r\nmaterial knowledge – basics vermittelt die Grundlagen und verschafft einen Überblick über die Vielfältigkeit von Materialien und Technologien.\r\n\r\nIm Rahmen des Kurses wird die Wahrnehmung der Studierenden auf ihre materielle Umwelt geschärft und ein grundlegendes Verständnis für die Vor- und Nachteile sowie Eignung von spezifischen Materialien geschaffen.\r\n\r\nmaterial knowledge – basics bildet die Grundvoraussetzung für die Teilnahme am Aufbaukurs material knowledge – advanced im 2. Studienabschnitt. Im Aufbaukurs werden die Grundlagen um neue Aspekte in den Bereichen der Anwendungsorientierung, Prozesse und der Betrachtung von ökologischen und ökonomischen Parametern erweitert und vertieft.\r\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\n\r\nLearnings:\r\n\r\n-   Einführung in die Material- und Werkstoffgruppen (Metalle, Kunst- und Verbundstoffe, Keramiken, Gläser und mineralische Werkstoffe, Hölzer und Papiere sowie Textilien)\r\n    \r\n-   Einführung in Herstellungs- und Verarbeitungsverfahren (Urfromen, Umformen, Trennen, Fügen und Beschichten)\r\n    \r\n-   Demontage und Analyse eines technischen Produktes\r\n    \r\n-   Übertragung\/ Umgestaltung eines Produktes in ein anderes Material und Verfahren\r\n    \r\n\r\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\r\n\r\nHandwerk\/ Technik\r\n\r\nModul: 24PSs-HT-L Handwerk\/Technik + Praxis 6CP\r\n\r\nRaum: D307\r\n\r\nKursangebot für 1. Studienabschnitt, Übergreifendes Kursangebot für ID, KD, PD","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Stefan Aufrichter"],"maxStudents":"16","room":"D307","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10139","url":"https:\/\/fhp.incom.org\/workspace\/10139","title":"A – Graphic AR Lab: Einführung in Augmented Reality","description":"Dienstag, 10 – 13 Uhr | WiSe 22\/23 | LW\/228 | 4 Credits, unbenotet | 120 Stunden: 45 Std. Präsenzstudium, 75 Std. Selbststudium | max. 15 Studierende.\r\n\r\nWir entdecken eine Bandbreite an Tools und Möglichkeiten, die analoge und digitale Welt mithilfe von Augmented Reality zu verbinden. Wie erweckt man Poster zum Leben? Wie lassen sich Illustrationen oder Objekte in AR platzieren und bewegen? Der Kurs gibt euch einen Überblick über die verschiedenen Möglichkeiten von Augmented Reality für eure Gestaltungsprojekte. In der ersten Semesterhälfte werden die Grundlagen verschiedener AR-Tools vermittelt und direkt in den Anwendungen getestet. In der zweiten Semesterhälfte kann mit den neuen Tools an eigenen Experimenten und Projekten in Augmented Reality gearbeitet werden. Die beiden angebotenen Kurse sind inhaltlich identisch und unterscheiden sich nur im Termin. Ein Vorwissen ist nicht notwendig!","module":{"nr":"24PSs-HT-L","title":"Handwerk\/Technik (120h)","credits":"4"},"teachers":["Ricardo Meyer"],"maxStudents":"15","room":"LW 228","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10035","url":"https:\/\/fhp.incom.org\/workspace\/10035","title":"Projektwochen: Orientierung auf dem Campus","description":"In diesem Projektwochenkurs beschäftigen wir uns mit der Orientierung und Navigation auf dem Campus unserer Hochschule.\r\n\r\nNach einer kurzen Einführung in die Welt der Leitsysteme wird es praktisch. Wir untersuchen den Campus unter den Gesichtspunkten der Orientierung und Navigation. Dazu sammeln wir Daten zum Gelände, fotografieren, analysieren architektonische und systematische Besonderheiten und setzen uns mit der Formsprache der FH auseinander. Im letzten Teil des Kurses wartet eine experimentelle Umsetzung auf euch, die wir uns am Ende gegenseitig präsentieren.\r\n\r\nDer Kurs richtet sich an all diejenigen, die sich für die Themen Leit- und Orientierungssysteme interessieren und erste Einblicke in der Welt der Signaletik sammeln möchten. Dieser Projektkurs wird in Zusammenarbeit mit dem anschließend stattfindenden Hauptprojekt „Leitsystem Campus FHP“ von Prof. Christina Poth durchgeführt. Die Ergebnisse unseres Projektes dienen dem Hauptprojekt als Arbeitsgrundlage.\r\n\r\nDieser Projektwochenkurs wird von Yves Thimian und Niklas Schneeberger (Design Master) geleitet.","module":{"nr":"24PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Christina Poth"],"maxStudents":"15","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"10034","url":"https:\/\/fhp.incom.org\/workspace\/10034","title":"Projektwochen: Schnitzeljagd – Eye-Tracking und Orientierung","description":"✦ Wo schauen Nutzer:innen zuerst hin? Wie können wir als Gestalter:in mit Hilfe von Eye-Tracking\\* UI-Elemente „besser“ analysieren\/kommunizieren?\r\n\r\nㅤ\r\n\r\nIn diesem Projektwochenkurs geht es darum zu erforschen, wie wir uns in gewohnter oder ungewohnter Umgebung orientieren. Ausgestattet mit Eye-Tracking\\* Brillen begeben wir uns auf dem FHP Campus und angrenzenden urbanen Räumen auf Schnitzeljagd. Dabei möchten wir unter anderem den Campus-Lageplan hinsichtlich möglicher Gestaltungs- und Entwicklungspotenziale untersuchen.\r\n\r\nㅤ\r\n\r\nNeben einer Einführung in Eye-Tracking-Methoden, Durchführung und Auswertung von Eye-Tracking-Studien, geht es auch um die visuelle Aufbereitung der Ergebnisse.\r\n\r\nㅤ\r\n\r\nDieser Projektwochenkurs wird von Yin-Wisanukorn Boribun (Design Master) durchgeführt.\r\n\r\nㅤ\r\n\r\n–\r\n\r\n\\* Unter Eye-Tracking versteht man Methoden, mit denen Augenbewegungen von Testpersonen registriert werden. Sie können Aufschluss über die Nutzerfreundlichkeit einer gestalteten Anwendung oder Umgebung geben.","module":{"nr":"24PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Dr. Frank Heidmann","Prof. Christina Poth"],"maxStudents":"15","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"10150","url":"https:\/\/fhp.incom.org\/workspace\/10150","title":"Sweet Art","description":"Wie ist das mit den Geburtstagskuchen, wird da das Vergangene oder das noch Kommende verfüsst? Es ist nicht ganz auszumachen – jedenfalls können wir auf 30 Jahre Fachbereich Design zurückblicken, auch wenn nicht immer ein Zuckerschlecken, doch im Ergebnis eine Erfolgsgeschichte, die wir gemeinsam am Samstag den 22.10. feiern wollen und zwar mit 30 Torten – für jedes Jahr eine.\r\n\r\nUnd weil das Auge mitißt, ist Thema der Projektwochen die Gestaltung und Herstellung der Zuckerbäckereien. (Die Zutaten werden finanziert)","module":{"nr":"24PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Jörg Hundertpfund"],"maxStudents":"0","room":"D 308","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10060","url":"https:\/\/fhp.incom.org\/workspace\/10060","title":"THE FASHION SHOW","description":"30 Jahre Fachhochschule Potsdam! Am 22. Oktober 2022 finden die Jubiläumsfeierlichkeiten statt. Im Rahmen der Projektwochen stellen wir kompakt und intensiv eine MODENSCHAU auf die Beine, die die vier Studiengänge (KD, PD, ID, EMW) auf den Catwalk bringt. Jede\\*r Kursteilnehmer\\*in entwickelt dazu 2 bis 3 Outfits – von der Idee über Moodboards, Skizzen, Silhouetten und Drapieren an Figurinen bis zum finalen Look. Gemeinsam planen wir dann ein unwiderstehliches Design-Defilee-Gesamtkunstwerk als Opener des Party-Abends. Wer Spaß hat an Narration durch Kleidung, Design, Event- und Musikplanung, sollte sich diesen Kurs nicht entgehen lassen. Nähkenntnisse sind nützlich aber nicht zwingend notwendig. Wir haben professionelle Unterstützung durch Tino König (Schneider und Bekleidungstechniker). Wer eine eigene Nähmaschine und\/oder Kleiderpuppe hat, unbedingt mitbringen.","module":{"nr":"24PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Hermann Weizenegger","Maria Kleinschmidt"],"maxStudents":"16","room":"D\/323","language":{"identifier":"de","title":"Deutsch"}},{"id":"10055","url":"https:\/\/fhp.incom.org\/workspace\/10055","title":"Projektwochen: Data Massage","description":"Real-world data can be a real pain in the neck: Inconsistencies, inaccuracies, errors, missing values, duplicates, multiple datasets, large files, obscure formats. No need to get all tense, though! With a bit of patience all datasets can be prepared and processed to become meaningful and manageable. This course is all about getting data into shape so that we can confidently and creatively work with it, whether you want to use data in the context of user research, investigative journalism, or data visualization. In this course, we try out a range of tools and techniques for cleaning, wrangling, and processing data, with the goal to give you peace of mind for your next data project. You can bring your own data, but there will also be example datasets to practice your data dexterity.","module":{"nr":"24PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Dr. Marian Dörk"],"maxStudents":"0","room":"D\/108","language":{"identifier":"en","title":"Englisch"}},{"id":"10111","url":"https:\/\/fhp.incom.org\/workspace\/10111","title":"Podcast Design;30","description":"Im Kurs wird ein Podcast zur Geschichte und zu Zukunftsperspektiven verschiedener Bereiche des Designs inhaltlich vorbereitet.\r\n\r\nIm Podcast werden darüber ehemalige und jetzige Professoren\/innen mit Prof. Dr. Rainer Funke diskutieren. Anlass ist das 30-jährige Jubiläum des Fachbereichs Design in diesem Jahr.","module":{"nr":"24PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Prof. Dr. Rainer Funke"],"maxStudents":"9","room":"D\/119","language":{"identifier":"de","title":"Deutsch"}},{"id":"10124","url":"https:\/\/fhp.incom.org\/workspace\/10124","title":"Wrooom! Ups? Klack! – Typografie\/Code\/Installation","description":"Huch, ach, tipp-tipp, hoppla! Ihr arbeitet gerne typografisch und habt bereits die ein oder andere code-Zeile geschrieben? Dann werdet Teil der Typografie\/Code\/Installation, die wir auf der Transformationsausstellung zeigen werden. Es handelt sich um die konzeptuelle und technische Weiterführung der auf dem Rundgang präsentierten typografischen Bildschirmskulptur aus dem Typo-Raum.\r\n\r\nIm ersten Teil des Projektwochenkurs möchten werden wir uns intensiver mit der typografischen Inszenierung von Ausrufen und Geräuschworten befassen. Dieses sprachliche Material werden wir nicht typografisch setzen, sondern experimentell in html und css coden. Daher sind einfache Grundkenntnisse in der Programmierung erwünscht.\r\n\r\nDer zweite Teil der Projektwochen dient dem Aufbau und der Orchestrierung der gecodeteten Sprachschnipsel im Raum. Schaut Euch am besten die Bilder im Workspace an, dann wisst Ihr, was auf Euch zukommt. Wir freuen uns auf Euch! Alle sind willkommen!","module":{"nr":"24PSs-PW","title":"Projektwochen","credits":"2"},"teachers":["Felix Walser","Prof. Christina Poth"],"maxStudents":"0","room":"","language":{"identifier":"de","title":"Deutsch"}},{"id":"10120","url":"https:\/\/fhp.incom.org\/workspace\/10120","title":"Drängende Gegenwart - Fotografie als Forschungsinstrument","description":"Was sind in Zeiten von Hyperintelligenz, Kriegen und Klimakrise die Themen, die wir fotografisch bearbeiten wollen? Wie können wir mit Fotografie die Welt, in der wir leben erforschen, untersuchen und Neues herausfinden? Wie können wir fremde und eigene Geschichten erzählen, Wissen vermehren, Dinge in Frage stellen, Erfahrungen teilen und oder gegenseitiges Verständnis wecken? \r\n\r\nDas von der Kuratorin Maren Lübbke-Tidow entworfene Thema \"Drängende Gegenwart\" bildet den roten Faden unseres Hauptstudiumskurses Fotografie, der in Kooperation mit Prof. Henrik Spohler und Studierenden der FHTW Berlin stattfindet. Jede Art fotografischen Arbeitens ist möglich, Einzel- oder Teambeiträge sind willkommen.","module":{"nr":"24PSs-T","title":"Tutorium","credits":"3"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"15","room":"D 308","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10114","url":"https:\/\/fhp.incom.org\/workspace\/10114","title":"Arbeit mit Bildern","description":"Von der Bilderflut auf der Festplatte zu einer editierten, produzierten Serie – das ist unser gemeinsames Ziel. Zuerst beschäftigten wir uns mit Konzeption, Sichtung und Bildauswahl. Wir ergründen worüber, wie und mit welcher Haltung gesprochen werden soll. Wir sehen uns an, wie andere diese Fragen beantworten, welche Schritte sie dafür gehen, welche Sackgassen drohen. Die Stärkung und Verdichtung der eigenen Bildsprache steht im Mittelpunkt des Kurses. Gemeinsam werden wir für die fotografische Arbeit eine Form finden, als digitale, räumliche oder gedruckte Publikation.","module":{"nr":"24PSs-T","title":"Tutorium","credits":"3"},"teachers":["Clara Bahlsen"],"maxStudents":"13","room":"D 308","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}}]},{"title":"Master","courses":[{"id":"9990","url":"https:\/\/fhp.incom.org\/workspace\/9990","title":"Zukunftsforschung als Spekulation","description":"Der Kurs verbindet die Vermittlung von wissenschaftlichen Grundlagen und Methoden zur Erforschung, Konstruktion und Reflexion von Zukunftsvorstellungen in Gesellschaft, Politik und Wirtschaft mit der praktischen Gestaltungsarbeit. Ziel des Kurses ist die Gestaltung und Entwicklung physischer und\/oder digitaler Prototypen als „kritische“ Artefakte, die beispielsweise alternative Konsumkulturen, Wirtschafts- und Gesellschaftssysteme erfahrbar machen. Das Spektrum der Prototypen kann dabei von formal-ästhetisch elaborierten Artefakten bis hin zu skizzenhaften Entwürfen oder textorientierten Manifesten und Polemiken reichen und ist hinsichtlich Materialität keinen Beschränkungen unterworfen.\r\n\r\nDer Kurs wird gemeinsam mit Studierenden des interdisziplinären Masterprogramms „Urbane Zukunft“ stattfinden. Er umfasst kurze Vorlesungsblöcke und Referate sowie Gruppendiskussionen zu relevanten Themen der (wissenschaftlichen) Zukunftsforschung – z.B. Szenarioentwicklung, Delphi-Studien, Simulationen – und jüngeren Designansätzen wie Critical Design, Design Fiction, Speculative Design, Reflective Design, Design for Debate oder Design Futurescaping, die sich alle mit der Gestaltung von alternativen Zukunftsszenarien und Gegenwartsentwürfen auseinandersetzen und häufig als »Provocative Design Approaches« zusammengefasst werden.. Der Kurs richtet sich explizit an alle Designstudiengänge.","module":{"nr":"31LE-R","title":"Reflexion","credits":"10"},"teachers":["Prof. Dr. Frank Heidmann"],"maxStudents":"5","room":"","fixture":{"weekday":2,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"9989","url":"https:\/\/fhp.incom.org\/workspace\/9989","title":"Future urban mobility. Countering uncertainty. How can we tackle ambivalence in mobility behavior?","description":"Dieser Kurs mit zwei Präsenztagen pro Woche (= 20 CP) findet in Kooperation mit der _weißensee kunsthochschule berlin_ sowie _BMW Group Design_ statt.\r\n\r\n„Wir wollen die 2020er Jahre zu einem Aufbruch in der Mobilitätspolitik nutzen und eine nachhaltige, effiziente, barrierefreie, intelligente, innovative und für alle bezahlbare Mobilität ermöglichen.“ Mit diesen Worten leiten die Vertreter der Ampel-Koalition aus SPD, Grünen und FDP ihre Vorhaben zum Thema Mobilität in ihrem Koalitionsvertrag ein.\r\n\r\nDem Anspruch der neuen Regierung, die Mobilitätswende ernsthaft in Angriff zu nehmen, stehen unübersehbar vielfältige Ambivalenzen im Verhalten der Menschen und Unternehmen gegenüber. Wie passt das Allzeithoch an in Deutschland zugelassenen PKW zu den Klimazielen der Ampel-Koalition und den Forderungen junger Menschen der klimapolitischen Bewegung Fridays for Future? Wie kann die Beliebtheit von SUVs sowie das Schutz- und Statusbedürfnis vieler Autofahrer\\*innen und die gleichzeitige Diffamierung dieser Fahrzeugklasse erklärt werden? Wie passen verkehrsberuhigte grüne Straßen und die Umwidmung von Parkraum mit dem Wunsch nach einem haus- und wohnungsnahen Zugriff auf ein (eigenes) Fahrzeug zusammen? Und wie nachhaltig und sozial verträglich sind MaaS-Angebote (Mobility as a Service), Uber-Dienste, E-Scooter und Electric air taxis wirklich?\r\n\r\nAutomobilhersteller, Mobilitätsdienstleister und Kommunen, aber auch Designstudiengänge stehen vor der Herausforderung, die offensichtliche Unvereinbarkeit ökonomischer, ökologischer und sozialer Ziele klarer zu benennen, zu diskutieren und gleichzeitig Antworten auf unvermeidbare Ambivalenzen unseres Mobilitätsverhaltens zu finden.\r\n\r\nAusgangspunkt für die Entwurfsprojekte ist das Aufdecken offensichtlicher und versteckter, häufig tabuisierter Ambivalenzen im Mobilitätsalltag. Dazu gehören Beobachtungen des eigenen Verhaltens ebenso wie die Analyse von Mobilitäts- und Konsumdaten, aktuellen und prognostizierten Flächennutzungen sowie lokalen Diskursen verkehrspolitischer Entscheidungen. Die Bandbreite möglicher Ergebnisse des Entwurfsprozesses reicht von konkreten Service-, UX- und Produktinnovationen für die Reduzierung, bzw. ein besseres Management unerwünschter Ambivalenzen bis hin zu Konzepten der Sichtbarmachung – häufig diffuser – Ambivalenzen im Alltagsverhalten sowie bei längerfristigen Kauf- und Nutzungsentscheidungen mit dem Ziel einer Einstellungs- und Verhaltensänderung.","module":{"nr":"31LE-R","title":"Reflexion","credits":"10"},"teachers":["Prof. Dr. Frank Heidmann"],"maxStudents":"12","room":"Kunsthochschule Berlin-Weißensee ","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10126","url":"https:\/\/fhp.incom.org\/workspace\/10126","title":"MotionExp.14 | Campus Exhibition XR","description":"**Aufgabenstellung**: Konzeption und Entwurf eines AR-»Walk auf Fame« auf dem Campus. Wie können AR\/XR Medien genutzt werden, um Ausstellungen und Präsentationen zu erweitern und zu unterstützen? Wir entwickeln gemeinsam und explorativ Ideen und Prototypen für AR\/XR Ausstellungskonzepte auf dem Campus der FH. **Thema**: Werkschau, Rundgang, Applaus, Schaufenster, Kolloquium, BA\/MA Präsentation, Tag der offenen Tür, you name it – der Jahreskalender kennt viele wiederkehrende und liebgewonnene Ausstellungs-Anlässe in der Hochschule. Doch viele dieser Ausstellungen sind in den zurückliegenden Semestern aufgrund von Abstandsregeln und Hygieneauflagen ausgefallen oder nur eingeschränkt möglich gewesen. Wir suchen nach Ideen und Lösungen, die AR\/XR Medien bei der Lösung dieses Dilemmas bieten, um attraktive, nachhaltige und skalierbare Ausstellungskonzepte zu entwickeln. zB indem wir den Aussenraum auf den Campus für die Präsentation von Arbeiten aus KD, PD und ID nutzbar machen. Welche Potentiale bieten digitale Repräsentation von Studienarbeiten? Welche Typen von Exponate sind mehr – welche weniger geeignet? Welche Möglichkeiten lassen sich auch auf den Bedarf von Museen, Galerien und Showrooms übertragen? Wie könnte ein »Walk auf Fame« auf dem Campus aussehen?","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D107","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"9963","url":"https:\/\/fhp.incom.org\/workspace\/9963","title":"The Print Club\b","description":"Dienstagnachmittags treffen wir uns in der Druckwerkstatt um in Ruhe gemeinsam zu arbeiten, voneinander zu lernen und bei guter Musik gute Drucke zu feiern. Dieses Seminar wendet sich an all jene unter euch, die sich intensiv mit einer Drucktechnik beschäftigen wollen, die schon Erfahrungen mitbringen und diese mit anderen teilen möchten. Herzlich willkommen sind also alle, die sich dauerhaft in der Druckwerkstatt engagieren und auf hohem Niveau arbeiten wollen. Dies ist ein ergänzendes Co-Teaching Format zu meinen Seminaren im Grund- und Hauptstudium. Die Teilnahme ist mit und ohne credits möglich. Anmeldungen nur per Mail an Prof. Sven Völker.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Sven Völker"],"maxStudents":"0","room":"LW222","fixture":{"weekday":2,"begin":{"hour":13,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10120","url":"https:\/\/fhp.incom.org\/workspace\/10120","title":"Drängende Gegenwart - Fotografie als Forschungsinstrument","description":"Was sind in Zeiten von Hyperintelligenz, Kriegen und Klimakrise die Themen, die wir fotografisch bearbeiten wollen? Wie können wir mit Fotografie die Welt, in der wir leben erforschen, untersuchen und Neues herausfinden? Wie können wir fremde und eigene Geschichten erzählen, Wissen vermehren, Dinge in Frage stellen, Erfahrungen teilen und oder gegenseitiges Verständnis wecken? \r\n\r\nDas von der Kuratorin Maren Lübbke-Tidow entworfene Thema \"Drängende Gegenwart\" bildet den roten Faden unseres Hauptstudiumskurses Fotografie, der in Kooperation mit Prof. Henrik Spohler und Studierenden der FHTW Berlin stattfindet. Jede Art fotografischen Arbeitens ist möglich, Einzel- oder Teambeiträge sind willkommen.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Wiebke Loeper"],"maxStudents":"15","room":"D 308","fixture":{"weekday":5,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":15}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"9989","url":"https:\/\/fhp.incom.org\/workspace\/9989","title":"Future urban mobility. Countering uncertainty. How can we tackle ambivalence in mobility behavior?","description":"Dieser Kurs mit zwei Präsenztagen pro Woche (= 20 CP) findet in Kooperation mit der _weißensee kunsthochschule berlin_ sowie _BMW Group Design_ statt.\r\n\r\n„Wir wollen die 2020er Jahre zu einem Aufbruch in der Mobilitätspolitik nutzen und eine nachhaltige, effiziente, barrierefreie, intelligente, innovative und für alle bezahlbare Mobilität ermöglichen.“ Mit diesen Worten leiten die Vertreter der Ampel-Koalition aus SPD, Grünen und FDP ihre Vorhaben zum Thema Mobilität in ihrem Koalitionsvertrag ein.\r\n\r\nDem Anspruch der neuen Regierung, die Mobilitätswende ernsthaft in Angriff zu nehmen, stehen unübersehbar vielfältige Ambivalenzen im Verhalten der Menschen und Unternehmen gegenüber. Wie passt das Allzeithoch an in Deutschland zugelassenen PKW zu den Klimazielen der Ampel-Koalition und den Forderungen junger Menschen der klimapolitischen Bewegung Fridays for Future? Wie kann die Beliebtheit von SUVs sowie das Schutz- und Statusbedürfnis vieler Autofahrer\\*innen und die gleichzeitige Diffamierung dieser Fahrzeugklasse erklärt werden? Wie passen verkehrsberuhigte grüne Straßen und die Umwidmung von Parkraum mit dem Wunsch nach einem haus- und wohnungsnahen Zugriff auf ein (eigenes) Fahrzeug zusammen? Und wie nachhaltig und sozial verträglich sind MaaS-Angebote (Mobility as a Service), Uber-Dienste, E-Scooter und Electric air taxis wirklich?\r\n\r\nAutomobilhersteller, Mobilitätsdienstleister und Kommunen, aber auch Designstudiengänge stehen vor der Herausforderung, die offensichtliche Unvereinbarkeit ökonomischer, ökologischer und sozialer Ziele klarer zu benennen, zu diskutieren und gleichzeitig Antworten auf unvermeidbare Ambivalenzen unseres Mobilitätsverhaltens zu finden.\r\n\r\nAusgangspunkt für die Entwurfsprojekte ist das Aufdecken offensichtlicher und versteckter, häufig tabuisierter Ambivalenzen im Mobilitätsalltag. Dazu gehören Beobachtungen des eigenen Verhaltens ebenso wie die Analyse von Mobilitäts- und Konsumdaten, aktuellen und prognostizierten Flächennutzungen sowie lokalen Diskursen verkehrspolitischer Entscheidungen. Die Bandbreite möglicher Ergebnisse des Entwurfsprozesses reicht von konkreten Service-, UX- und Produktinnovationen für die Reduzierung, bzw. ein besseres Management unerwünschter Ambivalenzen bis hin zu Konzepten der Sichtbarmachung – häufig diffuser – Ambivalenzen im Alltagsverhalten sowie bei längerfristigen Kauf- und Nutzungsentscheidungen mit dem Ziel einer Einstellungs- und Verhaltensänderung.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Dr. Frank Heidmann"],"maxStudents":"12","room":"Kunsthochschule Berlin-Weißensee ","fixture":{"weekday":1,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10056","url":"https:\/\/fhp.incom.org\/workspace\/10056","title":"Visualizing Cultural Collections","description":"Can we design collection interfaces that stimulate open-ended exploration and profound engagements with cultural heritage? How can we find representations that convey the abundance of a collection and the unique individuality of its artifacts? What are technological developments that transform the way we design interactive graphics? How can we address difficult questions about representation? We will approach these theoretical and technical questions in interdisciplinary teams. In collaboration with cultural institutions, small student teams will carry out design-oriented research with the aim to create new visualizations that open insightful and innovative perspectives onto collections, while we consider visualizations also to be artifacts that need to be interpreted and interrogated.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Dr. Marian Dörk"],"maxStudents":"0","room":"D\/108","fixture":{"weekday":1,"begin":{"hour":9,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"en","title":"Englisch"}},{"id":"10114","url":"https:\/\/fhp.incom.org\/workspace\/10114","title":"Arbeit mit Bildern","description":"Von der Bilderflut auf der Festplatte zu einer editierten, produzierten Serie – das ist unser gemeinsames Ziel. Zuerst beschäftigten wir uns mit Konzeption, Sichtung und Bildauswahl. Wir ergründen worüber, wie und mit welcher Haltung gesprochen werden soll. Wir sehen uns an, wie andere diese Fragen beantworten, welche Schritte sie dafür gehen, welche Sackgassen drohen. Die Stärkung und Verdichtung der eigenen Bildsprache steht im Mittelpunkt des Kurses. Gemeinsam werden wir für die fotografische Arbeit eine Form finden, als digitale, räumliche oder gedruckte Publikation.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Clara Bahlsen"],"maxStudents":"13","room":"D 308","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10036","url":"https:\/\/fhp.incom.org\/workspace\/10036","title":"Leitsystem Campus FHP","description":"Dieser Kurs vermittelt methodische und gestalterische Grundlagen für die Konzeption von Leitsystemen. \r\n\r\nUnser eigener Campus dient uns als Untersuchungsfeld. Neben gängigen Anforderungen an Leitsysteme wie Zugänglichkeit, Verständlichkeit, Realisierbarkeit wollen wir auch innovativen und experimentellen Ansätzen Raum geben. Ein innovatives Orientierungssystem kann im gelungen Falle mehr leisten, als rein funktional Richtungen zu weisen. Es sagt auch etwas über den Ort, seine Menschen und Inhalte, die Verankerung in seiner Umgebung. \r\n\r\nDas Semester gliedert sich in übersichtliche Projektphasen. Methodisch verfolgen wir einen partizipativen Ansatz. Hochschulinterne Ressourcen und Kompetenzen werden dabei explitzit einbezogen. Ende des Semesters haben alle Teams die Chance, ihre Ideen und Prototypen der Hochschulleitung zu präsentieren. \r\n\r\nBegleitet wird das Seminar von Lennard Dose, Architekt und wissenschaftlicher Mitarbeiter aus dem Fachbereich Architektur und Städtebau.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Christina Poth","Lennard Dose"],"maxStudents":"20","room":"D\/223","fixture":{"weekday":4,"begin":{"hour":9,"minutes":30},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10103","url":"https:\/\/fhp.incom.org\/workspace\/10103","title":"Auf den Spuren von … — Designforschung erklären!","description":"Was ist Designforschung? Design ist zu einer zentralen Disziplin in nahezu allen gesellschaftlichen Bereichen geworden. Egal, ob es um Digitalisierung, Gender, Mobilität oder den Klimawandel geht — viele der Herausforderungen und der drängenden Fragen unserer Zeit können durch Design positiv beeinflusst werden. In Form eines Magazins wollen wir einer breiten Öffentlichkeit diese spannende und wichtige Designentwicklung zugänglich machen und Prozesse, Ergebnisse, Forschungsfragen des Designs zugänglich machen. Das kann auf vielfältige Art und Weise geschehen: Reportagen, Interviews, Forschungsberichte, Comics, Kurzgeschichten, Foto-Essays, Infografiken etc.\r\n\r\nIn dem Seminar werden wir das Feld der aktuellen Designforschung erkunden. Alle Teilnehmenden werden dann allein oder im Team Beiträge zu aktuellen Forschungsprojekten verfassen. Gemeinsam entwickeln wir Konzept und Identität eines Designmagazins und erstellen eine Ausgabe.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Dr. Thomas Susanka"],"maxStudents":"16","room":"Online","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":30}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10127","url":"https:\/\/fhp.incom.org\/workspace\/10127","title":"MotionStandard.14 - Loop: Always in motion","description":"**Aufgabenstellung**: Konzeption, Entwurf und Entwicklung einer animierten Plakat-Serie für Video und AR\/XR. **Thema**: Loops und Schleifen sind ein facettenreiches Phänomen in der Natur wie in der Kunst. Wir finden sie in Film, Musik, und Literatur als Google-Doodle Endlosschleife, charakter-basierten Walk Cycles, Never-ending-Stories in der Erzähltheorie, als Gif-Emojies in Messengern, als zyklische Permutation oder endlos flackerndes Monitor-Kaminfeuer – allgegenwärtig in vielen Medien und Kontexten. In der Animationen wird als \"Loop\" eine Sequenz von einzelnen Bildern bezeichnet, in der eine Bewegung so wiedergegeben wird, dass das Ende der Sequenz mit dem Anfang übereinstimmt. Damit wird der Eindruck eines kontinuierlichen, scheinbar \"endlosen” Bewegungsablaufs erweckt. Die kurzen digitalen Ton- oder Bildsequenzen haben sich in der Kunst und der Musik als erstaunlich flexible, vielseitige und folgenreiche ästhetische Methode erwiesen. In diesem Seminar wenden wir den Loop als Methode in der Konzeption und Entwicklung von Video- und Augmented Reality-Plakaten an.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Klaus Dufke"],"maxStudents":"16","room":"D107","fixture":{"weekday":4,"begin":{"hour":14,"minutes":0},"end":{"hour":18,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10050","url":"https:\/\/fhp.incom.org\/workspace\/10050","title":"(A Place for) Some: The Action Issue","description":"(A Place for) Some ist ein grafisches Labor, ein Printclub, ein Magazin (und ein Seminar). Hier geht es um das visuelle Erfinden und das Erproben neuer gestalterischer Prozesse. Es gibt ein übergeordnetes, gemeinsames Thema, diesmal ist das: Action\\*. (\\*im Sinne von bewegter Grafik, und im Sinne von \"Activism\") Hierzu entwickelt jede\/r im Seminar ein eigenes gestalterisches Projekt: vom klassischen Printprodukt bis zu räumlichen oder digitalen Formaten - alles geht. Ausserdem - und das ist neu - schreibt jede\/r auch einen Artikel für das Some Magazine. Wir sind in Zukunft alle gemeinsam die Redaktion.","module":{"nr":"31LE-S","title":"Spezialisierung","credits":"10"},"teachers":["Prof. Sven Völker"],"maxStudents":"15","room":"D226 und Grafiklabor","fixture":{"weekday":1,"begin":{"hour":10,"minutes":0},"end":{"hour":15,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10095","url":"https:\/\/fhp.incom.org\/workspace\/10095","title":"III\/2 Thesisentwicklung","description":"Gegenstand der Lehre ist der kritische Diskurs der Inhalte der Masterabeit in Bezug auf Plausibilität, Dramaturgie, Schlüssigkeit, Visualität der Fragestellung im Hinblick auf die avisierten Ziele. Im Mittelpunkt dieser Veranstaltung steht die Ausarbeitung und Weiterentwicklung der MA-Thesisprojekte.\r\n\r\nZiel ist neben der Schärfung der MA-Problemstellung die Entwicklung des Verknüpfungsvermögens In Bezug auf themenrelevante Kontexte und der Diskursfähigkeit in Richtung kultur- und \/ oder designwissenschaftlicher Fragestellungen.","module":{"nr":"32TE-DA","title":"Designdiskurs + Argumentation","credits":"5"},"teachers":["Prof. Jörg Hundertpfund"],"maxStudents":"0","room":"D 311","fixture":{"weekday":3,"begin":{"hour":10,"minutes":0},"end":{"hour":14,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10110","url":"https:\/\/fhp.incom.org\/workspace\/10110","title":"Demokratie 4.0 (Seminar)","description":"Der Begriff „Demokratie 4.0“ soll in Anlehnung an die Bezeichnung „Industrie 4.0“ ein System von (staatlichen) Entscheidungsprozessen mit umfassender Bürger-Beteiligung und unter Einsatz moderner Informations- und Kommunikationstechnologien beschreiben. Dabei werden den vielfältigen Chancen wie direkter Partizipation, Transparenz und Inklusion auch Risiken wie mögliche Manipulationen, Überkomplexität oder auch Probleme des „Digital Divide“ gegenübergestellt. Handelt es sich bei dem Begriff „Demokratie 4.0“ nur um ein neues „Buzz-Word“ oder steht er für eine zukünftige neue Praxis der Demokratie? Wie sind die behaupteten Vorteile und Gefahren tatsächlich einzuordnen? Mit diesen (und weiteren) Fragen werden wir uns im Rahmen von Referaten, Gruppenarbeiten und Diskussionen auseinandersetzen. Um das Thema besser einordnen zu können, werden wir uns zudem mit den Grundzügen der Demokratie-Geschichte, der verfassungsrechtlichen Verankerung des Demokratieprinzips in Deutschland und der EU sowie dem Zustand und Stellenwert der Demokratie weltweit beschäftigen.\r\n\r\n**Bitte beachten:**\r\n\r\n**Das Seminar schließt an die Vorlesung zum Urheber-, Design- und Medienrecht an und setzt eine erfolgreiche Teilnahme an dieser Vorlesung in einem der vorhergehenden Semester voraus.**\r\n\r\n**Die Veranstaltung beginnt am 8. November 2022**","module":{"nr":"32TE-WD","title":"Wissenschaftsmethodik + Designforschung","credits":"5"},"teachers":["Prof. Dr. Nico Heise"],"maxStudents":"10","room":"tbc","fixture":{"weekday":2,"begin":{"hour":14,"minutes":0},"end":{"hour":16,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"335","url":"https:\/\/fhp.incom.org\/workspace\/335","title":"Masterkurs Designtheorie","description":"Semiotische Analyse zur Master-Thesis.","module":{"nr":"32TE-WD","title":"Wissenschaftsmethodik + Designforschung","credits":"5"},"teachers":["Prof. Dr. Rainer Funke"],"maxStudents":"15","room":"Online","fixture":{"weekday":2,"begin":{"hour":17,"minutes":0},"end":{"hour":20,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}},{"id":"10062","url":"https:\/\/fhp.incom.org\/workspace\/10062","title":"Thesisentwicklung","description":"Der Kurs begleitet die Konzeption, Bearbeitung und Dokumentation der Masterthesis. Er vermittelt Hands-On-Wissen zur Formulierung von Forschungsfragen und Hypothesen, zum Aufbau eines passgenauen Forschungsdesigns sowie der darauf abgestimmten Methodenauswahl. Hilfestellungen bei der Recherche, bei der Entscheidung für ein spezifisches Format bzw. Medium des Entwurfsteils oder beim Schreibprozess ergänzen das Praxisangebot. Daneben werden aktuelle Ansätze und Entwicklungen der Designforschung zur Diskussion gestellt. Ziel ist die Reflexion der eigenen Masterthesis an bestehenden Wissenskulturen des Designs und die Beantwortung der Frage, welchen Beitrag die Arbeit zum Diskurs in der jeweils adressierten Designdomäne leisten kann. Der Kurs findet  ausschließlich in Präsenz statt.","module":{"nr":"32TE-WD","title":"Wissenschaftsmethodik + Designforschung","credits":"5"},"teachers":["Prof. Matthias Beyrow","Prof. Constanze Langer"],"maxStudents":"20","room":"Design-Gebäude; Raum D 105","fixture":{"weekday":4,"begin":{"hour":10,"minutes":0},"end":{"hour":13,"minutes":0}},"language":{"identifier":"de","title":"Deutsch"}}]}]}